[
  {
    "country": "Cuba",
    "section": "National policy framework",
    "source_doc": "COPY",
    "doc_url": "file:///C:/Users/alici/UCEP/alicia_ass7_pdfextraction/Copy%20of%20GEF8_PIF_Cuba_DRAFT_23.10.25.docx.pdf",
    "extracted_text": "National policy framework\n\nCuba has established a robust policy framework to guide its response to climate change, in accordance with its\ninternational commitments. The following key instruments stand out:\n\nConstitution of the Republic of Cuba (2019): In its Chapter II on international affairs, it establishes the State's\ncommitment to environmental protection and conservation, as well as to confronting climate change. It recognizes the\nprinciple of common but differentiated responsibilities, promotes a fair international economic order, and advocates for the\neradication of unsustainable production and consumption patterns.\n-​\nLaw No. 150 On the System of Natural Resources and the Environment establishes the regulatory foundations for\nthe country's environmental management. Article 3 proposes the promotion of resilient, low-GHG-emission development\nthrough integrated planning for climate change adaptation and mitigation in the short, medium, and long term. Chapter IV,\nin Articles 108 and 109, specifies the National MRV System and the NGHGEI, respectively, under the responsibility of\nCITMA. Chapter II, Article 11.1 assigns CITMA the responsibility of coordinating, monitoring, and evaluating policies and\nregulatory instruments related to adaptation and mitigation, the sustainable use of natural resources, ecosystem\nprotection, and pollution.\n-​\nDecree 86 (2023) On Confronting Climate Change: establishes the objectives, scope, subjects of application\nand its institutional framework.\n-​\nState Plan for Confronting Climate Change, “Tarea Vida” (2017): a long-term, cross-cutting public policy with\na territorial focus that guides specific actions to reduce climate vulnerability in coastal areas, protect water resources, and\nensure food security. It therefore constitutes a comprehensive action plan comprised of five strategic actions and eleven\ntasks. This Plan, aligned with the Paris Agreement, is recognized as a planning tool in the National Communications and\nthe Biennial Update Report (BUR) submitted to the UNFCCC.\n-​\nNationally Determined Contributions 3.0 (2025): implies an increase in emissions reductions, above those to\nbe achieved by 2030, as a result of the implementation of the NDC-2020.\n-​\nNational Strategy for Energy Transition (2024): with support from the NDCs, it updates and establishes a\nroadmap towards the decarbonization of the national power system, with the goal of achieving 100% power generation\nfrom renewable sources by 2050.\n\nThis legal and programmatic framework reflects the Cuban State's commitment to environmental sustainability, climate\nresilience, and compliance with ETF. However, national reports also recognize pending challenges, such as the need to\nstrengthen technical capacities, improve the MRV system, and secure financing for the implementation and scaling of\nclimate actions effectively and inclusively. Furthermore, updates are required to align instruments such as Decree 86/2023\nwith the NDCs, incorporate carbon market mechanisms, and adapt sectoral regulations to updated climate goals, thus\nensuring their consistency with international commitments.\n\n3\n ​\n​",
    "created_utc": "2025-11-13T08:15:38Z",
    "stale": false
  }
]