[
  {
    "country": "Guinea-Bissau",
    "section": "National policy framework",
    "source_doc": "NC",
    "doc_url": "https://unfccc.int/sites/default/files/resource/GNB_NC4_English_FINAL_16112025_JLT.pdf",
    "extracted_text": "National Strategy on Climate Education and Awareness, aligned with the NDC, the National\nAdaptation Strategy and the SDGs.\n2. Integrate the content on climate change in school curricula at all levels of education, with the\nproduction of teaching materials appropriate to national languages and cultural contexts.\n3. Strengthen the training of teachers and technicians in the environment, climate and sustainable\ndevelopment.\n4. Expand community awareness campaigns, in collaboration with NGOs, community radios and\nlocal leaders.\n5. Effective community participation in natural resource planning and management processes,\nthrough inclusive governance mechanisms.\n6. Enhancing the role of women and young people as agents of change, ensuring their access to\nresources, training and decision-making spaces.\n7. Using digital platforms and social networks as innovative ways to engage urban youth in climate\nmobilisation.\nTable 5-0-1: Education, Awareness Raising and Public Participation in Guinea-Bissau\nDimension\nCurrent Situation\nGaps\nPriority measures\nPotential Partners\nFormal education\nThe inclusion of\nenvironmental and\nclimate content in\nschool curricula is\nstill limited; some\npilot initiatives in\nsecondary schools.\nOutdated curricula;\nlack of adapted\nteaching materials;\nteachers without\nspecific training.\nIntegrate the\nenvironment and\nclimate at all levels\nof education;\ndevelop materials\nadapted to the\nnational context;\ntrain teachers.\nMinistry of\nEducation, MABAC,\nUNESCO, UNICEF,\nUNDP.\nNon-formal and\ncommunity\neducation\nSome NGOs and\nprojects (IBAP,\nCoastal, WACA)\ndevelop awareness\nin coastal and rural\ncommunities.\nScattered activities;\nlack of permanent\nprogrammes; low\ngeographical\ncoverage.\nCreate continuous\ncommunity\neducation\nprogrammes; train\nlocal animators; use\ncommunity radio\nstations and social\nnetworks.\nLocal NGOs, IBAP,\nIUCN, FAO,\ncommunity radio,\ncivil society.\nPublic awareness\nCampaigns carried\nout mainly on\ncommemorative\ndates (Environment\nDay, Earth Day).\nLack of regular\ncampaigns; weak\nnational\nmobilisation;\nmaterials poorly\nadapted to national\nlanguages and local\ncontexts.\nPromote regular\nnational campaigns;\nproduce multilingual\nmaterials; diversify\nthe media (radio,\nTV, digital).\nMinistry of Media,\nnational press,\nUNICEF, UNDP,\nyouth associations.\nPublic participation\nSome dialogue\nspaces created\nParticipation still\nlimited; low\nStrengthen the\nmechanisms of\nMABAC, IBAP,\nIGA, AAAC, civil\n\n133\n\n(public consultations\nin EIA,\nenvironmental\nforums).\nrepresentation of\nwomen and young\npeople; lack of\npermanent\ninstitutional\nmechanisms.\ncommunity\nparticipation; ensure\ngender and youth\ninclusion;\ninstitutionalise\nenvironmental\nadvisory councils.\nsociety, youth and\nwomen networks.\nTraining and\ncontinuing education\nSpecific training\nprojects carried out\nby international\npartners.\nLack of a national\ncontinuing education\nplan; absence of\nspecialised centres.\nCreate a national\nenvironmental and\nclimate training\nprogramme;\nestablish university\nand technical\npartnerships.\nNational\nuniversities, regional\ninstitutes (e.g.\nCILSS,\nAGRHYMET),\nUNDP, UNEP.\n5.5. Cooperation with non-governmental organisations, the private sector and civil society\nCooperation between the Government of Guinea-Bissau, non-governmental organisations (NGOs), the\nprivate sector and civil society has assumed an increasingly important role in the national response to\nclimate change and in promoting environmental sustainability. In a context of limited institutional and\nfinancial resources, these actors have provided technical support, community mobilisation, project\nimplementation and advocacy, complementing government actions and strengthening the resilience of\nthe most vulnerable communities.\nBoth national and international NGOs are among the main drivers of the implementation of adaptation\nand mitigation projects in the country. Organisations such as the Institute for Biodiversity and Protected\nAreas (IBAP), in close collaboration with international partners (IICN, Wetlands International, WWF,\nTiniguena, etc.), have promoted ecosystem conservation, mangrove restoration and biodiversity\nprotection. These actions not only contribute to the mitigation of greenhouse gas emissions, but also\nstrengthen the livelihoods of local people who depend on natural resources.\nOrganised civil society, through community associations, networks of women, young people and\nfarmers, plays a key role in raising awareness, monitoring public policies and implementing local\nsolutions. Initiatives by community radio, youth movements, and grassroots organisations have extended\nthe reach of environmental education messages, ensuring that they reach the population in national\nlanguages and accessible formats. The involvement of civil society has also contributed to greater social\ninclusion and gender equity in decision-making processes related to climate change.\nThe private sector, although still incipient in this area, has started to assume a more important role in the\nfinancing and adoption of clean technologies, particularly in renewable energies and waste management.\nLocal businesses and international operators have invested in decentralised solar solutions, community\nmini-grids and energy efficiency initiatives, demonstrating the potential of public-private partnerships to\naccelerate Guinea-Bissau's energy transition. In addition, small and medium-sized enterprises have been\nactive in sustainable agriculture and ecotourism, aligning economic interests with environmental\nobjectives.\nHowever, cooperation between government, NGOs, the private sector and civil society faces significant\nchallenges. Among them, the lack of formal coordination mechanisms, the dispersion of initiatives\nwithout full alignment with national priorities and the scarcity of qualified financial and human resources\nstand out. To overcome these limitations, it is essential to strengthen the mechanisms of multi-sectoral\n\n134\n\ndialogue, institutionalise consultation platforms and create incentives that promote innovation and\nprivate sector involvement.\nOverall, Guinea-Bissau recognises that building an effective and sustainable climate response depends\non the collective mobilisation of all social actors. The consolidation of inclusive and collaborative\npartnerships will not only increase the effectiveness of ongoing actions, but will also pave the way for\nattracting new funding, the development of local technologies and the valorisation of traditional\nknowledge of communities. Thus, cooperation with NGOs, the private sector and civil society is an\nindispensable pillar for achieving the objectives of the Convention and ensuring a more resilient and\nsustainable future for the country.\nTable0-2Subject: Cooperation with NGOs, the private sector and civil society in Guinea-Bissau\nActors\nCurrent\ncontributions\nGaps\nPriority measures\nStrategic Partners\nNational and\ninternational NGOs\nImplementation of\nconservation,\nadaptation and\nmitigation projects;\nmangrove\nrestoration;\nbiodiversity\nmonitoring;\ncommunity\nenvironmental\neducation.\nScattered initiatives;\nlack of coordination\nwith national\npolicies; dependence\non external\nfinancing.\nStrengthen\ncoordination with\nthe government;\nintegrate actions into\nnational strategies;\ntrain local\ntechnicians; create\nfinancial\nsustainability plans.\nIBAP, Wetlands\nInternational,\nTiniguena, WWF,\nUNDP, GEF, FAO.\nCivil society and\ncommunity\nassociations\nCommunity\nmobilisation;\nawareness raising\nand environmental\neducation;\nparticipation in local\nforums and\ncommittees;\nintegration of\nwomen and young\npeople.\nLimited participation\nin formal decisionmaking processes;\nuneven geographical\ncoverage; poor\ncoordination with\npublic institutions.\nEstablish permanent\nmechanisms for\ncommunity\nparticipation;\nstrengthen the\nrepresentation of\nwomen and young\npeople;\ninstitutionalise\nadvisory councils.\nLocal associations of\nwomen and youth,\ncommunity radio,\nNGO, IBAP,\nMABAC.\nPrivate sector\nInvestments in\nrenewable energy\n(solar mini-grids,\nphotovoltaic\nsystems); sustainable\nagriculture;\necotourism;\nenergy efficiency;\nclean technology\nsupply.\nLow systemic\nparticipation; lack of\nincentives; weak\nintegration in\nnational climate\nstrategies.\nDevelop publicprivate partnerships;\ncreate fiscal and\nfinancial incentives;\nfoster local\ntechnological\ninnovation; and\nincrease\ninvestment in\nclimate solutions.\nLocal and\ninternational\ncompanies,\nMABAC, Ministries\nof Energy and\nEnvironment,\nfinancial\ninstitutions, GEF,\nUNDP.\nMulti-stakeholder\nplatforms\nOccasional national\nfora and dialogues;\nlimited coordination\nof actions.\nLack of formal and\npermanent\nplatforms; weak\ninter-institutional\nand multi-sectoral\ncoordination.\nEstablish national\ncoordination\nplatforms;\ninstitutionalise\nregular dialogue and\nmonitoring fora;\nalign initiatives with\nNDCs\n\n135\n\n5.6. Systematic Research and Observation\nScientific research and systematic observation are fundamental tools to understand the dynamics of\nclimate change, assess its impacts and support the definition of appropriate mitigation and adaptation\npolicies and measures. The United Nations Framework Convention on Climate Change (UNFCCC)\nrecognises that reliable data collection, continuous monitoring, and multidisciplinary research are\nessential conditions for improving countries’ ability to respond to climate challenges, reduce uncertainty,\nand promote informed decision-making.\nIn Guinea-Bissau, research and climate observation systems face several historical limitations, mainly\nrelated to institutional fragility, lack of financial resources, scarcity of modern equipment and low critical\nmass of specialised researchers. However, significant progress has been made in recent years through\ninternational cooperation, the implementation of climate projects and the strengthening of national\ntechnical capacities.\n5.6.1. Scientific research in Guinea-Bissau\nScientific research on climate change in Guinea-Bissau is still at an early stage, reflecting structural,\nfinancial and institutional limitations that limit the country's ability to produce scientific knowledge.\nUniversities and research centres, especially the Amílcar Cabral University (UAC), play a central role in\nfostering research, although their contributions remain limited. The main obstacles include:\n\nfinancial constraints, which prevent the continued funding of research projects;\n\nshortage of laboratories and appropriate scientific equipment, which compromises the conduct\nof more in-depth and experimental studies;\n\ninsufficient advanced training of teachers and researchers, which limits the ability to guide\nspecialised research and publish in international scientific journals.\nDespite these limitations, some positive initiatives have been observed, often carried out in partnership\nwith international organisations and NGOs, which have allowed the development of studies applied in\npriority areas for the country, namely:\n\nagricultural adaptation to drought and precipitation variations, including climate-smart farming\npractices;\n\nsustainable management of mangroves and coastal ecosystems, with a focus on protection against\nerosion and the preservation of biodiversity;\n\nimpacts of climate variability on rural communities, in particular on food security and\nlivelihoods;\n\nlocal resilience practices, which value traditional knowledge and community adaptation to\nclimate risks.\nInterdisciplinary research, which combines the natural, social and economic sciences, is still at an early\nstage, but is beginning to gain prominence and relevance. This progress is due in part to the integration\nof Guinea-Bissau into regional networks such as ECOWAS, WAEMU and African Union programmes,\nwhich promote:\n\nthe exchange of scientific experience between the countries of the sub-region;\n\n136\n\n\naccess to scholarships and academic mobility programmes;\n\nsharing data and research methodologies, strengthening international scientific cooperation.\nIn summary, the actual state of scientific research in Guinea-Bissau can be characterised as a process\nunder construction, which combines significant internal limitations with growing external opportunities.\nStrengthening this area depends on investing in advanced training of researchers, creating adequate\nscientific infrastructure and integrating more strongly into international networks for the production and\ndissemination of knowledge.\n5.6.2. Systematic Observation - Meteorological and Climatological\nThe systematic observation of climate and meteorology in Guinea-Bissau is largely ensured by the\nNational Institute of Meteorology of Guinea-Bissau (INM-GB), an entity that plays a central role in the\ncollection, management and dissemination of atmospheric and climatological data. INM-GB’s work is\nessential not only to support daily weather forecasts, but also to provide key scientific information for\nagriculture, water management, civil aviation, public health, and, more recently, for early warning\nsystems and climate change adaptation.\nCurrently, the country’s weather observation network remains limited. The country has a limited number\nof stations, both automatic and manual, whose distribution is uneven, leaving several regions without\nadequate coverage. This gap undermines the collection of nationally representative data and makes it\ndifficult to monitor climate variability in detail, especially in areas most vulnerable to droughts, floods,\nand extreme events.\nAnother significant challenge is the obsolescence and maintenance of equipment. Many existing stations\nuse outdated technology, which often faces calibration and repair difficulties due to scarcity of\nreplacement parts and limited national technical capacity to ensure continuous maintenance. This directly\nimpacts the quality and continuity of time series, which are essential for long-term climate analysis,\nfuture scenario modelling and sector planning.\nDespite these structural limitations, recent projects have brought about significant improvements. With\nthe support of the United Nations Development Programme (UNDP) and the World Bank, actions are\nunder way within the framework of the Rapid Alert Project, which includes the installation of new\nautomatic weather stations at strategic points in the country. This new equipment represents a significant\nadvance, allowing the collection of data in real time and automatic transmission to centralised analysis\nsystems, increasing the reliability and punctuality of the available meteorological information.\nThe partial modernisation of the network, combined with training programmes for national technicians,\nprovides a promising basis for strengthening systematic observation. However, the system still requires\nadditional investments to meet regional and international quality standards, including:\n\nthe expansion of the territorial coverage of the observation network;\n\nreinforcement of preventive and corrective maintenance of equipment;\n\nthe consolidation of accessible and interoperable digital databases;\n\nand the continuous training of technicians in meteorological and climatological monitoring\ntechnologies.\n\n137\n\nThus, the actual state of meteorological and climatological observation in Guinea-Bissau is characterised\nby recent but still insufficient progress, revealing a sector in transition: from a limited and vulnerable\nnetwork to a more modern and reliable structure, supported by international partnerships and the national\ncommitment to improve climate forecasting and adaptation systems.\nCurrently, the basic surface meteorological observation network in Guinea-Bissau consists of:\n\nsynoptic stations, of which 03 are partially operational (Bissau, Bolama and Bafatá). These\nstations do not measure wind and 01 of them (Bolama) has no barometer to measure atmospheric\npressure.\n\n04 main weather stations (Bissau, Bolama, Bafatá and Gabú), also partially operational.\n\n12 auxiliary weather stations, inoperative.\n\n07 agro-meteorological stations, inoperative.\n\nrainy seasons, of which 22 are in operation.\nBoth in the main weather stations and rainfall stations, local observers face significant difficulties in\ntransmitting data to the INM-GB in Bissau. They depend on state-owned landlines – whose network is\nbeing rapidly deactivated – or mobile phones, often needing to use their own resources to purchase credits\nand send data/information to headquarters. In other words, the entire network, as well as the systems and\nprotocols that support it, is quite precarious.\nAccording to INM-GB, the main causes of the limitations in data collection by the surface meteorological\nobservation network in Guinea-Bissau are:\n\nThe political-military conflict of 1998/1999, which practically destroyed the network existing at\nthe time.\n\nThe lack of adequate training in the country - careers in meteorology and related fields should be\nsought abroad.\n\nThe lack of financial resources in the INM-GB, insufficient for the acquisition of technical\nequipment (necessary for the replacement, expansion and updating of hardware and software),\nmaintenance of the building, furniture, consumables, payment of public services, security, among\nothers.\nIn addition, the INM-GB has a low level of technological incorporation, for example, still relying on\nfixed lines and regular visual observations of the team to collect meteorological data.\n\nNumber37Subject: Location of meteorological, rainfall and hydrological stations\n\n138\n\n5.6.3. Systematic Observation - Hydrology and Water Resources\nThe Directorate-General for Water Resources (DGRH), through its Hydrology Services, is the main\nentity responsible for monitoring rivers, aquifers and river basins in Guinea-Bissau. The role of HRD is\ncrucial to ensure up-to-date knowledge on water availability and quality, an essential element for food\nsecurity, public health, energy production and adaptation to climate change.\nIn recent years, the national hydrological network has been revitalised after a long period of fragility and\nlack of regular maintenance. Efforts are underway to install new hydrometric and rainfall stations, located\nat strategic points in major river basins. This equipment allows the collection of essential data on river\nflow, groundwater levels and precipitation, thus strengthening the analysis and planning capabilities in\nvarious sectors.\nThe data produced by the hydrological network are of great importance for:\n\nsustainable management of water resources, including planning their use in different economic\nsectors;\n\nflood prevention and forecasting, reducing risks to vulnerable communities;\n\nagricultural planning, allowing anticipating periods of drought or excessive rainfall;\n\nand support for the formulation of public policies based on reliable scientific information.\nDespite these advances, there are still significant challenges that limit the full operability and\neffectiveness of the system:\n\nInsufficient equipment: the installed network still does not cover the entire national territory,\nleaving several areas without systematic monitoring.\n\nMaintenance difficulties: Recurrent problems with failures, lack of replacement parts and\nshortage of specialised technicians compromise the continuity of data collection.\n\nLack of an integrated digital system: Currently, there is no modern national database that allows\nto centralise, store, process and make available in an accessible way the hydrological information\ncollected.\nIn short, the actual state of hydrological observation in Guinea-Bissau is characterised by a transition\nprocess, marked by significant progress, particularly in the context of international cooperation projects,\nbut still with structural and institutional gaps. The strengthening of the hydrological network, coupled\nwith the development of an integrated digital system and the continuous training of national technicians,\nwill be crucial to consolidate a more efficient, preventive and sustainable management of the country's\nwater resources.\nThe monitoring of water resources is carried out by the Directorate-General for Water Resources\n(DGRH), through the Hydrology Services, which maintain a network of hydrometric and rainfall stations\ndistributed across the main river basins of the country.\n\nHydrometric stations: Equipped to measure water levels and flows in large rivers and streams,\nthey are essential for flood monitoring, drought forecasting and water resources management.\n\nPrecipitation seasons: record precipitation at different points of the territory, allowing to evaluate\nthe spatial and temporal distribution of rainfall.\n\n139\n\n\nIntegration with alerts: Data from these stations feed early warning systems, used especially in\nregions vulnerable to floods, such as Bafatá, Gabú and the Geba estuary.\n\nTechnical challenges: Many stations still lack proper maintenance, regular calibration and realtime data communication, limiting their effectiveness for hydrological modelling and extreme\nevent prediction.\n\nNumber38Subject: Hydrological observation network\nThe installation and operation of the hydrological observation network in Guinea-Bissau has been almost\nentirely carried out by development partners, who have funded almost all the hydrological projects\ncarried out to date. The country's cooperation with these partners began in the 1950s, during the colonial\nperiod, through Portugal. Other bilateral, multilateral and sub-regional organisations have also\ncontributed to the development of hydrological services in Guinea-Bissau. Among them, we highlight:\nthe Portuguese Institute of the Environment, the French Development Agency (AFD), the UNDP, the\nWorld Meteorological Organisation (WMO), the AGRHYMET / CILSS Regional Centres, OMVG,\namong others.\nThese partners have contributed in various ways, providing financing and technical assistance through\nprojects, as well as ensuring the physical installation and maintenance of hydrological monitoring\nequipment. Training and development were also offered to technicians from national institutions and in\nsome cases salaries were guaranteed to observers and service technicians. This reflects the chronic\ndifficulties of the government of Guinea-Bissau in properly maintaining the state apparatus and providing\nsufficient services to the population.\nThe monitoring of the hydrological observation network is an important segment within the different\ntypes of water services provided by the State. It generates public goods and global benefits, as well as\ndirect benefits for adaptation to climate change. Together with the meteorological, observation and\nmonitoring services of the hydrological network are essential for the consolidation of climate services in GuineaBissau.\n\n140\n\nIn terms of staffing, public institutions responsible for the water sector — whether Human Resource\nDevelopment in general or specific technical hydrology services — face long-standing problems of\nunderstaffing, insufficient equipment and insufficient funding. There is a widespread shortage of\nqualified, tertiary-educated professionals, as well as specialised staff in areas such as climate change and\nhydrological forecasting.\n5.6.4. Systematic Observation - Coastal and Marine Areas\nGuinea-Bissau's coastal areas are strategically important for the country, not only because of their\necological value – which is home to ecosystems such as mangroves, estuaries and islands – but also\nbecause of their economic and social importance, as they are home to fishing communities, agricultural\nactivities and urban infrastructure. However, these areas are highly vulnerable to the impacts of climate\nchange, in particular rising sea levels, coastal erosion and saline intrusion, which threaten both\necosystems and the livelihoods of coastal populations.\nIn recent years, with the support of international partners, Guinea-Bissau has made important progress\nin introducing modern technologies for coastal observation and monitoring. The WACA Project (West\nAfrican Coastal Areas) has played a central role in this process, promoting the use of:\n\nRemote sensors for large-scale data collection and difficult to access;\n\nDrones, which capture high-resolution images and monitor coastal development;\n\nGeographic Information Systems (GIS), which facilitate spatial analysis, modelling of erosion\nscenarios and identification of risk areas.\nThese tools have helped to map vulnerable areas, support land-use planning, and provide the scientific\nbasis for coastal adaptation measures, including projects to restore mangrove ecosystems and define\nprotection strategies for exposed communities.\nDespite these advances, the country still lacks an integrated national coastal monitoring system. Existing\ninitiatives operate mainly under specific projects of limited duration and are not fully coordinated\nbetween national institutions such as the National Institute for the Environment (INA), the Institute for\nBiodiversity and Protected Areas (IBAP), the Directorate-General for Water Resources and other\nrelevant entities. This fragmentation compromises the continuity and sustainability of data collection and\nmanagement, making it difficult to create consistent time series and implement evidence-based public\npolicies.\nThus, the actual state of systematic observation in Guinea-Bissau's coastal and marine areas can be\ndescribed as a scenario of isolated technological advances, with a positive impact on knowledge\ngeneration and risk awareness, but still lacking an institutionalised and integrated structure that ensures\ncontinuous monitoring, data sharing and coordination between sectors.\nTo address these gaps, it is essential to invest in the creation of an integrated national coastal monitoring\nsystem that coordinates the different institutions, ensures data interoperability and ensures the continuity\nof observations in the long term.\nGuinea-Bissau's coastal areas, particularly vulnerable to erosion, sea level rise and saline intrusion, rely\non observation networks based on remote sensors, remote sensing, drones and GIS. These systems allow\nto map the coastline, monitor changes in mangrove habitat and assess the impacts of extreme weather\n\n141\n\nevents. Projects such as WACA (West Africa Coastal Areas) have promoted the integration of this data\ninto digital platforms to support decision-making and territorial planning.\n5.6.4. Systematic Observation - Biodiversity and Ecosystems\nGuinea-Bissau is renowned for its extraordinary biological wealth, hosting vast ecosystems of\nmangroves, savannas, dry forests, wetlands and islands that constitute habitats of global importance for\nendangered species, migratory birds and fisheries resources. The Institute of Biodiversity and Protected\nAreas (IBAP) plays a central role in the conservation and monitoring of this diversity, managing\nprotected areas that cover approximately 26% of the country's territory, including the Orango National\nPark, the João Vieira and Poilão National Park and the Lagoas de Cufada Natural Park, among others.\nIn recent years, IBAP and its partners have implemented modern tools and methods of environmental\nmonitoring, complementing the fieldwork carried out by technical teams and local communities. Among\nthe instruments currently used are:\n\nSatellite and drone imagery to monitor land use dynamics, mangrove areas evolution and\nidentification of areas at risk of degradation;\n\ncamera traps installed in strategic areas, which allow the collection of data on flagship species\nand the assessment of the abundance and distribution of terrestrial fauna;\n\nField inventories: regular surveys, carried out in collaboration with communities and researchers,\nto assess the floristic and faunal composition, as well as the conservation status of specific\nhabitats.\nThese efforts have contributed to strengthen scientific knowledge about national biodiversity, support\ndecision-making on conservation and give greater international visibility to the ecological importance of\nGuinea-Bissau, especially within the Biosphere Reserve of the Bijagós Archipelago, recognised by\nUNESCO.\nHowever, monitoring biodiversity and ecosystems still faces structural challenges that limit their\neffectiveness:\n\nLack of systematisation: data collection initiatives are often fragmented and dependent on shortterm projects, making it difficult to create continuous time series.\n\nLimited database integration: there is still no unified national platform that centralises, organises\nand makes information available in an accessible and interoperable way.\n\nInsufficient linkage with regional and international networks: although there is some\ncollaboration with cross-border conservation organisations and international observatories, full\nintegration into global monitoring systems is still at an early stage.\nThus, the actual state of systematic observation of biodiversity and ecosystems is characterised by a set\nof relevant and innovative initiatives, but which require greater coordination, continuity and integration.\nThe consolidation of a national biodiversity monitoring system, supported by interoperable digital\ndatabases and cooperation with international networks, is essential to ensure the sustainable management\nof Guinea-Bissau's natural capital and to position the country as an active actor in global biodiversity\nconservation.\n\n142\n\nThe consolidation of systematic observation and research networks is an essential step for Guinea-Bissau,\nallowing anticipation of impacts, support for vulnerable communities, strengthening adaptation policies\nand integrating the country into regional and global climate monitoring networks.\n\n143\n\nTable 5-0-3:Systematic Research and Observation Networks in Guinea-Bissau\nSector / Network\nType\nCurrent\nCharacteristics\nGaps\nCauses\nPriority\nmeasures\nStrategic\nPartners\nMeteorology and\nClimatology\n07 synoptic\nstations (3\npartially\noperational); 04\nmain stations\npartially\noperational; 12\nauxiliary weather\nstations\ninoperational; 45\nrainfall stations\n(22 operational).\nMeasurement of\ntemperature,\nprecipitation,\nwind, humidity\nand solar\nradiation.\nLimited coverage;\nincomplete data;\nirregular maintenance;\npoor data integration;\ndifficult transmission\nof information.\nPolitical-military\nconflict\n(1998/1999); lack\nof funding; poor\nmaintenance; low\ntechnological\nlevel;\ninsufficiently\nqualified\npersonnel.\nRepair and\nmodernise\nstations;\nexpand\nterritorial\ncoverage;\ndigitise data\ncollection and\ntransmission;\ntrain\ntechnicians;\nintegrate the\nnational\nobservation\nnetwork.\nINM-GB,\nMABAC,\nMETAGRI,\nEMERMET,\nUNDP, GEF,\nWMO,\nECOWAS,\nregional\nuniversities.\nHydrology\nHydrometric and\nrainfall stations\nin the main\nbasins;\nmonitoring of\nflow, water\nlevels and\nprecipitation;\nsupport for flood\nand drought\nalerts.\nInsufficient coverage\nin inland regions;\nlimited maintenance;\ndata communication\nnot always in real\ntime.\nLack of financial\nresources;\nshortage of\nqualified\ntechnicians;\nobsolete\nequipment.\nModernise and\nexpand the\nnetwork;\nperiodic\nmaintenance;\nintegration of\ndata into\ndigital\nplatform; train\ntechnical staff.\nHRDG,\nHydrological\nServices,\nUNDP, GEF,\nUNESCO,\nECOWAS.\nCoastal and\nmarine areas\nMonitoring with\nremote sensors,\ndrones and GIS;\ncoastal mapping\nand mangrove\nmonitoring;\nintegration into\nWACA and\nCoastal projects.\nLimited coverage;\nintegration with\nmeteorological and\nhydrological networks\nstill insufficient;\nrestricted local\ntechnical capacity.\nLack of funding;\npoorly trained\nlocal staff; lack\nof a continuous\nnational system.\nBuild an\nintegrated\ncoastal\nmonitoring\nsystem;\nexpand\ncoverage; train\nlocal\ntechnicians;\nintegrate data\ninto a national\nplatform.\nWACA, Coastal\nProject, IBAP,\nFAO,\ninternational\nNGOs, regional\nuniversities.\nIntegrated/multidi\nsciplinary\nobservation\nCombining\nmeteorological,\nhydrological and\ncoastal data;\nsupporting\nclimate\nmodelling,\nagricultural\nplanning and\nearly warning.\nPoorly coordinated\nsystems; scattered\ndata; limited integrated\nanalytics; reduced\nability to predict\nextreme events.\nLack of\nintegrated\nnational\nplatforms; low\ninvestment in\nICT; limited\nhuman resources.\nDevelop an\nintegrated\nnational data\nplatform;\nstrengthen\nanalytical\ncapacity;\nestablish interinstitutional\nsharing\nmechanisms;\nupdate\nINM, DGRH,\nIBAP, MABAC,\nUNDP, GEF,\nECOWAS,\nWMO, regional\nuniversities.\n\n144\n\nmonitoring\nprotocols.\nScientific and\nAcademic\nResearch\nStudies applied\nin cooperation\nwith NGOs and\npartners;\ninvolvement of\nAmílcar Cabral\nUniversity.\nLimited financial and\nlaboratory resources;\nlow critical mass of\nresearchers; poor\ninterdisciplinarity.\nLow investment\nin research;\npolitical\ninstability\nCreate climate\nresearch\ncentres;\nstrengthen\nregional\nuniversity\ncooperation;\npromote\nscholarships\nand training\nprogrammes.\nAmílcar Cabral\nUniversity,\nAfrican Union,\nECOWAS, EU,\nUNESCO,\nInstitutions\n\n5.7. Gender and Climate Change\nAlthough not explicitly addressed in Decision 17/CP. 8, it is recommended to include a sixth sub-chapter\non gender and climate change.\nThis sub-chapter addresses the following main points: 1. Current situation of gender consideration in\nGuinea-Bissau; 2. Impact of climate change on gender; 3rd Women’s contribution to mitigation and\nadaptation activities; and 4. Recommendations to strengthen gender mainstreaming in climate action.\n5.7.1. The actual situation of gender consideration in Guinea-Bissau\nGuinea-Bissau has increasingly recognised the importance of gender mainstreaming in national\ndevelopment policies and programmes, including in the areas of environment and climate change.\na) National institutions and civil society organisations\nIn Guinea-Bissau, the promotion of gender equality and women's empowerment are directly linked to\nclimate and environmental action, reflecting the growing awareness of the need to integrate the gender\ndimension into climate change adaptation and mitigation policies.\n- The Institute for Women and Children (IMC) is the main government entity responsible for these issues.\nIn addition to promoting equal opportunities and female empowerment, BMI monitors environmental\nand climate initiatives, ensuring that policies and programmes take into account the specific needs of\nwomen and children, especially in communities most vulnerable to the impacts of climate change.\n- The Ministry of Environment, Biodiversity and Climate Action (MABAC) plays a central role in the\nimplementation of adaptation and mitigation programmes. In recent years, it has sought to integrate the\ngender dimension into Community projects, with a particular emphasis on initiatives for coastal\nadaptation and sustainable management of natural resources. This approach aims to ensure that women\nparticipate actively in decision-making, benefit from introduced technologies, and contribute to the\nresilience of their communities.\nAt the same time, civil society organisations have played an active role on the ground. The Women’s\nNetwork, women’s community associations and other local organisations contribute to social\nmobilisation by promoting sustainable natural resource management practices, empowering women for\n\n145\n\nclimate adaptation initiatives, and advocating for women’s rights in vulnerable contexts. These\norganisations act as bridges between national policies and local communities, ensuring effective female\nparticipation and that climate projects respond to specific social and cultural realities.\nTogether, these national institutions and civil society organisations form a complementary system of\ngovernance and community action, essential to promote gender equality, strengthen climate resilience\nand the sustainable implementation of environmental policies in Guinea-Bissau.\nb) National policies, strategies and initiatives\nGuinea-Bissau incorporates the gender dimension in climate policies through instruments such as the\nNational Plan for Gender Equality and the National Plan for Adaptation to Climate Change (PANA),\nwhich emphasise the need to consider gender inequalities in climate planning.\nThe National Poverty Reduction Strategy and National Environmental Policy recognise the central role\nof women in food security, subsistence agriculture, and ecosystem protection.\nAt the international level, the country has signed commitments under the UNFCCC and the 2030 Agenda\n(SDG 5 and SDG 13), promoting gender mainstreaming in its national contributions to climate action.\nc) Examples of activities already carried out\nIn Guinea-Bissau, several initiatives have been developed to integrate the gender dimension in climate\nchange adaptation and mitigation efforts. These include awareness-raising campaigns promoted by\nNGOs and the Institute for Women and Children (IMC), which include workshops, community debates\nand educational activities to raise awareness of the effects of climate change on women and local\ncommunities.\nCommunity-based training programmes focussing on resilient agriculture, water management, and\nreforestation techniques were also implemented, with special attention to the active participation of rural\nwomen, strengthening their capacity to respond to extreme weather events.\nMeanwhile, coastal adaptation and mangrove restoration projects incorporate the training of women's\ngroups in the sustainable management of natural resources, promoting female leadership in the protection\nand conservation of coastal ecosystems.\nMoreover, microcredit and green entrepreneurship initiatives have encouraged women to develop small\nincome-generating activities linked to sustainable practices, such as solar fish drying or climate-friendly\nhorticulture, while contributing to food security, income generation, and community resilience.\nThis set of activities demonstrates the importance of integrating a gender perspective into climate\npolicies, recognising the central role of women in adapting to climate change and promoting sustainable\nsolutions in the country.\nTable 5-0-4:Gender Situation in Guinea-Bissau\nInstitutions\nPolicies\nActivities\nGaps\nOpportunities /\nPartners\n\n146\n\nInstitute for Women\nand Children (IMC)\nNational Plan for\nGender Equality\nGender and climate\nchange awareness\ncampaigns; training\nfor women in rural\ncommunities\nLimited technical\nand financial\ncapacity; restricted\ngeographical scope\nUN Women,\nUNICEF, NGO\nWomen, MABAC\nMinistry of\nEnvironment,\nBiodiversity and\nClimate Action\n(MABAC)\nNational Policy on\nAdaptation to\nClimate Change\n(PANA); National\nEnvironmental\nPolicy\nGender\nmainstreaming in\ncommunity and\ncoastal adaptation\nprojects\nLack of\nsystematisation of\ngender\nmainstreaming in all\nprogrammes;\ninsufficient data\nbroken down by\ngender\nUNDP, GEF, local\ncommunities, IBAP\nCivil society\norganisations (e.g.\nWomen's Network,\nCommunity\nWomen's\nAssociations)\nInternal guidelines\nfor socioenvironmental\nparticipation\nCommunity\nmobilisation,\ntraining in resilient\nagriculture and\nnatural resource\nmanagement\nFragmentation of\ninitiatives; lack of\ncoordination with\npublic policies\nInternational and\nregional NGOs,\nbilateral partners,\nrural women's\nnetworks\nSectoral Ministries\n(Agriculture, Water,\nHealth)\nNational Poverty\nReduction Strategy,\nSectoral Gender\nMainstreaming Plans\nImplementation of\npilot projects\nfocussing on women,\nmicro-credit\nprogrammes and\ngreen\nentrepreneurship\nLow intersectoral\nintegration; few\ngender monitoring\nindicators\nFAO, World Bank,\nCooperation\n5.7.2. Impact of climate change on gender\nClimate change does not affect men and women in the same way. In Guinea-Bissau, women are\nparticularly exposed and vulnerable due to their central role in agriculture, water collection and\nmanagement, conservation of natural resources and ensuring family food security. This vulnerability is\nmost pronounced in rural and coastal areas, where living conditions depend heavily on ecosystems and\nclimate variability.\na) Increased vulnerability of women\nIn Guinea-Bissau, women face specific and marked vulnerabilities due to climate change, reflecting the\ninteraction between social, economic and environmental factors.\nIn agriculture and food security, most women engage in subsistence farming, including rice cultivation,\nhorticulture, and harvesting of non-woody forest products. Irregular rainfall, prolonged droughts and\nsalinisation of coastal soils directly affect agricultural production, compromising the main source of\nincome and livelihood for many families.\nAccess to water is another crucial factor, given that women are traditionally responsible for collecting\nand managing water at home. The scarcity or contamination of sources increases the time and effort\nrequired for this activity, reducing the time available for education, health and other productive activities.\nIn the management of natural resources, women play a central role in the collection of firewood and the\nuse of forest products. The degradation of ecosystems increases the pressure on resources, forcing women\n\n147\n\nto travel longer distances and exposing them to physical and social risks, including accidents and\ninsecurity.\nIn coastal areas, women who depend on fishing and fish processing face additional challenges due to\ncoastal erosion, rising sea levels and depletion of marine resources, compromising food security and\nlivelihoods in these communities.\nTaken together, these factors highlight the need for gender-sensitive climate policies and programmes\nthat recognise and respond to women’s specific vulnerabilities, strengthening their resilience and active\nparticipation in adapting to climate change.\nb) Gender inequalities exacerbating climate impacts\nGender inequalities in Guinea-Bissau amplify the effects of climate change on women, limiting their\nability to adapt and increasing their exposure to risk.\nLimited access to productive resources is a significant barrier: many women lack formal land rights or\naccess to credit, which limits their ability to invest in resilient farming techniques or small greeneconomy businesses.\nLow participation in decision-making also contributes to vulnerability: women continue to be underrepresented in natural resource governance and management bodies, making it difficult to integrate their\nneeds and priorities into climate adaptation plans.\nInequality in education and training further aggravates this situation. Low rates of female literacy reduce\naccess to information on climate risks, adaptation technologies, and climate finance opportunities,\nlimiting women’s autonomy and agency.\nFinally, climate change has a direct impact on health, increasing the incidence of waterborne and vectorborne diseases such as malaria and diarrhoea, particularly affecting women and children, who play the\nrole of primary caregivers at home.\nThese inequalities highlight the need for gender-sensitive climate interventions that promote equitable\naccess to resources, participation in decision-making, technical training, and protection of women’s\nhealth.\nc) Social and economic consequences\nClimate change has significant social and economic impacts on women in Guinea-Bissau, reinforcing\npre-existing inequalities and affecting the resilience of communities.\nWork overload increases in climate stress contexts, as women take on greater responsibilities in\nagriculture, water management, family care, and productive activities, which reinforces existing\ninequalities.\nStructural constraints, such as restricted access to productive resources, credit, and training, reduce\nwomen’s resilience, directly affecting the resilience of entire communities, given women’s strategic role\nin food production, health, and family well-being.\n\n148\n\nIn extreme climate crises, such as floods, prolonged droughts or population displacement, women and\ngirls face higher risks of gender-based violence, social exclusion, and loss of livelihoods, making them\nparticularly vulnerable and requiring specific attention in adaptation and social protection policies.\nThese consequences underscore the importance of gender-sensitive climate strategies that strengthen the\nprotection, empowerment, and participation of women in community resilience.\nTable 5-0-5:Differentiated impacts of climate change on gender in Guinea-Bissau\nDifferentiated impacts\nCritical areas\nExamples in GuineaBissau\nSocial/economic\nconsequences\nReducing agricultural\nproduction and food\nsecurity\nSubsistence agriculture\nand horticulture\nLoss of rice crops in\nBologna due to salinisation\nand irregular rainfall\nFood insecurity; increasing\nfemale poverty; lower\nhousehold income\nIncreased effort to collect\nwater\nAccess and water\nmanagement\nLack of reliable sources in\nBafatá, Gabú and Oio;\nwell drought during dry\nseason\nIncreasing women's\nworkload; less time for\neducation and productive\nactivities\nPressure on natural\nresources\nForests and domestic\nenergy\nGreater distance for the\ncollection of firewood and\nforest products in Quinara\nand Tombali\nPhysical fatigue; risk of\nviolence; less time\navailable for economic\nactivities\nEffects of coastal erosion\nand sea level rise\nCoastal areas and artisanal\nfisheries\nLoss of fish processing\nareas in coastal\ncommunities (Bijagós,\nCaió, Varela)\nLoss of income; greater\neconomic vulnerability of\nwomen fishermen and\nprocessors\nLimitations on access to\nland and credit\nLand rights and financing\nLittle formal land\nownership by women\nfarmers\nFailure to invest in\nresilient farming practices\nand economic\ndiversification\nUnder-representation in\ndecision-making processes\nPolitical and Community\nparticipation\nLow presence of women in\nnatural resources\nmanagement committees\nSpecific needs not\nconsidered in adaptation\nplans; perpetuation of\ninequalities\nVulnerability in health and\nfamily care\nPublic health and climatesensitive diseases\nIncreased malaria and\ndiarrhoea during periods of\nflooding\nThe burden of women as\ncaregivers; greater impact\non children's health\nIncreased social risks in\nclimate crises\nDisplacement, extreme\npoverty and violence\nVulnerability during\nprolonged floods and\ndroughts\nIncreased exposure to\ngender-based violence;\nsocial exclusion;\nweakening community\nresilience\n\n5.7.3. Women's contribution to mitigation and adaptation activities\nWomen in Guinea-Bissau play a central and multifaceted role in climate change mitigation and\nadaptation activities, assuming essential responsibilities in the sustainable management of natural\nresources, biodiversity conservation, resilient agriculture and the transmission of traditional knowledge\nto communities.\na) Sustainable management of natural resources and conservation of biodiversity\nIn Guinea-Bissau, women play a central role in the sustainable management of natural resources and the\nconservation of biodiversity. They actively participate in the collection, planting and care of native\n\n149\n\nspecies, in the maintenance of community gardens and in the management of small local reserves,\ncontributing to food security and the preservation of ecosystems.\nMoreover, women are involved in the conservation of mangroves and coastal areas, which are essential\nfor protecting communities from erosion and rising sea levels, and for maintaining marine and terrestrial\nbiodiversity. Through women’s community associations, they monitor forest and water resources,\npromoting sustainable use practices and ensuring the preservation of ecosystems for future generations.\nThis engagement highlights the strategic role of women in implementing local climate change adaptation\nsolutions and promoting environmental and community resilience.\nb) Climate-resilient agriculture\nIn Guinea-Bissau, women play a central role in subsistence farming, applying traditional and innovative\ntechniques to address climate variability. Among these practices, we highlight the use of droughtresistant seeds and the implementation of community irrigation systems, which help to maintain\nagricultural production even in periods of water scarcity.\nMoreover, women are actively participating in sustainable agriculture and food security programmes,\noften linked to projects funded by international organisations and NGOs. Their work not only ensures\nfamilies’ resilience, but also strengthens rural communities, strengthening local capacity to adapt to\nclimate change.\nc) Participation in Community projects and environmental initiatives\nWomen in Guinea-Bissau play an active role in community projects and environmental initiatives,\ncontributing significantly to climate adaptation and local sustainability. They participate in reforestation,\nfruit tree planting and mangrove restoration, supporting carbon sequestration and the protection of\nvulnerable ecosystems.\nThey are also involved in renewable energy projects, including the installation and maintenance of solar\nmini-grids, promoting access to clean energy in rural communities, and strengthening local energy\nresilience.\nWomen also excel as leaders in environmental awareness, organising workshops, campaigns and\neducational events that disseminate sustainable practices and climate warnings, strengthening\ncommunity knowledge and responsiveness to the impacts of climate change.\nd) Women's transformative potential\nIn Guinea-Bissau, women play a transformative role in their communities, acting as leaders and agents\nof change. They are catalysts for adopting climate resilience practices, mobilising other community\nmembers and influencing local decisions related to the adaptation and management of natural resources.\nWomen’s traditional knowledge, combined with modern practices, enables the development of integrated\nadaptive solutions, increasing collective resilience and strengthening social cohesion in the face of\nclimate threats.\n\n150\n\nThe active participation of women in mitigation and adaptation strategies contributes directly to the\nreduction of vulnerabilities, the strengthening of communities’ capacity to respond and their preparation\nto face extreme climate events, consolidating their role as protagonists of environmental and social\ntransformation.\nTable 5-0-6: Women's contribution to mitigation and adaptation activities\nDimension /\nArea\nContribution of\nwomen\nConcrete\nexamples in\nGuinea-Bissau\nImpacts\nGaps\nStrategic\nPartners\nManagement of\nnatural resources\nand biodiversity\nMonitoring,\npreservation and\nsustainable use\nof forest and\nwater resources\nProtection of\nmangroves,\nmanagement of\ncommunity\ngardens,\nmaintenance of\nsmall local\nreserves\nEcosystem\nconservation,\ncoastal\nprotection,\nenvironmental\nresilience\nLimited\nresources; little\nsystematisation\nof practices;\nneed for\ntechnical training\nIBAP, MABAC,\nenvironmental\nNGOs, local\ncommunities\nClimate-resilient\nagriculture\nImplementation\nof adaptive and\nsustainable\nfarming\ntechniques\nUse of droughtresistant\nseeds,\ncommunity\nirrigation\nsystems, food\nsecurity\nprogrammes\nEnsure\nlivelihoods,\nincrease family\nand\ncommunity\nproductivity\nand resilience\nLimited access to\nmodern finance\nand\ntechnologies\nMinistry of\nAgriculture,\nFAO, UNDP,\nlocal NGOs\nCommunity\nprojects and\nenvironmental\nactions\nParticipation in\nreforestation,\nmangrove\nrestoration,\nrenewable\nenergy and\nenvironmental\nawareness\nPlanting fruit\ntrees,\nmaintenance of\nsolar mini-grids,\nworkshops and\neducational\ncampaigns\nCarbon\nsequestration,\nimproving\ncommunity\ninfrastructure,\nraising\nenvironmental\nawareness\nLimited\ngeographic\ncoverage; lack of\nscale and\ncoordination\nGEF, UNDP,\nWACA and\ncoastal projects,\nlocal\ncommunities\nCommunity\nleadership and\nknowledge\ntransfer\nAgents of\nchange,\nmobilisers of\nresilient\npractices,\ntransmitters of\ntraditional\nknowledge\nLeadership in\nlocal\ncommittees,\nmentoring of\nyouth and other\ncommunity\nmembers\nStrengthening\ncommunity\nresilience, social\ncohesion and\ndissemination of\nadaptive\npractices\nFormal underrepresentation in\ndecision-making\nbodies; need for\ninstitutional\nrecognition\nWomen's NGOs,\nIMC, MABAC,\nUNICEF, CF4CWA\n\n5.7.4. Recommendations for strengthening gender mainstreaming in climate action\nEffective gender mainstreaming in climate change policies and programmes in Guinea-Bissau requires\nstructured and systematic actions. Key recommendations include:\na) Strengthening the institutionalisation of the gender perspective\nIn Guinea-Bissau, strengthening the institutionalisation of the gender perspective in climate policies aims\nto ensure that differentiated vulnerability and the role of women are systematically integrated into all\nmitigation and adaptation strategies.\n\n151\n\nTo this end, it is essential to formally incorporate the gender dimension into national climate change\npolicies, plans and programmes, ensuring that all sectors recognise the specific needs of women and\npromote their active participation.\nIn addition, the creation of institutional monitoring mechanisms allows the implementation of a gender\nperspective in sustainable development and climate adaptation projects, ensuring that the actions\nimplemented have a real impact on reducing inequalities and strengthening the resilience of communities.\nb) Ensure gender-disaggregated data\nIn Guinea-Bissau, ensuring gender-disaggregated data is crucial to understanding the differentiated\nimpacts of climate change and guiding inclusive policies.\nTo this end, systems for collecting and analysing gender-disaggregated climate and socioeconomic data\nare developed, enabling the precise identification of how women and men are affected differently by\nclimate risks.\nThese data serve as a basis for the formulation of adaptation and mitigation policies, plans and\nprogrammes that effectively respond to the needs of all social groups, promoting equity, inclusion and\nstrengthening community resilience.\nc) Specific training and qualifications\nIn Guinea-Bissau, training and capacity building specific to women and girls is essential to strengthen\ntheir participation in climate change responses. Education and training programmes are promoted in areas\nsuch as science, technology, risk management and resilient agricultural practices, with the aim of\nexpanding technical knowledge and capacity for action.\nIn addition, the creation of knowledge networks and the exchange of experiences is encouraged, allowing\nwomen to become agents of innovation and local adaptation, capable of implementing practical and\neffective solutions to address climate challenges in their communities.\n\nd) Access to finance and technologies\nIn Guinea-Bissau, access to finance and technology is critical to strengthening women’s resilience to\nclimate change. Climate funds, microcredit, and productive resources must be facilitated, enabling\nwomen to implement adaptive solutions in vulnerable communities.\nAt the same time, the use of clean and renewable technologies is encouraged, ensuring that women can\nadopt more efficient mitigation and adaptation practices, contributing to environmental sustainability,\nlocal economic development and reducing gender inequalities.\ne) Active participation in decision-making\n\n152\n\nIn Guinea-Bissau, the active participation of women in decision-making processes is essential to ensure\nthat climate policies reflect the needs and experiences of all social groups. It is crucial that women’s and\nyouth organisations participate in national and international forums on climate change, contributing their\nperspectives to policymaking and strategies.\nMoreover, representation and consultation mechanisms should be promoted, enabling women to\ninfluence decisions related to natural resource management, sustainable development and climate\nadaptation measures, enhancing gender equity and the effectiveness of climate action in the country.\nThese recommendations aim to strengthen gender equity, increase community resilience and ensure that\nwomen contribute fully to climate change mitigation and adaptation in Guinea-Bissau.\nTable 5-0-7: Recommendations to strengthen gender mainstreaming in climate action\nRecommended\nAction\nGoal\nExpected impact\nCurrent Gaps\nStrategic Partners\nStrengthening\ngender\ninstitutionalisation\nin climate policies,\nplans and\nprogrammes\nEnsure that the\ngender dimension\nis systematically\nconsidered\nGreater inclusion\nof women in\nmitigation and\nadaptation\nstrategies; more\nequitable policies\nLack of formal\nmechanisms and\nintersectoral\nintegration\nMABAC, BMI,\nNGO women,\nUNDP, GEF\nEnsure data broken\ndown by gender\nImproving climate\nimpact analysis\nand guiding\ninclusive policies\nEvidence-based\npolicy decisions;\nmaking climate\naction more\neffective\nInsufficient data\ncollection systems;\nincomplete data\nINE, MABAC,\nuniversities,\ninternational\ntechnical partners\nPromoting training\nand capacity\nbuilding for\nwomen and girls in\nthe fields of\nclimate, science\nand technology\nBoosting female\nleadership skills\nand capacities\nWomen able to act\nas agents of\nchange; local\ninnovation in\nadaptation\nLimited access to\ntechnical and\nscientific\neducation; social\nand cultural\nbarriers\nEducation NGO,\nUNICEF,\nuniversities, IMC\nFacilitating\nwomen’s access to\nfinance, productive\nresources, and\nclean technologies\nEconomic and\ntechnical\nempowerment of\nwomen\nGreater\nimplementation of\nadaptive solutions;\nstrengthening\ncommunity\nresilience\nRestricted access\nto funds and\ntechnologies; lack\nof specific\nprogrammes\nMicrocredit Banks,\nGEF, UNDP,\nInternational\nCooperation, Local\nNGOs\nEncouraging active\nparticipation in\ndecision-making\nprocesses\nIntegrating\nWomen’s\nPerspectives on\nClimate\nGovernance\nMore inclusive\npolicies;\nstrengthening\nfemale\nrepresentation\nUnderrepresentation in\nfora and decisionmaking bodies\nIMC, women’s\nNGOs, community\ncommittees,\ninternational\npartners\n5.8. Synergies with other Environmental Conventions\nGuinea-Bissau, as a State Party to the United Nations Framework Convention on Climate Change\n(UNFCCC), recognised the importance of coordinating its climate action with other multilateral\nenvironmental conventions to which it is also a signatory, namely:\n\n153\n\n\nConvention on Biological Diversity (CBD);\n\nUnited Nations Convention to Combat Desertification (UNCCD);\n\nRamsar Convention on wetlands of international importance;\n\nBasel, Stockholm and Rotterdam Convention on hazardous chemicals and waste.\nThis coordination is considered essential to ensure coherence, maximise the use of limited resources and\navoid duplication of effort.\n5.8.1. Institutional integration and coordination\nThe Ministry of Environment, Biodiversity and Climate Action (MABAC) coordinates the\nimplementation of environmental conventions in close collaboration with relevant national institutes and\nagencies such as the Institute for Biodiversity and Protected Areas (IBAP), the Competent Authority for\nEnvironmental Assessment (AAAC), the Centre for Waste and Chemicals (CRPQ) and the DirectorateGeneral for Water Resources (DGRH). Despite progress, there is still an urgent need to strengthen\ninterinstitutional coordination mechanisms and to ensure that national strategies are integrated across\nsectors.\n5.8.2. Ongoing practical synergies\n1. Climate and biodiversity (UNFCCC-CBD):\nMangrove conservation, reforestation and protected area management projects contribute to climate\nchange mitigation and adaptation while enhancing biodiversity preservation. The Coastal Project and the\nWACA Project are examples of initiatives that combine the protection of coastal ecosystems with climate\nresilience.\n2, Climate and Desertification (UNFCCC – UNCCD):\nAgroforestry, assisted natural regeneration and sustainable agricultural practices help to reduce soil\ndegradation and improve the adaptability of rural communities. Pilot projects in Bafatá and Gabú have\nshown positive results in combating erosion and restoring soil fertility.\n3. Climate and Wetlands (UNFCCC – Ramsar):\nThe integrated management of Ramsar sites, such as the Bolama-Bijagós archipelagos, has enabled the\nalignment of conservation objectives with coastal adaptation measures, which are essential to deal with\nrising sea levels and saline intrusion.\n4. Climate and Waste and Chemical Management (UNFCCC – Basel, Stockholm and Rotterdam\nConventions):\nCRPQ’s solid and hazardous chemical waste management initiatives reduce pollution and indirectly\ncontribute to climate mitigation, avoiding harmful gas emissions while protecting public health and\nbiodiversity.\n5.8.3. Gaps identified\n\n154\n\nThe implementation of policies related to climate change and gender equality faces significant structural\nand institutional challenges. One of the main shortcomings is the lack of a permanent national interinstitutional coordination mechanism, which makes it difficult to coordinate effectively between the focal\npoints of the various environmental and climate conventions. This lack of coordination undermines the\nintegration of actions and reduces the efficiency of the implementation of policies and action plans.\nAvailable financial and human resources are still limited, limiting the country’s ability to implement\nintegrated, sustainable, and large-scale interventions. The lack of qualified personnel and specialised\ntechnical support makes it difficult, for example, to draw up harmonised greenhouse gas inventories and\nproduce joint reports, limiting the country's ability to fully comply with international commitments.\nMoreover, there is a weak link between sectoral policies, such as agriculture, energy, fisheries, and urban\nplanning, and internationally agreed environmental commitments. This gap compromises the coherence\nof mitigation and adaptation strategies, reducing the potential impact of the initiatives implemented.\nIn short, while there is growing awareness of the need for integrated climate policies, Guinea-Bissau\nfaces structural and capacity-building challenges that require coordinated solutions, adequate resources\nand technical reinforcement to ensure the effectiveness of environmental and climate actions in the\ncountry.\n5.8.4. Priority measures\nThe creation of synergies between different environmental conventions is a strategic priority for GuineaBissau, aiming at strengthening the governance and effectiveness of environmental policies. In this sense,\na key initiative is the creation of a National Committee on Environmental Synergies, created to regularly\nbring together the focal points of each convention and ensure the coherent integration of international\nguidelines into national policies and strategies.\nAnother priority is to promote integrated action plans, leveraging natural intersections between areas\nsuch as biodiversity, climate change, desertification, and waste management. This approach allows us to\noptimise resources, align objectives and implement more consistent and impactful interventions.\nRegional and international cooperation is also essential to strengthen these synergies. Participation in\ninitiatives of ECOWAS, the African Union and the South-South Partnership facilitates the exchange of\nexperiences, best practices and technical knowledge, contributing to solutions adapted to the national and\nregional context.\nFinally, mobilising climate and environmental finance must be coordinated and multidimensional, so as\nto avoid overlapping projects and maximise the outcomes of interventions. The combination of these\nmeasures will enable Guinea-Bissau to move towards integrated and efficient environmental\nmanagement in line with international commitments, while strengthening the country's resilience to\nenvironmental and climate challenges.\n5.8.5. Future perspective\nGiven its rich biodiversity and climate vulnerability, Guinea-Bissau is uniquely positioned to adopt an\nintegrated approach that enhances its socio-economic and environmental resilience. The synergy between\nenvironmental conventions should not be seen only as an international obligation, but as a national\n\n155\n\nsustainable development strategy capable of aligning global commitments with local priorities for\nadaptation, mitigation and conservation.\nTable 5-0-8:Synergies with other environmental conventions in Guinea-Bissau\nAxis of Synergy\nCurrent Situation\nGaps\nPriority measures\nStrategic Partners\nClimate – Biodiversity\n(UNFCCC and CBD)\nActive participation in\nbiodiversity\nconservation\ninitiatives (IBAP,\nprotected areas).\nProjects integrating\necosystem-based\nmitigation and\nadaptation.\nPoor\ninstitutional\ncoordination\nbetween\nUNFCCC and\nCBD focal\npoints. Absence\nof an integrated\ndatabase on\nbiodiversity\nand climate.\nEstablish formal\nmechanisms for\ncoordination\nbetween\nconventions.\nDeveloping an\nintegrated\ninventory of\nbiodiversity and\nclimate.\nIBAP, INA, WCMC,\nCBD Secretariat,\nUNDP, GEF.\nClimate – Desertification\n(UNFCCC and UNCCD)\nSustainable land\nmanagement\nprogrammes (resilient\nagricultural projects,\ncommunity\nreforestation). Local\nexperiences in\nadaptation.\nLack of scale\nand continuity\nin projects.\nPoor\nintegration of\nsoil, land use\nand climate\ndata.\nDevelop an\nintegrated\nnational plan to\ncombat\ndesertification\nand adaptation to\nclimate change.\nStrengthen soil\nobservation and\nmonitoring.\nDGRN, FAO,\nCILSS/AGRHYMET,\nUNCCD Secretariat,\nEU.\nClimate – Chemical\npollution and waste\n(UNFCCC and\nBasel/Rotterdam/Stockho\nlm Conventions)\nSome waste and\nhazardous substances\nmanagement\ninitiatives (pilot\nprojects on pesticides\nand waste oils).\nLack of\nintegration of\nchemical and\npollution risks\ninto climate\nplanning. Very\nlimited\ninstitutional\nand laboratory\ncapacities.\nCreate integrated\nclimate and\npollution\npolicies.\nStrengthen\nlaboratories and\nenvironmental\nenforcement.\nCRPQ, IGA,\nBasel/Stockholm\nSecretariat, WHO,\nUNEP.\nClimate – Oceans and\ncoastal areas (UNFCCC\nand UNCLOS/SDG 14)\nCoastal protection\nprojects (WACA,\nCoastal). Strong\nsocio-economic\ndependence on coastal\nand marine areas.\nHigh coastal\nvulnerability,\naccelerated\nerosion,\ninsufficient\ncoordination\nwith other\nocean\nagreements.\nDevelop an\nintegrated\nnational climateocean strategy.\nStrengthen\ncoastal and\nmarine\nmonitoring.\nDGRH, IBAP,\nWACA, OMVG,\nIMO, IOC-UNESCO.\nClimate – Human rights\nand sustainable\ndevelopment (UNFCCC\nand SDG/Agenda 2030)\nIntegration of the\nSDGs in some\nnational plans\n(National Plan for\nSustainable\nDevelopment,\nNational Plan for\nSustainable\nDevelopment and\nNational Plan for\nSustainable\nDevelopment).\nFragmented\nimplementation\n. Lack of crosssectoral\nmonitoring\nmechanisms.\nStrengthen\nalignment\nbetween the\nNational Action\nPlan (NAP) and\nthe SDGs.\nEstablish a\nsystem of\nintegrated\nindicators for\nsustainable\nINE, Ministry of\nRegional Planning and\nIntegration, UN-ODS,\nUNDP, UNICEF.\n\n156\n\nRecognition of the\nrights of local\ncommunities and\nwomen.\ndevelopment\nand climate.\n5.9. Other relevant initiatives and information from Guinea-Bissau\nIn recent years, Guinea-Bissau has developed several initiatives that complement its obligations under\nthe United Nations Framework Convention on Climate Change (UNFCCC), strengthening its climate\nresilience, promoting sustainable development and strengthening international cooperation. These\ninitiatives, although often small-scale, are important in consolidating experiences and laying the\nfoundations for future structural programmes.\na) Complementary national plans and strategies\nA number of complementary initiatives and policy instruments have been developed to support the\nimplementation of environmental and climate policies, strengthening the country's capacity to address\nclimate change challenges in an integrated manner.\nThe National Adaptation Plan (NAP) is currently in the operational phase and is one of the main\ninstruments guiding investments in sectoral adaptation. The plan focuses on priority areas such as\nagriculture, water, health and coastal areas, setting out specific measures to increase the resilience of\nvulnerable communities and ecosystems.\nAt the same time, the National Biodiversity Strategy and Action Plans (NBSAPs) seek to integrate\nconcerns about nature conservation, sustainable use of resources and ecosystem adaptation. This strategy\nworks in synergy with the climate agenda, ensuring that biodiversity conservation actions contribute to\nboth climate change mitigation and adaptation.\nIn the energy sector, the Renewable Energy Sector Plans focus on the expansion of solar energy and the\nimplementation of community mini-grids, aiming to reduce dependence on fossil fuels and,\nconsequently, greenhouse gas (GHG) emissions. These initiatives not only contribute to climate change\nmitigation, but also promote access to sustainable energy in rural areas and isolated communities.\nTaken together, these national plans and strategies reflect a growing effort by Guinea-Bissau to align\nsustainable development, environmental conservation and climate adaptation, creating a structured basis\nfor integrated and long-term interventions.\nb) Ongoing projects and programmes\nSeveral ongoing projects and programmes have made significant contributions to climate change adaptation,\nmitigating risks and promoting sustainable development.\nThe WACA (West African Coastal Areas) Project supports integrated coastal zone protection and\nmanagement with the aim of reducing erosion and mitigating the impacts of climate change on coastal\ncommunities and vulnerable ecosystems.\nThe Coastal Project, funded by GEF and implemented by UNDP, focuses on restoration of degraded\nmangroves, community capacity building and hydro-meteorological monitoring. This project combines\n\n157\n\nscientific knowledge and traditional wisdom to promote sustainable coastal management practices and\nincrease the resilience of local populations.\nIn the energy field, the Mini-Solar Project aims to expand access to clean energy in rural communities,\nreducing dependence on fossil fuels and promoting sustainable energy solutions.\nThe Early Warning Project focuses on the installation of hydro-meteorological stations and the\nstrengthening of the national capacity to respond to climate risks, contributing to the preparation and\nmitigation of natural disasters.\nIn addition, community reforestation initiatives have been implemented in various regions of the country,\nwith the active participation of communities and NGOs. These actions support carbon sequestration,\nbiodiversity conservation and livelihood building, while strengthening local adaptation to climate\nchange.\nCollectively, these projects and programmes reflect an integrated and multidimensional effort by GuineaBissau to address environmental and climate challenges by aligning sustainable development,\nenvironmental protection and community inclusion.\nd) Participation in regional and international initiatives\nGuinea-Bissau has been actively involved in several regional and international initiatives, enhancing\ncooperation and exchange of experiences on environmental and climate issues. Within the CPLP\n(Community of Portuguese Language Countries), the country has a significant involvement in\nenvironmental forums, with emphasis on its participation in the 10th Ministerial Meeting on the\nEnvironment (2025), where joint policies and strategies for mitigation and adaptation to climate change\nare discussed.\nAt the regional level, ECOWAS and OMVG have provided spaces for cooperation in the management\nof cross-border water resources and the promotion of renewable energy, allowing for policy alignment\nand the exploitation of synergies between neighbouring countries.\nIn the field of coastal and marine conservation, the Regional Partnership for Coastal and Marine\nConservation (RPCM) has been an important tool for strengthening the protection of marine biodiversity,\npromoting coordinated actions based on scientific evidence.\nIn addition, Guinea-Bissau has exploited emerging opportunities through the Climate Fund for Children\nin West Africa (CF4C-WA), which enables resource mobilisation and development of projects targeting\nchildren and youth, promoting environmental education, community resilience and the involvement of\nnew generations in the climate agenda.\nThese participations demonstrate the country's commitment to international and regional cooperation,\nfostering the exchange of experiences, institutional strengthening and access to finance and technologies\nthat contribute to the implementation of national environmental and climate policies.\nd) Additional relevant information\n\n158\n\nGuinea-Bissau has intensified efforts to strengthen its institutional and technical capacity in the field of\nclimate change and environmental management. In this context, the implementation of training and\nawareness programmes aimed at national technicians stands out, focussing on the elaboration of\nemissions inventories, the development of climate scenarios and the application of IPCC methodologies.\nThese actions aim not only to improve the quality and reliability of data produced at national level, but\nalso to consolidate local capacities for continuous monitoring and evaluation of climate policies.\nAt the same time, the country has sought to strengthen its system of environmental statistics through\ncoordinated efforts between the National Institute of Statistics (INE) and the Ministry of Environment,\nBiodiversity and Climate Action (MABAC). This work focuses on improving the collection,\nharmonisation, and management of environmental data, ensuring that available information consistently\nsupports decision-making and the dissemination of international reports on environmental and climate\nissues.\nAnother relevant point is the increasing attention given to gender and youth integration in environmental\nand climate policies. Guinea-Bissau has implemented measures to ensure the active participation of\nwomen and young people in the design and implementation of climate change mitigation and adaptation\nprogrammes, recognising the central role of these groups in building local and sustainable solutions.\nInternationally, the country has strengthened its climate diplomacy, broadening its presence in\nmultilateral negotiations and strengthening its participation in groups of vulnerable countries, such as the\nSmall Island Developing States (SIDS/LDCs) and the Alliance of Small Island Developing States\n(AOSIS). This action aims not only to promote national interests, but also to contribute to regional\ncoordination and solidarity in responding to climate change.\n\nTable 5-0-9: Summary of other initiatives and relevant information from Guinea-Bissau\nInitiative\nCurrent Situation\nImpacts\nGaps\nStrategic Partners\nNational\nAdaptation Plan\n(NAP)\nIn the process of\noperationalisation,\nsome sectors already\nhave measures\nidentified.\nStrategic orientation\nfor adaptation in key\nsectors (agriculture,\nwater, health, coastal\nareas).\nLack of funding for\nfull implementation;\ngaps in scientific\ndata.\nMABAC, sectoral\nministries, UNDP,\nGCF, civil society.\nNational\nBiodiversity\nStrategy (NBSAP)\nPartially\nimplemented,\nfocussing on\nconservation and\nsustainable use.\nIntegrating\necosystem-based\nadaptation and\nprotecting\nbiodiversity.\nLimited financial\nand technical\nresources; poor\nmonitoring.\nIBAP,\nenvironmental\nNGOs, GEF, CBD.\nWACA Project\nOngoing, with\nactivities in priority\ncoastal areas.\nProtection against\nerosion, integrated\ncoastal zone\nmanagement,\nCommunity support.\nCross-sectoral\ncoordination is still\nweak; there is a need\nfor greater\ngeographical\ncoverage.\nWorld Bank,\nMABAC, coastal\ncommunities,\nPRCM.\nCoastal Project\n(GEF/UNDP)\nAdvanced\nimplementation, with\nmangrove restoration\nand\nhydrometeorological\nstations.\nStrengthening\ncoastal resilience;\nenvironmental\nmonitoring;\ncommunity\nempowerment.\nPost-project\nsustainability\nuncertain; need for\ngreater local\nownership.\nMABAC, GEF,\nUNDP,\ncommunities,\nHRDG.\nMini-solar grid\ndesign\nOngoing in several\nrural regions.\nExpanding clean\nenergy; reducing\nCoverage still\nlimited; need for\nMinistry of Energy,\nECOWAS,\n\n159\n\ndependence on fossil\nfuels.\nlocal technical\nmaintenance.\ndevelopment banks,\nprivate sector.\nQuick Alert Project\nHydrometeorological\nstations installed in\npilot areas.\nImprovement in\nclimate forecasting\nand disaster risk\nmanagement.\nNeed for national\nexpansion;\ncontinuous training\nof technicians.\nDGRH, SH, UNDP,\nOMVG, INM.\nCommunity\nreforestation\nThe initiatives have\nspread to different\nregions.\nCarbon\nsequestration, local\nincome generation,\nbiodiversity\nconservation.\nLack of monitoring\nand scale; lack of\nstable funding.\nNGO, local\ncommunities, IBAP,\nFAO.\nParticipation in\nregional forums\n(CPLP, ECOWAS,\nPRCM, CF4C-WA)\nIncrease\nparticipation in\nregional negotiations\nand platforms.\nStrengthening\nclimate diplomacy;\naccess to financing\nopportunities.\nLimited specialised\nhuman resources;\nirregular\nparticipation.\nCPLP, ECOWAS,\nPRCM, AOSIS,\nG77+China.\nTechnical training\nsystem and\nenvironmental\nstatistics\nTraining on GHG\ninventories and\nclimate data is\nongoing; INE and\nMABAC are\ncurrently developing\nthe system.\nGradual\nimprovement in\nclimate and\nenvironmental data\ncollection and\nmanagement.\nLack of skilled\nhuman resources and\nrobust digital tools.\nINE, MABAC,\nUNDP, FAO,\nUNEP.\nGender and youth\nintegration\nGrowing initiatives\nin environmental and\nclimate policies.\nSocial inclusion,\nparticipation of\nvulnerable groups in\ndecision-making\nprocesses.\nLack of systematic\nintegration\nmechanisms;\ninsufficient\ndisaggregated data.\nRelevant ministries,\nwomen's\norganisations,\nUNICEF, UN\nWomen, CF4C-WA.\n\n160\n\nCHAPTER VI. CONSTRAINTS, GAPS AND FINANCIAL, TECHNICAL AND\nCAPACITY NEEDS\n\nIn accordance with Article 4(7) and paragraphs 3 and 5 of the same Article of the United Nations\nFramework Convention on Climate Change (UNFCCC), the implementation of the commitments of\ndeveloping country Parties depends to a large extent on effective support in terms of financial resources,\ntechnology transfer and capacity building. Therefore, the national communication should reflect not only\nthe progress made but also the restrictions on its implementation, as well as the remaining needs for full\ncompliance with the obligations set out in the Convention.\nThis chapter aims to systematically present the constraints faced, the persistent gaps and the country’s\npriority needs in terms of financial, technical and institutional capacity building. obstacles encountered\nin implementing climate change mitigation and adaptation policies and measures will be analysed,\nhighlighting areas where available resources have been insufficient to ensure consistent progress.\nIn addition, particular attention will be paid to the shortcomings already identified in previous reports —\nsuch as the Second and Third National Communications, as well as the First Biennial Update Report\n(BBUR) — and to the emerging needs of ongoing climate change projects. The analysis will seek to\nhighlight both structural weaknesses and specific needs for financing, technology transfer and human\nand institutional capacity building.\nIn this way, the chapter will function as a diagnostic and guidance tool, allowing not only to understand\nthe limiting factors that condition the national response to climate change, but also to substantiate the\nrequests for international support necessary for the effective implementation of the commitments made\nby Guinea-Bissau within the UNFCCC.\n6.1. Structure for the continuous assessment and reporting of related financial, technical and\ncapacity constraints, gaps and needs, as well as the necessary and received support established.\nWithin the framework of Article 4 of the United Nations Framework Convention on Climate Change\n(UNFCCC), Guinea-Bissau recognises the need to have an institutional and methodological framework\nto continuously assess the constraints, gaps and financial, technical and capacity needs that limit the full\nand effective implementation of its climate actions.\nTo this end, an interinstitutional coordination mechanism was established, provided by the Ministry of\nEnvironment, Biodiversity and Climate Action (MABAC), with the involvement of national focal points,\nsectoral technical institutions and development partners. This structure aims to:\n Collect, review and update information periodically on constraints and gaps in the areas of\nfinancial, technical and institutional training.\n Identify priorities and needs to support the implementation of mitigation and adaptation measures,\nin alignment with national commitments (NDC, Sector Plans, Climate Resilience Strategies).\n Facilitate transparent and systematic reporting on the support needed and received, ensuring the\ntraceability of the resources mobilised and their correspondence with the identified needs.\n\n161\n\n Promote coherence and integration with other international reporting mechanisms, including the\nBiennial Transparency Report (BTR), National Communications and Sustainable Development\nGoals (SDG) reports.\nThe framework also serves as a tool to support resource mobilisation, allowing expressed needs to be\npresented in a structured way to international partners, strengthening the country’s capacity to attract\nclimate finance, technical assistance, and targeted capacity-building programmes.\n6.1.1. Review and update information on related financial, technical and capacity constraints, gaps\nand needs\n\nRegular review and updating of information on financial, technical and capacity constraints, gaps and\nneeds is a key step towards strengthening the implementation of Guinea-Bissau's climate policies and\nmeasures. This process aims to ensure that strategic and operational decisions are made on the basis of\nup-to-date and accurate data, which reflect the real needs of the country.\nTo operationalise this activity, MABAC, in coordination with national focal points and sectoral technical\ninstitutions, carries out the following actions:\n1. Continuous mapping of gaps and constraints: Identification of institutional, technical and financial\nconstraints that may compromise the implementation of climate change mitigation and adaptation\nmeasures. This mapping covers both the central and regional levels and the priority sectors, ensuring an\nintegrated view of needs.\n2nd Periodic update of information: Gap and need information is reviewed regularly, incorporating\nrecent data from ongoing projects, institutional capacity assessments, industry initiative progress reports,\nand feedback from implementation partners.\n3. Classification and prioritisation of needs: Based on the data collected, identified needs are categorised\nby type (financial, technical or training) and prioritised according to urgency, potential impact and\navailability of resources.\n4. Integration into the national reporting system: The results of the review and update are systematically\nincorporated into the national reports, including the Biennial Transparency Report (BTR) and the\nNational Communications, allowing traceability and transparency on the support needed and received.\n5. Feedback for resource mobilisation: Up-to-date information provides the basis for planning training\nprogrammes, requesting technical assistance and mobilising climate finance from international partners,\nensuring that available resources respond effectively to the country’s needs.\nThe NDC of Guinea-Bissau estimates that the costs of implementing the mitigation component will be\napproximately US$664 million during the period from 2021 to 2030, of which US$531 million, or 80%\nof the total investment needs, are financial support needs (conditional element of the NDC). The sectoral\nbreakdown of financial support needs is detailed in Table 90 below.\nTable 6-0-1:International financial support is required to implement the updated NDC (Mitigation\nComponent)\n\nSectors\n\nValue in millions of US dollars in 2021\nEnergy\n240\nForests and Land Use\n264\n\n162\n\nAgriculture\n22\nWaste\n5\nTOTAL\n531\n\nThe main projects identified are mostly managed by institutions under the auspices of the Ministry of\nEnvironment, Biodiversity and Climate Action (MABAC), including the Institute of Biodiversity and\nProtected Areas (IBAP), the National Institute of the Environment (INA) and the Competent Authority\nfor Environmental Assessment (AAAC). The Ministry of Energy is responsible for the main energy\nprojects, and the Bissau Municipal Council is responsible for waste management projects.\nFor the preparation of its first Biennial Transparency Report (BTR1), Guinea-Bissau received from the\nGEF, through UNEP, an amount of 600,000 US dollars, for a period of 27 months (April 2023 to March\n2025).\nTable 6-0-2:Support received from GEF/UNEP for the BTR1 Project\nProject Objectives\nCost $US\ni. Preparation of PIP BTR1 and project initiation activities\n50,000\nii. Preparation and submission of BTR1 report to UNFCCC\n530,000\niii. Completing an application for GEF funding for subsequent BTRs and/or combined BTR/NC\n\n20,000\nTotal project cost\n600.00\n\nSimilarly, for the preparation of the UNFCCC Fourth National Communication (NC4), the country has\nbenefited from financial support from the GEF through UNEP, amounting to USD 500, for a period of\n36 months (October 2022 to May 2025).\nTable 6-0-3:Support received from GEF/UNEP for the Fourth National Communication Project (NC4)\nProject Cost\n2022\n2023\n2024\n2025\nTotal\n%\nGEF Trust Fund available to Executive\nAgency\n67,750\n198,700\n199,550\n34,000\n500.00\n83\nCo-financing in\nkind / government\ncontribution\n\n50,000\n50,000\n\n100.00\n17\nTotal cost ($)\n67,750\n248,700\n249,550\n34,000\n600,000\n100\nIn this way, the continuous review and updating process contributes to building a solid and reliable\ninformation base, reinforcing Guinea-Bissau's capacity to implement its climate policies in an efficient,\nadaptive and transparent way.\n6.1.2. Financial resources and capacity needs for the implementation of the National Global GHG\nEmission Reduction Strategy\nThe effective implementation of Guinea-Bissau's Global National Strategy for the Reduction of\nGreenhouse Gas Emissions (GHG) depends on a clear understanding of the financial needs and the\ninstitutional, technical and human capacity needed to achieve the defined objectives.\nTo ensure that the Strategy is operationalised efficiently, the country carried out a detailed assessment of\nthe requirements associated with the different mitigation measures, considering:\n1. Required financial resources: Total costs of implementing priority mitigation actions, including\ninvestments in clean technologies, renewable energy, energy efficiency, sustainable forest management\n\n163\n\nand other key sectors, have been estimated. This analysis identifies funding gaps and guides resource\nmobilisation with international partners, climate funds, and bilateral and multilateral mechanisms.\n2. Institutional and technical training needs: In addition to funding, the implementation of the Strategy\nrequires strengthening national capacity. This includes specialised training in emissions inventory and\nmonitoring, transparency reporting, developing technical skills for implementing low-carbon projects,\nand strengthening climate governance institutions.\n3. Integration with national and international instruments: Resource and capacity identification is carried\nout in close coordination with other national planning instruments, such as Sector Plans, Nationally\nDetermined Contributions (NDCs) and international reporting mechanisms, ensuring coherence between\ndifferent levels of climate action.\n4. Strategic planning and prioritisation: Based on the assessment of financial and capacity needs,\nmitigation measures are prioritised according to their potential impact on GHG emission reduction,\ntechnical feasibility, cost-effectiveness and alignment with national sustainable development goals.\nThis approach provides Guinea-Bissau with a consolidated view of resource and capacity needs,\nproviding a sound basis for mobilising financing, institution building and ongoing monitoring of the\nimplementation of the Global National GHG Emission Reduction Strategy.\n6.1.3. Cost-benefit analysis of the support requested and received\nBased on the Vulnerability and Risk Assessment (V&R), Guinea-Bissau conducted a detailed costbenefit analysis to estimate the potential costs of long-term adaptation measures, with an initial focus on\nthe water and energy sectors. This analysis aims to support strategic planning, prioritisation of investment\nand mobilisation of adequate financial resources to increase the country’s resilience to the impacts of\nclimate change.\nThe main elements of this approach include:\n1. Identification of priority adaptation measures: Critical actions to ensure water and energy security,\nincluding water supply infrastructure, water resource management, renewable energy systems, energy\nefficiency and mechanisms to protect against extreme events were considered.\n2nd Estimation of potential costs: The analysis included the costs of implementation, operation and\nmaintenance of adaptation measures, assessing different investment scenarios and time horizon, ensuring\nthat the costs reflected the needs of long-term sustainable adaptation.\n3. Assessment of socio-economic and environmental benefits: The expected benefits of the measures were\nconsidered in terms of reducing vulnerabilities, protecting populations and natural resources, increasing\nthe efficiency of essential services and promoting sustainable development.\n4. Cost-benefit relationship: The study allowed to compare the costs of the measures with the expected\nbenefits, highlighting those that have a higher social, economic and environmental return, contributing\nto more informed investment decisions.\n5. Integration with support mobilisation: The results of the cost-benefit analysis serve as a basis for\nnegotiating and coordinating financial, technical and institutional support with international partners,\nensuring that the resources received respond effectively to the identified adaptation needs.\n\n164\n\nIn this way, Guinea-Bissau strengthens its capacity to plan and implement climate adaptation measures,\npromoting an efficient use of resources and the sustainable resilience of critical sectors, namely water\nand energy.\n6.1.4. Assessment of technological needs and identification of innovative solutions\nAs part of strengthening climate resilience, Guinea-Bissau conducted a detailed study to assess the\ncountry's technological needs and identify effective and innovative technological solutions. This\nevaluation initially focused on two priority sectors, water resources and agriculture, as identified and\nprioritised in the National Adaptation Plan (PANA), considering the most vulnerable sectors and still in\nneed of interventions to effectively address the adverse impacts of climate change.\nThe main objectives of the study were:\n1. Mapping of critical technological needs: Identifying gaps in monitoring, management and adaptation\nto climate change technologies in priority sectors. This includes technologies for water storage and\ndistribution, efficient irrigation, drought- and flood-resilient cultivation, and early warning and\nforecasting systems.\n2. Develop a list of innovative technological solutions: Proven emerging technological solutions have\nbeen compiled that can be implemented in the national context to increase resilience and reduce negative\nimpacts on water resources and agriculture.\n3rd Prioritisation of solutions: The identified technologies were classified according to criteria of\nrelevance, cost-effectiveness, feasibility of implementation, sustainability and replicability potential,\nensuring that resources are applied to the solutions with the greatest impact.\n4. Integration with national adaptation strategies: The results of the study were articulated with PANA\nand other national strategic instruments, serving as a reference for future projects, mobilisation of climate\nfinance and planning of technological interventions in the most vulnerable sectors.\nThis approach enables Guinea-Bissau to develop a portfolio of technological solutions tailored to its\nspecific needs and challenges, strengthening the country's capacity to address the effects of climate\nchange in an efficient, sustainable and innovative way.\n6.1.5. Update of information on financial resources, technology transfer, training and technical\nsupport received\nAs part of the continued strengthening of climate policy implementation, Guinea-Bissau has established\nmechanisms to regularly update information on financial resources, technology transfer, training and\ntechnical support received from bilateral and multilateral donors.\nThis update involves:\n1. Detailed record of support received: Compilation of information on funding mobilised, technology\ntransfer programmes, capacity building initiatives and technical assistance provided by international\npartners, including multilateral agencies, climate funds and partner governments.\n2. Monitoring the use and effectiveness of support: Assessment of how financial and technical resources\nare applied in mitigation and adaptation projects, ensuring that the support received is aligned with\nnational priorities and effectively contributes to the reduction of climate vulnerabilities.\n\n165\n\n3. Integration into national reporting systems: Updated information is incorporated into national reports,\nsuch as the Biennial Transparency Report (BTR) and National Communications, promoting\ntransparency, traceability and visibility of international support received.\n4. Feedback for future mobilisation: Continuous mapping of partners’ contributions allows identifying\nfunding or capacity gaps and facilitates the formulation of new support requests, ensuring that future\nresources respond to the country’s real needs.\nThis systematic updating process reinforces coordination between government, industrial institutions and\ninternational partners, ensuring that Guinea-Bissau maximises the use of available resources, improves\nits institutional and technological capacity, and consistently advances the implementation of climate\nchange mitigation and adaptation measures.\n6.1.6. Report on financial resources, technology transfer, training and technical assistance received\nfrom multilateral donors and developed countries\nAs part of the ongoing process of monitoring and reporting international support, Guinea-Bissau has\nprepared a detailed report on the financial resources, technology transfer, training and technical\nassistance received from various multilateral and bilateral sources, including:\n Global Environment Facility (GEF)\n Green Climate Fund (GCF)\n Multilateral institutions of international cooperation\nThe report includes:\n1. Detailed inventory of support received: Records the financial resources mobilised, projects financed,\ntechnology transfers, training programmes and technical assistance for the implementation of mitigation\nand adaptation measures.\n2. Impact analysis and effectiveness of support: Assesses the practical implementation of resources and\ntechnical assistance, highlighting the results achieved in terms of institutional capacity building,\ndevelopment of climate technologies and implementation of national strategic actions.\n3. Integration with national and international reporting instruments: The compiled data feed into\nnational reports, such as the Biennial Transparency Report (BTR) and National Communications,\nensuring traceability, transparency and alignment with the reporting requirements of the Convention.\n4. Provision for future planning: Consolidated information identifies support gaps, emerging needs, and\nopportunities to mobilise additional resources, ensuring that the country’s future climate initiatives are\nsustainable, effective, and well-funded.\nThis report reinforces Guinea-Bissau’s capacity to monitor, communicate and mobilise climate\nresources, consolidating coordination among government, development partners and multilateral\ninstitutions, and ensuring that international support directly contributes to the implementation of national\npriorities for climate change mitigation and adaptation.\n\n166\n\nThe training needs for the implementation of the NDC were detailed in the respective document. The\nmain training needs and a quick assessment of whether or not training support has been received are in\nthe table below.\nTable 6-0-4:Evaluation of training support\n\nNeed for training\n\nSupport received?\nInstitutional capacity building to enable Guinea-Bissau to adequately monitor the\nimplementation of NDCs across sectors. This entails, among other things,\nestablishing a transparency system that enables the regular production of GHG\ninventories, in accordance with IPCC rules, as well as NDC monitoring\nindicators.\nNo\nTraining in energy transition (energy accounting, forecasting, programming of\nenergy management actions, development of indicators, etc.).\nNo\nTraining of stakeholders in the implementation of the NDC MRV.\nPartially (in the context of the\npreparation of the BTR)\nEmpowering stakeholders to better leverage carbon market mechanisms, as\nprovided for in Article 6 of the Paris Agreement.\nNo\nTraining and transfer of technology for the development of renewable energy and\nenergy efficiency in different sectors of the economy.\nNo\nTraining in optimised management of the electrical system to increase its capacity\nfor better integration of renewable energies.\nNo\nTraining of actors in forest protection and preservation of ecosystems.\nYes\nThe national and sectoral action plan for the implementation of the NDCs.\nNo\nThe investment plan in the energy sector.\nNo\nPortfolio of specific projects and financing mechanisms in the energy sector.\nNo\nNDC update before 2024.\nNo\nThe development of a national low-carbon strategy by 2050.\nNo\nPreparation of the first half-yearly transparency report.\nNo\n\nIn addition to the financial investment needs for the implementation of the NDC, the necessary training\nsupport costs have been estimated at USD 30 million.\nMain training needs:\n Hands-on training in IPCC inventory software to compile and report emissions.\n Remote Sensing and SIGFformation for LULUCF.\n Development of a national system for collecting and managing emissions data.\n Training of national experts to lead future inventories.\nDuring the process of developing this RTB, including the NIR, a number of training needs related to\ntransparency were identified. The table below summarises the needs identified in the respective sectors\nof this report.\nGuinea-Bissau has specific training needs to improve the preparation of the National Inventory Report\n(NIR), especially in the following sectors:\nTable 6-5:Training needs\n\nChapter\n\nNeed for training\n\n167\n\nNIR\nEnergy\nMethodologies of the IPCC 2006 for calculating emissions.\n- Monitoring and reporting of CO2, CH4 and N2O emissions in the energy sector.\n- Integration of fossil fuel and renewable energy data.\n- Use of tools such as IPCC Inventory Software and Plan System of Long Range Energy\nAlternatives (LEAP).\n\nUPI\n- Collection and processing of emissions data from manufacturing and construction.\n- Methods to estimate fugitive and industrial process emissions.\n- Application of specific emission coefficients for materials such as cement, glass and\nchemicals.\n\nAgriculture\n- Methodologies to estimate emissions from enteric fermentation and waste management.\n- Calculation of nitrous oxide (NO) emissions from the use of fertilisers.\n- Assessment of changes in agricultural productivity and climate impacts.\n\nLULUCF\n- Methods to estimate carbon stocks in forests and soils.\n- Calculation of O2 emissions and C removals in deforested and reforested areas.\n- Use of GIS and remote sensing technologies for monitoring forest areas.\n\nWaste\n- Estimated methane (CH ₄ ) emissions from landfills and sewage treatment.\n- Monitoring the management of solid and liquid waste.\n- Emissions quantification methods and potential mitigation strategies.\nTools and Methodologies\n- LEAP (Plan System of Long Range Energy Alternatives) for modelling energy scenarios.\n- GACMO (Cost Model of Abatement of Greenhouse Gases) to evaluate costs and benefits\nof mitigation actions.\n- IPCC Emission Factors Database (EFDB) for emission coefficient-based projections.\n- UNDP Climate Promise Tools for Strategic Projections.\nNDC\nNDC Trace\n- Development of a Monitoring, Reporting and Verification System (MRV) to monitor the\ngoals of the NDC.\n- Use of progress indicators to assess contributions to mitigation and adaptation.\n- Training in the use of digital tools for tracking and reporting.\n- Integration of sectoral data (energy, agriculture, waste, LULUCF, IPPU) into a unified\nsystem.\n\nMonitoring of mitigation\nactions\n- Training in IPCC methodologies to monitor emissions reduced by climate action.\n- Definition of baseline and alternative scenarios to measure the real impacts of mitigation\npolicies.\n- Training for transparent progress reports to the UNFCCC.\n- Use of technologies to measure and validate emission reductions\n\nGHG projections\n- Use of GHG emission projection models to plan effective climate action.\n- Application of bottom-up and top-down approaches in modelling future scenarios.\n- Integration of projections into the medium and long-term climate policy plan.\n- Training to identify data gaps and strategies to fill them.\nTools and Methodologies\n- IPCC inventory software and Long-Range Alternative Energy Plan (LEAP) system.\n- MRV techniques for key sectors (energy, waste, agriculture, LULUCF).\n- Data platforms such as ETF and NDC Registry.\n\nAdaptation improves technical capacity to identify sectors and\ncommunities most vulnerable to climate impacts.\nFormation\n- Use of climate risk assessment models for key sectors (agriculture, water resources,\nbiodiversity, infrastructure).\n- Application of IPCC (AR6) methodologies for vulnerability analysis and exposure.\n\n168\n\n- Remote sensing tools and GIS (Geographic Information System) for mapping vulnerable\nareas.\n- Participatory methods to integrate local and scientific knowledge into climate risk\nassessment\nTools and Methodologies\nUNDP Climate Risk Assessment Framework.\n- GIS tools (QGIS, ArcGIS) for spatial mapping and analysis.\n- CMIP6 climate models for climate impact projections.\nSupport needed and received\nTechnical and financial\nsupport received from\ninternational partners\n\n1. GEF/UNEP\n- NC4 and BTR1 projects\n\n2.GCCA+ (Global Climate Change Alliance Plus)\nImplemented by Expertise France and CILSS - AGRHYMET Regional Centre\n- Support for adaptation and mitigation training.\n- Aid in the elaboration of the National GEEE Missions Inventory.\n- Training in MRV Systems (Monitoring, Reporting and Verification).\n\n3.UNDP (Climate Commitment)\n- Support in updating and implementing the NDC.\n- Support in the elaboration of the National Adaptation Plan (NAP).\n- Assistance on access to climate finance (GCF, Adaptation Fund).\n\n4. Lusophone Cluster Centre for Climate Transparency\n- Technical assistance (training and qualification)\n- Analysis of BTR1\n\n5.Green Climate Fund (GCF) - Preparedness Programme\n- Financing for climate adaptation and resilience actions.\n- Support in strengthening the institutional capacity to raise climate funds.\n\n6.FundAdjustment\n- Financing for Community adaptation and coastal protection projects.\n\nSupport Required\n1. Technical and Institutional Training\n- Advanced training in GHG Projections, NDC and MRVmonitoring.\n- Training in remote sensing and GIS for environmental monitoring and LULUCF.\n- Develop local capacities for national transparency reports.\n\n2nd element. Infrastructure Development and Monitoring Systems\n- Creation of a national climate data platform for emissions monitoring and adaptation\nactions.\n- Strengthening the network of meteorological stations to improve climate projections.\n- Implementation of early warning systems for natural disasters (floods, droughts, coastal\nerosion).\n\n3rd element: Mobilising climate finance\n- Technical assistance for the preparation of financing proposals for the Green Climate Fund\n(GCF) and the Adaptation Fund.\n- Creating public-private partnerships for renewable energy and climate resilience projects.\n- Development of innovative financial mechanisms such as climate insurance and carbon\ncredits.\n\n4th element: Implementation of Local Solutions for Adaptation\n- Support the expansion of Ecosystem-Based Adaptation (EbA), including the restoration of\nmangroves and forests.\nClimate-smart agriculture projects to reduce vulnerabilities in the agricultural sector.\n- Development of water security and sustainable water management initiatives to mitigate\nthe impacts of drought.\n\n169\n\n170\n\n171\n\nBIBLIOGRAPHIC REFERENCES\n\n1\nFAO. 2015.Global Forest Resources Assessment (FRA) 2015. http://www.fao.org/3/a-i4808e.pdf\n2\nThe World Fact Book.2018. https://www.cia.gov/library/publications/the-world - Facebook\n/geos/print_pu.html.Accessed 31/08/2019.\n3\nParis Agreement - Article 7: Adaptation.United Nations Framework Convention on Climate Change.\nhttps://unfccc.int; UNFCCC (2015).\n4\nParis Agreement (UNFCCC, 2015) – Establishes the global adaptation target and sets guidelines for\nvulnerable countries to implement climate resilience measures.Available at: https://unfccc.int/processand-meetings/the-paris-agreement\n5\nRegional Analysis of Climate Vulnerability in West Africa - Case of Guinea-Bissau.Niamey:\nAGRHYMET Regional Centre; CILSS/AGRHYMET (2020).\n6\nSTRATEGIC AND OPERATIONAL YEAR 2015-2020 \"Terra Ranka\". Guinea-Bissau 2025.\nExecutive Summary and Portfolio of Projects. Organisation for Economic Cooperation and\nDevelopment. 03/12/2015. 31p.\n7\nFAO Yearbook (2000 to 2022)\n8\nOil Products Import Yearbooks, DGE/DSDP; Ministry of Finance\n9\nSupport for adaptation based on coastal ecosystems in West Africa: lessons and experiences from\nGuinea-Bissau.Regional Programme for Coastal and Marine Conservation (PRCM); IUCN and\nPRCM (2021).\n10 Initial Assessment of Minamata for Guinea-Bissau - April 2019 - United Nations Environment\nProgramme - Minamata Convention\n11 Balance Sheets 1961-2018 - Food and Agriculture Organisation of the United Nations (FAO) -\nStatistics Division (ESS) - Guinea-Bissau\n12 IPCC Emission Factors Database\n13 UN SDG 6 Water Database 2000-2020 - United Nations Water Policy\n14 UN-Water SDG 6 database - 2000-2020 - United Nations Water Policy.\n15 World Bank (2022). Climate Risk Profile: Guinea-Bissau – Assessment of climate risks and adaptation\nstrategies in the country.\n16 World\nBank.\n2015.\nhttp://www.worldbank.org/en/news/feature/2015/11/30/guinea-bissausgreendevelopment-takes-root-starting-with-biodiversity-conservation.\n17 World Bank. 2018. IMPLEMENTATION COMPLETION REPORT AND RESULTS. Second APL\n(APL-B1) West African Regional Fisheries Programme (Guinea-Bissau) (P 119380). 83p\n18 CEDEAO (2021). Regional Strategy for Adaptation to Climate Change - Analysis and policies for\nWest African countries to address the impacts of climate change.\n19\nNational Communication of Guinea-Bissau to the UNFCCC (2022) – Document submitted to the\nSecretariat of the United Nations Framework Convention on Climate Change, detailing climate\nimpacts and adaptation actions in the country.\n20 National Communication of Guinea-Bissau on Climate Change NC1; Ministry of Environment,\nBiodiversity and Climate Action; 1994\n21 National Communication of Burundi and Mauritius\n22 Bissau City Council (CMB), Bissau Municipal Solid Waste Management Plan (Guinea-Bissau)\n23 Food accounts 1961-2018 - Food and Agriculture Organisation of the United Nations (FAO) -\nStatistics Division (ESS) - Guinea-Bissau\n\n172\n\n24 Nationally Determined Contribution – 2021 Update (NDC).Ministry of Environment, Biodiversity\nand Climate Action (MABAC), Bissau. South Africa (2021).\n25 World Bank Open Data.(s). World Bank Open Data.\nhttps://data.worldbank.org/indicator/EG.ELC.ACCS.ZS\n26 DGRH, 2016.Diagnosis of Capacity Needs and Gaps in Water Service Managing Entities.\nhttp://www.ppa.pt/wp-content/uploads/2016/10/GuineBissau-1.pdf .\n27 Dinerstein, E. et al. A. (2017): Bioscience, an ecoregion-based approach to protecting half of the\nterrestrial kingdom doi:10.1093/biosci/bix014\n28 Directorate-General for Water Resources (DGRH), MOPIR; Republic of Guinea-Bissau (2024).\n29 2006 IPCC Guidelines for the National Inventory – 2019 Refinement – Chapter 2 – Table 2.3 – West\nAfrica\n30 Guidelines for National Greenhouse Gas Inventories, IPCC2006\n31 EAGB; March 2024.\n32 Embalo, Birgit/UNDP, 2021, UNDP Guinea-Bissau Gender Analysis,\nwww.gw.undp.org/content/guinea_bissau/en/home/library.html\n33 Eros.usgs.gov.2013\nhttps://eros.usgs.gov/westafrica/land-cover/land-use-land-cover-and-trendsguinea-bissau\n34 Forest carbon stocks, FRA Platform reference\n(https://fradata.fao.org/assessments/fra/2020/GNB/sections/biomassStock)\n35 Forest carbon stocks, FRA Platform reference\n(https://fradata.fao.org/assessments/fra/2020/GNB/sections/biomassStock)\n36 National Strategy for Disaster Risk Reduction (SNGRRD, 2020) – Developed by Guinea-Bissau Civil\nProtection to prevent and minimise the impacts of climate disasters.\n37 FAO, 2013, Database on gender and land rights, FAO: Department of Economic and Social\nDevelopment, Rome. www.fao.org./gender/landrights/GEF/UNDP,\n38 FAO. (2018). World Food and Agriculture - Pocket Statistical Manual 2018.In World Food and\nAgriculture - Pocket Statistical Manual 2019. https://doi.org/10.4060/ca6463en\n39\nFerreira, TC & Lona, JT 2018. Component 3 of Project BUR 1: \"Policies and measures for\nmitigation/mitigation of climate change and its effects\". Project SB-001119.13 - Preparation of the\nFirst Biennial Update Report on the implementation of the United Nations Framework Convention on\nClimate Change. Project BUR Component 3 1. 60 pp.\n40\nGreen Climate Fund (VCF) and Projects in Guinea-Bissau – VCF-funded projects focussing on\nclimate\nresilience\nand\nsustainable\ndevelopment.Available\nat:\nhttps://www.greenclimate.fund/countries/guinea-bissau\n41 GEF ID 10105, \"Strengthening climate information and early warning systems for climate resilient\ndevelopment and adaptation to climate change in Guinea-Bissau\", www.thegef.org/projects\n42 GEF/UNDP, GEF ID 6988, 24.01.2019, \"Strengthening the resilience of coastal areas and\ncommunities vulnerable to climate change in Guinea-Bissau\", www.thegef.org/projects\n43 Government of Guinea-Bissau, 2018, TNC, Third National Communication.\n44 Government of Guinea-Bissau, 2019, BUR, First Biennial Report Updating Guinea-Bissau to the\nUnited Nations Framework Convention on Climate Change.\n45 GovGB. 2015. Strategy and National Plan for Biological Diversity. State Secretary for the\nEnvironment. Bissau. 155p\n\n173\n\n46\nWorld Bank Group - World Population Outlook of Guinea-Bissau 2019 - United Nations, Department\nof Economic and Social Affairs, Population Division (2018). Perspectives of World Urbanisation:\n2018 Review, Online Edition. Guinea-Bissau\n47 Guide to Gender Sensitivity in National Communications, UNDP 2015\n48 Guinea-Bissau AFREC. (nd). https://au-afrec.org/guinea-bissau\n49 Guinea-Bissau, BTR1 – PIF, January 2023;\n50 http://www.aler-renovaveis.org/contents/files/\n51 http://www.aler-renovaveis.org/contents/files/311017-panee-v8-final.pdf\n52 http://www.ipcc-nggip.iges.or.jp/public/2006gl/ Refinement of 2019 guidelines\n53 https://lvia.it/wp-content/uploads/2018/11/CATADORES_livro-compressed.pdf\n54 https://mercuryconvention.org/sites/default/files/documents/minamata_initial_assessment/GuineaBissau-MIA-2019.pdf\n55 https://www.ipcc.ch/report/2019-refinement-to-the-2006-ipcc-guidelines-for-national-greenhousegas-inventory/\n56 Mendes O., Atta S. 2017. Agroclimatologie de la production de l'anacardier in Guinea-Bissau.\nÉditions Universitaires Européennes\". 65 pages.\n57\nMendes, O. (2017). Climate change indicators in eastern Guinea-Bissau and peasant\nadaptation.Sintius, 1, 108–139.\nhttps://drive.google.com/file/d/1TfyGvndCQMeMdIL7mDAhZge_4qdw17oz/view\n58 Mongabay, 2018. \"Deforestation statistics for [name of selected country]\". Accessed 06/10/2019 on\nrainforests.mongabay.com.\n59 MRN/DGA. 2007. CARBOVEG-GB Project – Quantification of Stored Carbon and Sink Capacity of\nGuinea-Bissau Forest Vegetation.\n60\nNahada V., Sobrino I., Rodríguez S., 2012. Report from the Special Meeting of the Joint Scientific\nCommittee Guinea-Bissau - EU. Bissau. Joint Scientific Committee meeting between the Republic of\nGuinea-Bissau and the European Union.\n61\nHarvard University Growth Laboratory (2019). \"Growth Projections and Complexity Rankings, V2\"\n[Dataset].\nhttps://doi.org/10.7910/dvn/xtaqmc.\nAtlas\nof\nEconomic\nComplexity\n(atlas.cid.harvard.edu/explore).\n62 UN Guinea-Bissau, 2020, Building back better. Analysis of the socioeconomic impact of Covid-19.\nBissau.\n63 IPCC-2006 Guidance\n64 Intergovernmental Panel on Climate Change (IPCC). (2006). IPCC guidelines for national greenhouse\ngas inventories. Institute for Global Environmental Strategies\n65\nRegional Partnership for Coastal and Marine Conservation in West Africa. 2019. Guinea-Bissau:\nCoverage of protected areas increased from 15% to 26.3%. Accessed 06/10/2019 on\nprcmarine.org/en/guinea-bissauprotected-areas-coverage-15-263. Accessed on\n66 Climate Risk Profile of Guinea-Bissau.Washington, DC: World Bank Group;\nhttps://climateknowledgeportal.worldbank.org; World Bank (2022).\n67 Climate Risk Profiles and Food Security - Guinea-Bissau.Rome: Food and Agriculture Organisation\nof the United Nations. https://www.fao.org; FAO (2022).\n68\nWorld Population Outlook 2019 - United Nations, Department of Economic and Social Affairs,\nPopulation Division (2018). Perspectives of World Urbanisation: 2018 Review, Online Edition.\nGuinea-Bissau\n\n174\n\n69\nPerspectives of World Urbanisation: 2018 Analysis - United Nations, Department of Economic and\nSocial Affairs, Population Division (2018). Perspectives of World Urbanisation: 2018 Review, Online\nEdition. Guinea-Bissau\n70 Perspectives of world urbanisation: 2018 review, online edition.Guinea-Bissau\n(https://population.un.org/wup/publications/Files/WUP2018-Report.pdf)\n71 Sustainable Energy Investment Plan for Guinea-Bissau (SEforALL AA); Ministry of Natural\nResources and Energy; Bissau 2017.\n72 Master Plan of the Agricultural and Rural Sector – PDSAR (2025-2035).Ministry of Agriculture and\nRural Development. Guinea-Bissau (2023).\n73 National Action Plan for Energy Efficiency (PANE) of Guinea-Bissau 2015-2030 Period Ministry of\nNatural Resources and Energy\n74 Guinea-Bissau’s National Climate Change Adaptation Plan (PNA, 2021) – Defines strategies and\npriorities to strengthen climate resilience in the country.\n75 National Plan for Agrarian Development (updated PNIA)\n76 National Plan for Integrated Management of Water Resources – PNGIRH.\n77 FRA Platform (https://fradata.fao.org/assessments/fra/2020/GNB/sections/biomassStock)\n78 UNDP. 2023.Human Development Indices and Indicators: Statistical Update 2018.Guinea-Bissau.\nhttps://www.populationof.net/guinea-bissau/ .Accessed 31/08/2019.\n79\nPortuguês GEF/UNDP, GEF ID 9561, 08.06.2020, \"Promoting better access to modern energy\nservices through sustainable mini-grids and low-carbon bioenergy technologies among GuineaBissau's forest-dependent communities\", Strategy and Action Plan for Gender Integration, pp. 48-63,\nwww.thegef.org/project/Promover Better access to modern energy services through sustainable minigrids and low-carbon bioenergy technologies among Guinea-Bissau's forest-dependent communities |\nGlobal Environment Fund (thegef.org).\n80\nFirst Biennial Update Report (BUR1) of the United Nations Framework Convention on Climate\nChange; Directorate-General for Environment, State Secretariat for Environment and Biodiversity,\n2019; 115 pp.\n81\nProject for Strengthening Climate Information Systems and Early Warning in Guinea-Bissau –\nProject Document; WMO and UNDP (2024); World Meteorological Organisation and United Nations\nDevelopment Programme; UNDP and GEF (2023).\n82\nWACA Project (West African Coastal Areas Programme) – Implemented with the support of the\nWorld Bank and the Global Environment Facility (GEF), it focuses on protecting coastal areas from\nerosion and sea-level rise. Available at: https://www.worldbank.org/en/programs/waca\n83 UNDP projects in Guinea-Bissau on climate adaptation – Initiatives to strengthen the country's\nresilience.Available at: https://www.undp.org/guinea-bissau\n84\nRahman, MA, Kang, SC, Nagabhatla, N., & Macnee, R. (2017). Impacts of temperature variation and\nprecipitation on rice yield in the main ecosystems of Bangladesh. Agriculture and Food Security, 6(1),\n1–11. https://doi.org/10.1186/s40066-017-0089-5\n85 Biennial Update Report (BUR 1) Guinea-Bissau\n86\nImplementation report of the Brussels Programme of Action for the Least Developed Countries for\nthe Decade 2001-2010 - Republic of Guinea-Bissau - Ministry of Economy, Planning and Regional\nIntegration\n87 IPCC Synthesis Report (2023) – Analyses global and regional climate risks, including West Africa\nand Guinea-Bissau.\n\n175\n\n88 Guinea-Bissau Renewable Energy Report (IRENA, 2022) – Exploits the potential of renewable\nenergy as a sustainable alternative to mitigate climate impacts.Available at: https://www.irena.org/\n89 Report on the Study of the Energy Master Plan and the Infrastructure Development Plan for the\nProduction and Distribution of Electricity; Ministry of Natural Resources and Energy; Bissau 2012.\n90\nIntergovernmental Panel on Climate Change Reports (IPCC, 2021, 2023) – Contains scientific\nassessments of climate change impacts, vulnerabilities and adaptation strategies.Available at:\nhttps://www.ipcc.ch/\n91 REPUBLICATION OF GUINEA-BISSAU. 2015. STRATEGIC AND OPERATIONAL PLAN\n2015-2020 Terra Ranka. 198 pages.\n92 Mid-term Final Review of the Coastal Resilience Project – Guinea-Bissau.United Nations\nDevelopment Programme (UNDP) and Global Environment Facility (GEF); UNDP and GEF (2023).\n93\nSardines, R. (1993). The role of trees in Guinea-Bissau's agrarian systems. First Conference on\nAgriculture in Guinea-Bissau, Communications, Lisbon, State Secretariat for Science and\nTechnology, 183-206.\n94\n2019. Proposal for a Forest Emissions Reference Level for the National System of Protected Areas of\nGuinea-Bissau - State Secretariat for the Environment. Reduction of Emissions from Deforestation in\nthe National System of Protected Areas – REDD+ Result Payments under the UNFCCC – Bissau |\nJanuary 2019\n95 Second and Third National Communications of Guinea-Bissau; on the United Nations Framework\nConvention on Climate Change (February 2011)\n96 Seminoff, JA (Southwest Fisheries Science Centre, USA). 2004. Chelonia mydas. IUCN Red List of\nThreatened Species 2004: e.T4615A11037468.\n97 FAO website - www.fao.org\n98 MODIS website - https://modis.gsfc.nasa.gov/\n99\nSylla, MB, Pal, JS, Faye, A., Dimobe, K., & Kunstmann, H. (2018). Climate change will severely\nimpact irrigation on the scale of West African watersheds in global warming scenarios of 2 °C and 1.5\n°C. Scientific Reports, 8(1), 1–9. https://doi.org/10.1038/s41598--018\n100 Unesco.Organisation.2017. ( http://www.unesco.org/new/en/naturalsciences/environment/ecological-sciences/man-andbiosphere-programme ).\n101\nNASS (2017). Summary and data from the states of the United States.2017 Agricultural Census, 1\n(April 2019), 711.\nhttps://www.nass.usda.gov/Publications/AgCensus/2017/Full_Report/Volume_1,_Chapter_1_US/us\nv1.pdf",
    "created_utc": "2025-11-20T07:33:22Z"
  }
]