[
  {
    "country": "Cuba",
    "section": "Institutional framework for climate action",
    "source_doc": "COPY",
    "doc_url": "file:///C:/Users/alici/UCEP/alicia_ass7_pdfextraction/Copy%20of%20GEF8_PIF_Cuba_DRAFT_23.10.25.docx.pdf",
    "extracted_text": "Institutional framework for climate action\nCuba's institutional system for climate transparency, created by Law No. 150 of 2023 on Natural Resources and the\nEnvironment, is led by the Ministry of Science, Technology and Environment (CITMA), the governing body that\ncoordinates the preparation and presentation of National Communications on Climate Change, Biennial Update Reports,\nBiennial Transparency Reports, and all other reports agreed upon within the framework of the United Nations Framework\nConvention on Climate Change and the Paris Agreement, and ensures that they contain up-to-date and timely information\nand that requirements relating to these reports are met. In addition, it is the body in charge of proposing and directing the\nState Plan for Confronting Climate Change, “Tarea Vida”.\n\nTo fulfill these obligations, national and territorial institutions provide data for the preparation of sectoral reports and\ncontribute to technical processes. Among them, the National Office of Statistics and Information (ONEI) compiles\ninformation from the National Statistical Information System and ensures quality control of data provided by other entities.\nAdditionally, other institutions affiliated with CITMA support the provision of climate-related data. These include:\nCUBAENERGIA, which coordinates the technical aspects of the Biennial Transparency Report (IBT); the Institute of\nMeteorology (INSMET), which leads the technical preparation of the National Greenhouse Gas Emissions Inventory\n(NGHGEI); and the Agency of Social and Human Sciences (AXIS), which guides data disaggregation according to\nsocio-demographic variables.\n\nThe Central State Administration Bodies (ministries and agencies), national entities, higher business management\norganizations, governors and municipal Administration Councils and institutions provide data and information on climate\nchange consistent with the parameters established by CITMA and in accordance with the international standards agreed\nupon in the ETF of the Paris Agreement.\n\nThe following institutions stand out with key roles in this process:\n\nInstitution\nRole\nMinisterio de Agricultura (MINAG)\n[Ministry of Agriculture]\nCoordinates the process of collecting, preparing, and analyzing\ninformation from Agriculture and LULUCF sectors, including activity\ndata (AD) and other inputs for the inventory, monitoring of national\ncontributions, climate change impact assessment, and management\nof the support needed and received. It also prepares the\ncorresponding sectoral report.\nMinisterio de Energía y Minas (MINEM)\n[Ministry of Energy and Mines]\nData and information collection and reporting. Analysis and\nmonitoring of contributions.\nMinisterio de Transporte (MITRANS)\n[Ministry of Transportation]\nData and information collection and reporting. Analysis and\nmonitoring of contributions.\nMinisterio de Industrias (MINDUS)\n[Ministry of Industries]\nData and information collection and reporting. Analysis and\nmonitoring of contributions.\nInstituto Nacional de Recursos Hidráulicos\n(INRH)\n[National Institute of Hydraulic Resources]\nData and information collection and reporting. Analysis and\nmonitoring of contributions.\nMinisterio de Finanzas y precios\nMinistry of Finance and Prices\nProvide specialized information relevant to national climate reports.\nMinisterio de Salud Pública (MINSAP)\n[Ministry of Public Health]\n [Ministry of Construction]\nMinisterios de Educación y de Educación\nSuperior (MINED/MES) [Ministries of Education\nand of Higher Education]\nContribute technical capacity, knowledge, and research results.\nPromote environmental education and climate change awareness at\nall school levels.\nMinisterio de Comercio Exterior e Inversión\nExtranjera (MINCEX) [Ministry of Foreign Trade\nand Foreign Investment]\nReports part of the result of the financing included in the support\nneeded and received.\n1\n ​\n​\n\nBanco Central de Cuba (BCC)\n[Central Bank of Cuba]\nManages financial aspects related to implementation of climate\npolicies and mobilization of resources, both national and\ninternational, to finance climate projects.\n Ministerio de Economía y Planificación (MEP)\n[Ministry of Economy and Planning]\nProvides key economic information for national climate reports.\nCoordinates with other government stakeholders to ensure the\nintegration of climate change policies into national economic\nplanning.\nMinisterio de Turismo (MINTUR)\n[Ministry of Tourism]\nDevelops climate change adaptation policies in the tourism sector,\npromoting the resilience of tourist destinations to extreme weather\nevents and to the impact of climate variability on the sector.\nFacilitates the integration of climate change into sustainable tourism\nmanagement.\n\nThere are other state institutions that contribute to climate action through their activities, corporate purpose or state\nmandate. The following are among them:\n\nInstituto de Geofísica y Astronomía (IGA)\n[Institute of Geophysics and Astronomy]\nIt conducts research and provides services in the fields of geophysics, astronomy,\nenvironmental geology, and disaster risk assessment for current and future\nscenarios, in the interest of the country's sustainable development.\nProjects:\n●​Havana Coastal Zone Adaptation Plan (AdaptHabana).\n●​Hazard and Vulnerability Scenarios for Cuban Coastal Zone associated with sea\nlevel rise for the years 2050-2100 (Macroproject).\n●​Disaster Hazard, Vulnerability and Risk (HVR) Studies: the basis for climate\nchange adaptation in Cuba. 2024-2026 Period.\n●​Early Warning System and Disaster Vulnerability and Risk Studies associated\nwith thunderstorms in Cuba.\n●​Network of capacity-building and knowledge management centers for disaster\nrisk reduction (DRR) and Climate Change Adaptation (CCA).\n●​Geological hazard, vulnerability, and risks from karst development associated\nwith mean sea level rise and groundwater levels in Ciego de Avila province.\nRegional exchange for climate adaptation through sustainable entrepreneurship\nand resilient coasts (INNOVACUBA).\nInstituto de Investigaciones Agroforestales\n(INAF)\n[Institute of Agroforestry Research]\nFor over 20 years, it has developed a research line oriented to climate change,\nwhich includes reducing uncertainties in the calculation of the national emissions\nbalance (NEB) of the forestry sector and the environmental, economic, and\nfinancial assessment of local mitigation actions. It is responsible for the initial\npreparation of reports to the United Nations Framework Convention on Climate\nChange.\nProject:\nSustainable Agro-landscapes. National Institute of Agroforestry Research (INAF),\nFundación “Antonio Núñez Jiménez” /MINAG.\nCentro de Investigación y Manejo Ambiental\ndel Transporte (CIMAB)\n[Center for Research and Environmental\nManagement of Transportation]\nIt carries out scientific and technical research projects in environmental\nmanagement activities in bays, ports and coastal areas.\nInstituto de Suelos (IS)\n[Institute of Soils]\nInstitution that provides the scientific and technical basis for the correct use,\nmanagement, conservation and improvement of the soils resource.\nInstituto de Investigaciones Ganaderas\nTropicales (CIMAGT)\n[Institute of Tropical Livestock Research]\nResponsible for the study of greenhouse gas (GHG) emissions in the livestock\nsector, as well as the research and development of mitigation strategies, with a\nfocus on animal nutrition and sustainable waste management.\nInstituto de Investigaciones Porcinas (IIP)\n[Institute of Pig-Farming Research]\nIt conducts research and proposes strategies to reduce methane emissions in\npig-farming biodigesters through monitoring and data analysis.\nInstituto Nacional de Ciencias Agrícolas\n(INCA)\n[National Institute of Agricultural Sciences]\nIt develops sustainable agricultural technologies, with an emphasis on climate\nchange adaptation and resource efficiency in key crops for Cuba.\nProject:\nResearch cooperation and development of legumes (black beans, kidney beans,\nand peanuts) adapting to climate change in Vietnam and Cuba.\nInstituto de Ciencia Animal (ICA)\n[Institute of Animal Science]\nIt conducts research and promotes sustainable animal production systems,\nincluding nutrition, genetics, and waste management, to reduce the sector's\nenvironmental impact.\n2\n ​\n​\n\nCentro de Estudios de Tecnologías\nEnergéticas Renovables (CETER)\n[Center for the Study of Renewable Energy\nTechnologies]\nResponsible for research and development in renewable energy technologies, key\nto mitigation in the energy sector and emissions reduction.\n\nii.​",
    "created_utc": "2025-11-13T08:15:38Z",
    "stale": false
  }
]