{
  "sections": [
    {
      "name": "Institutional framework for climate action",
      "documents": [
        {
          "doc_type": "BUR4",
          "extracted_text": "institutional\narrangements and\nlegal frameworks\n106. Each Party should provide the following information, as appropriate:\n(a) National circumstances relevant to its adaptation actions, including biogeophysical\ncharacteristics, demographics, economy, infrastructure and information on adaptive capacity;\n(b) Institutional arrangements and governance, including for assessing impacts, addressing\nclimate change at sectoral level, decision-making, planning, coordination, addressing crosscutting issues, adjusting priorities and activities, consultation, participation, implementation, data\ngovernance, monitoring and evaluation, and reporting;\n(c) Legal and policy frameworks and regulations.\nB. Impacts,\nrisks and\nvulnerabilities,\nas appropriate\n107. Each Party should provide the following information, as appropriate:\n(a) Current and projected climate trends and hazards;\n(b) Observed and potential impacts of climate change, including sectoral, economic, social and/or\nenvironmental vulnerabilities;\n(c) Approaches, methodologies and tools, and associated uncertainties and challenges, in relation\nto paragraph 107 (a) and (b) above.\nC. Priorities\nand barriers\n108. Each Party should provide the following information, as appropriate:\n(a) Domestic priorities and progress towards those priorities;\n(b) Adaptation challenges and gaps, and barriers to adaptation.\ninformation in accordance with the elements of an\nadaptation communication,105 and the forthcoming\nreport, 25 Years of Adaptation Under the UNFCCC, of the\n105 Document AC/2019/9 is available at https://unfccc.int/documents/199417 .\n106 Available at https://unfccc.int/sites/default/files/resource/AC_25%20Years%20of%20Adaptation%20Under%20the%20UNFCCC_2019.pdf .\nAdaptation Committee.106\n\n33\nUnited Nations\nFramework Convention on Climate Change\nTechnical handbook for developing country Parties on\npreparing for implementation of the enhanced transparency framework under the Paris Agreement\nSECTION\nSPECIFIC TYPES OF INFORMATION (NUMBERS IN THE TABLE CORRESPOND\nTO PARAGRAPH NUMBERS IN CHAPTER IV OF THE MPGS)\nD. Adaptation\nstrategies,\npolicies, plans,\ngoals and actions\nto integrate\nadaptation into\nnational policies\nand strategies\n109. Each Party should provide the following information, as appropriate:\n(a) Implementation of adaptation actions in accordance with the global goal for adaptation as set\nout in Article 7, paragraph 1, of the Paris Agreement;\n(b) Adaptation goals, actions, objectives, undertakings, efforts, plans (e.g. national adaptation\nplans and subnational plans), strategies, policies, priorities (e.g. priority sectors, priority regions or\nintegrated plans for coastal management, water and agriculture), programmes and efforts to build\nresilience;\n(c) How best available science, gender perspectives and indigenous, traditional and local\nknowledge are integrated into adaptation;\n(d) Development priorities related to climate change adaptation and impacts;\n(e) Any adaptation actions and/or economic diversification plans leading to mitigation\nco-benefits;\n(f) Efforts to integrate climate change into development efforts, plans, policies and programming,\nincluding related capacity-building activities;\n(g) Nature-based solutions to climate change adaptation;\n(h) Stakeholder involvement, including subnational, community-level and private sector plans,\npriorities, actions and programmes.\nE. Progress on\nimplementation\nof adaptation\n110. Each Party should provide the following information, as appropriate, on progress on:\n(a) Implementation of the actions identified in chapter IV.D above;\n(b) Steps taken to formulate, implement, publish and update national and regional programmes,\nstrategies and measures, policy frameworks (e.g. national adaptation plans) and other relevant\ninformation;\n(c) Implementation of adaptation actions identified in current and past adaptation\ncommunications, including efforts towards meeting adaptation needs, as appropriate;\n(d) Implementation of adaptation actions identified in the adaptation component of NDCs, as\napplicable;\n(e) Coordination activities and changes in regulations, policies and planning.\n111. Developing country Parties may also include information on, as appropriate, implementation\nof supported adaptation actions, and the effectiveness of already implemented adaptation\nmeasures.\nTable 4 (continued)\nSpecific types of information on climate change impacts and adaptation to be included in biennial\ntransparency reports\n\n34\nUnited Nations\nFramework Convention on Climate Change\nTechnical handbook for developing country Parties on\npreparing for implementation of the enhanced transparency framework under the Paris Agreement\nSECTION\nSPECIFIC TYPES OF INFORMATION (NUMBERS IN THE TABLE CORRESPOND\nTO PARAGRAPH NUMBERS IN CHAPTER IV OF THE MPGS)\nF. Monitoring\nand evaluation of\nadaptation actions\nand processes\n112. In order to enhance their adaptation actions and to facilitate reporting, as appropriate, each\nParty should report on the establishment or use of domestic systems to monitor and evaluate\nthe implementation of adaptation actions. Parties should report on approaches and systems for\nmonitoring and evaluation, including those in place or under development.\n113. Each Party should provide the following information, as appropriate, related to monitoring and\nevaluation:\n(a) Achievements, impacts, resilience, review, effectiveness and results;\n(b) Approaches and systems used, and their outputs;\n(c) Assessment of and indicators for: (i) How adaptation increased resilience and reduced impacts;\n(ii) When adaptation is not sufficient to avert impacts; (iii) How effective implemented adaptation\nmeasures are;\n(d) Implementation, in particular on: (i) Transparency of planning and implementation; (ii) How\nsupport programmes meet specific vulnerabilities and adaptation needs; (iii) How adaptation\nactions influence other development goals; (iv) Good practices, experience and lessons learned\nfrom policy and regulatory changes, actions and coordination mechanisms.\n114. Each Party should provide information related to the effectiveness and sustainability of\nadaptation actions, as appropriate, including on:\n(a) Ownership, stakeholder engagement, alignment of adaptation actions with national and\nsubnational policies, and replicability;\n(b) The results of adaptation actions and the sustainability of those results.\nG. Information\nrelated to\naverting,\nminimizing and\naddressing loss\nand damage\nassociated with\nclimate change\nimpacts\n115. Each interested Party may provide, as appropriate, information related to enhancing\nunderstanding, action and support, on a cooperative and facilitative basis, to avert, minimize and\naddress loss and damage associated with climate change impacts, taking into account projected\nchanges in climate-related risks, vulnerabilities, adaptive capacities and exposure, including, as\nappropriate, on:\n(a) Observed and potential climate change impacts, including those related to extreme weather\nevents and slow onset events, drawing upon the best available science;\n(b) Activities related to averting, minimizing and addressing loss and damage associated with the\nadverse effects of climate change;\n(c) Institutional arrangements to facilitate the implementation of the activities referred to in\nparagraph 115(b) above.\nTable 4 (continued)\nSpecific types of information on climate change impacts and adaptation to be included in biennial\ntransparency reports\n\n35\nUnited Nations\nFramework Convention on Climate Change\nTechnical handbook for developing country Parties on\npreparing for implementation of the enhanced transparency framework under the Paris Agreement\n3.1 Information to be included in\na biennial transparency report\nThe specific types of information on climate change\nimpacts and adaptation that Parties should include,\nwhere appropriate, in their BTRs are outlined in\nparagraphs 104 to 117 of the annex to decision 18/\nCMA.1. These include the general categories of\nnational circumstances, institutions, legal frameworks,\nimpacts and vulnerabilities, adaptation priorities\nand barriers, adaptation goals and efforts, progress\non implementation of adaptation, monitoring and\nevaluation of adaptation, averting, minimizing\nand addressing loss and damage associated with\nclimate change impacts, cooperation, good practices,\nexperience and lessons learned. Table 4 sets out the\nspecific types of information to be included.\n3.2 What considerations are important when\npreparing an adaptation section for the biennial\ntransparency report?\nWhen considering whether and how to include\nadaptation information in their BTRs, Parties have\nsignificant flexibility in terms of:\n• Whether to include an adaptation section in their\nBTRs\n• The types of information to include\n• The ways in which they may cross-reference\nprevious documents to reduce the reporting\nburden.\nSuch flexibility requires Parties to decide by what\nmeans they will carry out their communication\nand reporting. In that regard, Parties will need to\nconsider the various purposes of reporting adaptation\ninformation and understand the roles the other\nrelevant instruments play under the Convention (see\nsection V on linkages below). This will help Parties\nSECTION\nSPECIFIC TYPES OF INFORMATION (NUMBERS IN THE TABLE CORRESPOND\nTO PARAGRAPH NUMBERS IN CHAPTER IV OF THE MPGS)\nH. Cooperation,\ngood practices,\nexperience and\nlessons learned\n116. Each Party should provide the following information, as appropriate, related to cooperation, good\npractices, experience and lessons learned:\n(a) Efforts to share information, good practices, experience and lessons learned, including as\nthey relate to: (i) Science, planning and policies relevant to adaptation; (ii) Policy innovations\nand pilot and demonstration projects; (iii) Integration of adaptation actions into planning at\ndifferent levels; (iv) Cooperation to share information and to strengthen science, institutions and\nadaptation; (v) Area, scale and types of cooperation and good practices; (vi) Improving durability\nand effectiveness of adaptation actions; (vii) Helping developing countries to identify effective\nadaptation practices, needs, priorities, and challenges and gaps in a way that is consistent with\nencouraging good practices;\n(b) Strengthening scientific research and knowledge related to: (i) Climate, including research\nand systematic observation and early warning systems, to inform climate services and decisionmaking; (ii) Vulnerability and adaptation; (iii) Monitoring and evaluation.\nI. Any other\nrelevant\ninformation\n117. Each Party may provide, as appropriate, any other information related to climate change impacts\nand adaptation under Article 7.\nTable 4 (continued)\nSpecific types of information on climate change impacts and adaptation to be included in biennial\ntransparency reports\n\n36\nUnited Nations\nFramework Convention on Climate Change\nTechnical handbook for developing country Parties on\npreparing for implementation of the enhanced transparency framework under the Paris Agreement\nLoss and damage associated with the adverse effects\nof climate change may be related to extreme weather\nevents and slow onset events such as sea level\nrise, salinization, increasing temperatures, ocean\nacidification, salinization, desertification, loss of\nbiodiversity, land and forest degradation, and glacial\nretreat and related impacts. The types of knowledge,\naction, support and approaches to address loss and\ndamage vary considerably and are wide in scope.\nClimate change will affect a wide range of social,\neconomic and environmental systems. Such impacts\nare commonly divided into non-economic losses and\neconomic losses. Economic losses can be understood\nas the loss of resources, goods and services that are\ncommonly traded in markets. As such, economic losses\nshould be recorded by and manifest in the system\nof national accounts (although they may not be in\ncountries with large informal economies). Market prices\ncan be used to value economic losses.\nNon-economic losses can be understood as other\nitems, which are not commonly traded in markets. The\nabsence of a market price is one of the main reasons why\nassessing non-economic losses is challenging. However,\ntheir effect on human welfare is no less important.\nAverting, minimizing and addressing loss and damage\ninvolves a wide range of approaches and actions that\nvary depending upon the circumstances, which include\nthe demography, geography and socioeconomic status\nof the region, country or community experiencing\nthe impacts and the types of impacts experienced.\nIn addition to national trends and circumstances, a\ncountry’s development priorities and risk tolerance can\nalso influence the domestic approaches to addressing\nloss or damage.\nIn the broadest understanding, all efforts being taken\nto curb the global average temperature increase and\nto adapt to the adverse effects of climate change can\ncontribute to preventing or reducing the risks of loss\nand damage associated with climate change borne by\nsocieties and individuals. Similarly, efforts to manage\nrisk comprehensively, take preventive measures\nand carry out pre-emptive efforts (such as planned\nadaptation) will have an effect on the magnitude of\nthe impacts.\nEffective actions to avoid, minimize and address avert,\nminimize and address loss and damage associated\nwith climate change impacts call for enhancing the\nunderstanding of and promoting comprehensive\nrisk management approaches (e.g. assessment,\nreduction, transfer, retention) to build the long-term\nresilience of countries, vulnerable populations and\ncommunities through measures to enhance recovery\nand rehabilitation, social protection instruments and\ntransformational approaches.\nBox 2\nAdditional information related to averting, minimizing and addressing loss and damage associated\nwith climate change impacts\nto select the optimal combination of channels of\ninformation to meet international and national\ninformation needs, while avoiding an undue\nreporting burden and maintaining consistency in their\nadaptation efforts.\nRegarding the possibility of cross-referencing\nprevious documents, Parties will benefit from\nmapping the information they have previously\nsubmitted in other documents, cross-referencing\ninformation that remains valid in such documents,\nand considering what information needs to be\ncollected and submitted anew. In this regard, a Party\ncan limit its reporting of adaptation information to\nan update of information already provided in other\ndocuments.\nIn the last decade, Parties have significantly scaled\nup adaptation efforts, in particular by establishing\nthe process to formulate and implement NAPs,\nsetting up the Adaptation Committee as a key\nconstituted body on adaptation serving both the\nConvention and the Paris Agreement, developing\na robust system for adaptation information under\n\n37\nUnited Nations\nFramework Convention on Climate Change\nTechnical handbook for developing country Parties on\npreparing for implementation of the enhanced transparency framework under the Paris Agreement\nthe Paris Agreement and scaling up support for\nNAPs through the Green Climate Fund and other\nmechanisms.\nIn order to apply the adaptation arrangements\nunder the Convention and the Paris Agreement to\nthe highest national benefit, enhance the global\nadaptation effort, reduce duplication of efforts and\nsupport the international arrangements to assess\nprogress on adaptation under the global stocktake,\nParties will need to consider how they combine\nnot just the instruments for communication and\nreporting on adaptation, but also those for planning\nand implementation of adaptation actions. This will\nrequire them to consider how the communication\nand reporting provisions for adaptation can best be\nsynchronized with national- and, as appropriate,\nsubnational-level planning. By including in the\nBTRs detailed information on the implementation of\nnational- and subnational-level actions included and\nsubmitted in relevant planning and programming\ndocuments, Parties can strengthen the coherence and\nrelevance of international reporting and domestic\naction on adaptation.\nAs per Table 4, the ETF also provides an opportunity\nto Parties to provide information related to averting,\nminimizing and addressing loss and damage\nassociated with climate change impacts107 (Box 2).\nThe Paris Agreement recognizes the importance\nof averting, minimizing and addressing loss and\ndamage associated with climate change impacts,\nincluding extreme weather events and slow\nonset events, and provides for Parties to enhance\nunderstanding, action and support, including\nthrough the Warsaw International Mechanism for\nLoss and Damage associated with Climate Change\nImpacts, as appropriate, on a cooperative and\nfacilitative basis with respect to loss and damage\nassociated with the adverse effects of climate\nchange.108\n107 Decision 18/CMA.1, annex, paragraph 115.\n108 Article 8, paragraph 1, of the Paris Agreement.\n109 Decision 19/CMA.1, paragraph 6(b)(ii).\n110 Decision 19/CMA.1, paragraph 36 (e).\n111 Decision 19/CMA.1, paragraph 37 (a).\nConsistent with the requirements on information on\nadaptation, reporting information on climate change\nimpacts, including on averting, minimizing and\naddressing loss and damage associated with climate\nchange impacts, is voluntary. Nevertheless, countries\nthat are vulnerable to the impacts of climate change\ncould benefit from reporting such information.\nAlso, it is important to note that in order to assess\nthe collective progress towards achieving the Paris\nAgreement’s purpose and long-term goals in\nthe thematic areas of mitigation, adaptation and\nmeans of implementation, the global stocktake may\ntake into account, as appropriate, efforts related\nto averting, minimizing and addressing loss and\ndamage associated with the adverse effects of\nclimate change.109\nIn this regard, the global stocktake will consider the\nsources of information, at a collective level and, inter\nalia, on efforts to enhance understanding, action and\nsupport, on a cooperative and facilitative basis, related\nto averting, minimizing and addressing loss and\ndamage associated with the adverse effects of climate\nchange.110 In this regard, reports and communications\nof Parties will be part of the sources of input for the\nglobal stocktake.111\nSince Parties will report for the first time such\ninformation and there have previously not been\nreporting systems or modalities in place under the\nConvention to report on averting, minimizing and\naddressing loss and damage associated with climate\nchange impacts, providing such information could be\nchallenging, in particular for countries with limited\ncapacities and resources.\nThe MPGs provide good basis for reducing the undue\nreporting burden by including averting, minimizing\nand addressing loss and damage associated with\nclimate change impacts as part of the overall reporting\n\n38\nUnited Nations\nFramework Convention on Climate Change\nTechnical handbook for developing country Parties on\npreparing for implementation of the enhanced transparency framework under the Paris Agreement\nsetup on climate change impacts and adaptation.\nParties could decide how best to include information\non e.g. institutional arrangements, legal frameworks,\nimpacts, risk and vulnerabilities to avoid duplicating\nrelevant information already included in other parts\nof the chapter. To that end, similar elements of this\nchapter could be worked in together and be addressed\nin a streamlined and integrated manner.\n4. Information on financial,\ntechnology development and\ntransfer and capacity-building\nsupport provided and mobilized\nAs noted in Figure 3 above, developed country Parties\nshall provide information on financial, technology\ndevelopment and transfer and capacity-building\nsupport provided and mobilized pursuant to Article\n13, paragraph 9, and in accordance with chapter V\nof the MPGs. In addition, other Parties that provide\nsuch support should provide this information and, in\ndoing so, are encouraged to use the MPGs contained\nin chapter V. For the purpose of this document,\ninformation provided in this chapter focuses mainly\non the reporting required of these “other Parties” that\nprovide support to developing country Parties.\nChapter V of the MPGs includes provisions on the\nfollowing:\nA.\nNational circumstances and institutional\narrangements\nB.\nUnderlying assumptions, definitions and\nmethodologies\nC.\nInformation on financial support provided and\nmobilized under Article 9\nD.\nInformation on support for technology\ndevelopment and transfer provided under Article 10\n112 Decision 18/CMA.1, annex, paragraph 119.\n113 Decision 18/CMA.1, annex, paragraph 120.\nE.\nInformation on capacity-building support\nprovided under Article 11.\nIt should be noted that the common tabular formats\nfor the electronic reporting of the information\nreferred to in this chapter are still being developed by\nthe SBSTA to be completed by COP26.\n4.1 National circumstances and\ninstitutional arrangements\nIn reporting information on financial support provided\nand mobilized, developed country Parties shall and other\nParties that provide support are encouraged to use the\nMPGs when providing information that explains the\nnational context and efforts undertaken. This includes:112\n1. A description of the systems and processes used to\nidentify, track and report on support provided and\nmobilized through public interventions;\n2. A description of challenges and limitations;\n3. Information on experience and good practices in\nrelation to public"
        }
      ]
    }
  ]
}