[
  {
    "country": "Guinea-Bissau",
    "section": "Institutional framework for climate action",
    "source_doc": "BTR1",
    "doc_url": "https://unfccc.int/sites/default/files/resource/BTR1%20GUINE%20BISSAU%20AUGUST2025_ING.pdf",
    "extracted_text": "institutional arrangements are linked to key policies and processes related to adaptation,\nsuch as the NAPA, the NDC, the NAP process, and interactions with the Green Climate\nFund (GCF) and the Global Environment Fund (GEF).\n\nFigure 5: Organisation Chart of Institutional Arrangements related to Climate Change\nAdaptation issues.\n\nCurrent institutional arrangements have been instrumental in facilitating coordinated\nadaptation actions. The National Committee on Climate Change (NCCC) plays a central\nMINISTRY OF\nENVIRONMENT,\nBIODIVERSITY AND\nCLIMATE ACTION (MABAC)\nNATIONAL CLIMATE\nCHANGE COMMITTEE\n(NCCC)\nNATIONAL ENVIRONMENT\nINSTITUTE (INA)\nRELATED POLICIES AND PROCESSES\nNATIONAL\nCOMMUNICATIO\nNS (CN –\nNATIONAL ADAPTATION\nACTION PROGRAMME\n(NAPA)\nNATIONALLY\nDETERMINED\nCONTRIBUTIONS (NDC)\nNATIONAL\nADAPTATION\nPLAN (NAP\nBIENNIAL\nTRANSPARENCY\nREPORTS (BTR)\nPROJECTS FINANCED\nBY GCF/GEF\n RELEVANT\nMINISTRIES\n(Environment, Economy, Plan\nand Int. Regional, Agriculture,\nWomen,\nFamily,\nNatural\nResources, Energy, etc...)\n PRIVATE SECTOR\n NGOs\n CIVIL SOCIETY\n CENTRES\nAND\nINST.\nSEARCHES\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 48\nrole in coordination among relevant government institutions. Despite these efforts, there\nare still challenges related to limited institutional capacity and the need for a more robust\nintegration of adaptation actions into the regular operations of public institutions.\nStrengthening institutional capacity and improving inter-institutional communication are\npriority areas for ensuring the effectiveness of adaptation actions.\n\nThe effectiveness of current institutional arrangements is also related to the technical and\nadministrative capacity of the government institutions involved, especially in terms of\nspecialised human resources, adequate infrastructure and access to the necessary\ntechnologies. Continuous improvement of these capabilities is essential to ensure that\ninstitutions are able to effectively implement adaptation actions and integrate them into\ntheir routine operations.\n\n3.3. Legal framework related to climate change\n\nConsiderations and planning for adaptation to climate change in Guinea-Bissau are at an\nearly stage of development. Although some climate change integration activities have\nbeen carried out in the framework of the implementation of the project \"Strengthening\nClimate Change Resilience and Adaptive Capacity in Guinea-Bissau's Agricultural and\nWater Sectors\", the country faces major challenges, mainly due to the absence of a\nnational climate change policy framework and an established national adaptation\nplanning process. It is therefore necessary to create an enabling environment to facilitate\nthe integration of adaptation measures into national development objectives and to\nstrengthen the capacity of the Ministry of Environment, Biodiversity and Climate Action,\nwhich is responsible for the development of environmental and climate change adaptation\npolicies.\n\nTable 12 below presents some policies and plans on climate change:\n\nTable 12: Policies and Plans on Climate Change:\n\nPolicies/Plans\n\nDescription\nParis Agreement.\nGuinea-Bissau is a signatory to the United Nations Framework\nConvention on Climate Change (UNFCCC) and ratified the\nParis Agreement in April 2016.\n\nNational Determined Contribution\n(NDC).\nGuinea-Bissau submitted its National Contribution (Expected)\nin September 2015. The document includes mitigation and\nadaptation components. The NDC was inspired by the\nNational Poverty Reduction Strategy (DENARP II) and is\naligned with the Strategic and Operational Plan - Terra Ranka\n2015-2025.\nGuinea-Bissau's\ncontribution\nto\nmitigation\nincludes the implementation of policies and planned actions in\nthe forestry and energy sectors. Its contribution to adaptation\nbroadly identifies agriculture, the coastal zone, cross-cutting\nareas, disaster risk management, education,\nenergy,\nenvironment, health and tourism as areas requiring adaptation\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 49\nactions. It also identifies gaps and needs, as well as high-level\nadaptation objectives. One of these gaps is the need to carry\nout a cost-benefit analysis of adaptation measures. According\nto the updated 2021 NDC, the implementation of adaptation\nand mitigation measures depends on external partners that\nprovide financial resources, technology, and capacity building.\nAlthough the impacts and vulnerabilities of climate change are\npresented, they are based on NAPA (2006) and are therefore\nconsidered outdated.\nNational Action Plan for Adaptation\n(NAPA, 2006).\nPANA has defined several priority strategic actions to address\nthe risks and impacts of climate change in Guinea-Bissau.\nThese actions aim to increase food security for rural\npopulations in order to increase their resilience, reduce\npressure on forest and fisheries resources, and improve\naccess to drinking water. PANA prioritises agriculture and\ntourism, as well as water resources, coastal erosion, and\nbiodiversity.\nThird National Communication\n(TNC).\nThe 2018 TCN presents, among other things, the climateinduced impacts and suggested adaptation needs for the main\nsectors of agriculture and livestock, energy, forestry,\nbiodiversity, fisheries and water resources. The TCN proposes\na series of adaptation measures. For the water sector, it\nproposes the establishment of a coherent and consistent\nstrategy, using an integrated approach to water resources\nmanagement and the increase of rainwater harvesting and\nstorage capacity to increase surface and groundwater\nreserves. For the agricultural sector, it proposes a series of\nadaptation measures that vary according to ecosystems.\nThese ecosystems are those of the mangrove swamps, those\nof the Bas-Fonds (fresh water), those of the plateau, and those\nof backyard agriculture.\nHyogo Frame/Sendai Frame.\nUnder the Hyogo Framework/Sendai Framework, GuineaBissau has been making efforts since 2010 to develop its\ncapacity\nin\nDisaster\nRisk\nReduction/Disaster\nRisk\nManagement (DRR/DRM), which led to the adoption of the\nNational Strategy for Disaster Risk Reduction and the creation\nand operationalisation of the National Civil Protection Service\n(SNPC).\n3.4. IMPACTS, RISKS AND VULNERABILITIES\n\n3.4.1. Analysis of projected past and future climate change\n\nAvailable information on past climate change indicates general trends, such as increasing\naverage annual temperature and changes in precipitation patterns, reported mainly by\nthe Intergovernmental Panel on Climate Change (IPCC) in its global and regional\nassessment reports (IPCC, 2014; IPCC, 2021) and the new climate scenarios for GuineaBissau 2016 - 2045, provided by the National Institute of Meteorology (INM), there is a gradual\nincrease in temperatures, accompanied by increasing variability in precipitation regimes and a\nhigher frequency of extreme events, such as droughts and intense rainfall.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 50\nLooking ahead, climate projections indicate the continuation of these trends, with further\nincreases in average temperatures, intensification of extreme weather events, and\nchanges in precipitation patterns. Specifically, the IPCC climate models suggest that\nGuinea-Bissau could face significant increases in average annual temperature, ranging\nfrom 1.5 °C to 3 °C by 2100, depending on the emissions scenario considered (IPCC,\n2021).\n\nThe new climate scenarios project significant changes in the climate of Guinea-Bissau.\nSystematic increases in average daily temperature are expected to reach +1.4 °C in the\nperiod 2016-2045 and +2.2 °C in 2046-2075, according to Scenario CRP4.5 ( low\nemissions ); and from +1.6 °C to +3.1 °C in the period 2046-2075, according to Scenario\nRCP8.5 ( high emissions ).\n\nFor the maximum daily temperature, the average of the regional climate models used\nindicate an increase in the order of +1.2 °C [+0.8 °C to +1.7 °C] on the coast (Bissau and\nBolama) to +1.4 °C [+1.0 °C to +1.6 °C] in the interior and east zone, according to\nScenario RCP4.5 ( low emissions ), for the period 2016-2045 compared to Normal 19611990. An increase from +1.3ºC [+0.9ºC to 2.0ºC] on the coast to +1.5ºC [+1.2ºC to 2.1ºC]\ninland, according to Scenario RCP8.5 ( high emissions ), for the period 2016-2045\ncompared to Normal 1961-1990 (see Figure 33).\n\nFigure 6: Projected changes in the maximum daily temperature (ºC) for the period (20162045): a) RCP4.5 scenario (low emissions ) and b) RCP8.5 scenario (high emissions).\n\nRegarding precipitation, the average of the fourteen models used in the simulations\nindicate a slight increase in average daily precipitation of +10% for the period 20162045, according to Scenario RCP4.5 ( Low emissions ). For the RCP8.5 Scenario (\"High\nemissions\"), a climatologically identical situation to Normal is expected (without significant\nvariations from the reference period: 1961-1990), with the exception of the\nsouthwestern part of the Bijagós Archipelago and the southern part of the Tombali\nRegion (Cacine Sector) where an increase of +5% is expected.\n\nAverage Daily Precipitation (in %) 2016-2045 ; Scenario RCP4.5 (\"low emissions\"), the\naverage of the set of models used in the simulations projects a slight increase in average\ndaily precipitation, in the order of +3% [+2% to +5%] in almost all the national territory,\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 51\nwith the exception of the southwestern part of the Bijagós Archipelago, where an increase\nbetween +5% and +10% is expected. For the RCP8.5 Scenario (\"high emissions\"), a\nclimatologically identical situation to Normal is expected (without significant variations\nfrom the reference period: 1961-1990), with the exception of the southwestern part of the\nBijagós Archipelago and the southern part of the Tombali Region (Canine Sector) where\na slight increase of about + 2% to +5% is expected.\n\nFigure 7: Projected changes in average daily precipitation (in %), for the period (20162045): a) Scenario RCP4.5 (low emissions) and b) Scenario RCP8.5 (high emissions)\n\nHowever, it is important to highlight the significant uncertainties associated with these\nprojections, especially due to the scarcity of detailed historical data and the limited spatial\nresolution of the climate models available for the region. In addition, the absence of\nspecific national studies contributes to additional uncertainty regarding the exact\nmagnitude of the projected changes and their detailed impacts on Guinea-Bissau’s\nterritory and communities (UNDP, 2020; GEF, 2021).\n\nFor the scenarios of average sea level rise, according to the MAGICC SCENGEN Model,\nversion 5.1, an increase of approximately 1.5 million is expected by 2020 6.5 cm and will\nreach 1.5 million by 2050. 20 cm. These sea level rises, combined with coastal erosion,\ncan have drastic consequences for low-lying countries and small islands such as GuineaBissau, particularly affecting the country's economy, especially populations living in\ncoastal areas and their livelihoods.\n\n3.5. IMPACTS, RISKS AND VULNERABILITIES IN KEY SOCIO-ECONOMIC\nSECTORS\n\nAvailable assessments, including reports produced by the Third National Communication\nof the United Nations Framework Convention on Climate Change (UNFCCC) and other\ninternational organisations, highlight significant impacts on Guinea-Bissau's key socioeconomic sectors resulting from current and future climate risks.\n\nThe agricultural sector is particularly vulnerable to climate change, with prolonged\ndroughts, irregular rainfall and frequent flooding reducing productivity and affecting food\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 52\nsecurity. Small farmers in rural areas are most affected due to their direct dependence\non climatic conditions for subsistence and commercial cultivation.\n\nFigure 8Subject: Horticulture for adapting agriculture to climate change\n\nThe fishing sector, critical to the national economy and food security of coastal\ncommunities, faces significant risks due to rising sea levels, rising ocean temperatures\nand extreme weather events. These changes directly threaten marine and coastal\necosystems, which are essential for the reproduction and maintenance of fishing species.\n\nFigure 9Subject: Market offer / Artisanal fishermen\n\nUrban areas, particularly the capital, Bissau, are increasingly vulnerable to frequent\nflooding and flooding, impacting critical infrastructure, housing and public health services.\nVulnerable urban populations, including women, children, and marginalised communities,\nface increased risks due to lack of adequate infrastructure and limited capacity to respond\nto climate emergencies.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 53\n\nFigure 10Subject: Flooding in urban areas of Guinea-Bissau\n\nRural populations and vulnerable social groups, especially women and children, face\nadditional challenges due to direct exposure to extreme events and limited adaptability.\nWomen, who are responsible for much of family farming and natural-resource\nmanagement, are disproportionately affected by climate change.\n\nThese analyses emphasise the urgent need for integrated policies and concrete actions\nfor adaptation and resilience, considering the socioeconomic and cultural particularities\nof Guinea-Bissau, to protect and strengthen the sectors and communities most vulnerable\nto the adverse effects of climate change.\n3.6. PRIORITIES AND BARRIERS TO ADAPTATION TO CLIMATE CHANGE IN\nGUINEA-BISSAU\n\nGuinea-Bissau has made progress in implementing climate change adaptation strategies\ndespite structural and financial challenges. National priorities reflect the need to protect\necosystems, ensure food security, strengthen infrastructure and promote sustainable\ndevelopment.\n\n3.6.1. National priorities for climate adaptation\n\nGuinea-Bissau's national priorities for climate change adaptation are outlined in a number\nof policy and strategic documents that reflect the country's commitment to addressing the\nchallenges posed by climate change. The main document that defines these priorities is\nthe National Action Plan for Adaptation to Climate Change (PANA), drawn up in 2006.\nThis plan identified three sectors as the most vulnerable:\n Agricultural Sector : Developing the adaptability of agropastoral and forestry\nproduction systems.\n Water Resources : Promoting integrated water resources management.\n Coastal Zone : Protect and prevent degradation of coastal zones resulting from\nclimate change.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 54\n\nIn addition to PANA, Guinea-Bissau has integrated climate change into other national\nstrategies, such as the National Development Plan 2020-2023, prioritising the sustainable\nmanagement of natural resources and adaptation to climate change.\n\nThe country also developed its Nationally Determined Contribution (NDC), updated in\n2021, which aligns climate action with sustainable development goals, emphasising\ngender integration and the preservation of national carbon sinks.\n\nThese documents reflect Guinea-Bissau's commitment to mainstream climate change\nadaptation into public policy, aiming to reduce the vulnerability of critical sectors and\npromote sustainable and resilient development.\n\n3.6.2. Barriers to adaptation\n\nGuinea-Bissau faces several barriers that hinder its ability to adapt effectively to climate\nchange. The main constraints include a lack of specialised technical capacity, insufficient\nfinancial resources and institutional challenges. These constraints undermine the\nimplementation of adaptation strategies needed to address adverse climate impacts.\n\nTo overcome these barriers, the country needs specific support in several areas:\n\n- Institutional Strengthening and Technical Training : It is crucial to develop and enhance\nthe technical capabilities of national institutions to plan and implement adaptation actions.\nThis includes the ongoing training of professionals and the strengthening of government\nstructures responsible for environmental and climate management.\n\n- Access to International Climate Finance : Obtaining financial resources from\ninternational funds is essential to enable adaptation projects. Guinea-Bissau needs\nassistance to prepare competitive bids and meet criteria required by global funders.\n\n- Transfer of Appropriate Technologies : The introduction of sustainable and locally\nadapted technologies can increase the resilience of vulnerable sectors such as\nagriculture and water management. This includes climate-resilient farming practices and\nefficient water-use systems.\n\n- Community Engagement and Public Awareness: Involving local communities in the\nadaptation process is essential. Education and awareness programmes can empower\npopulations to adopt adaptive practices and actively participate in the implementation of\nsolutions.\n\nMeeting these specific needs will allow Guinea-Bissau to strengthen its resilience to\nclimate change and promote sustainable and inclusive development.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 55\n3.7. ADAPTATION STRATEGIES, POLICIES, PLANS, TARGETS AND ACTIONS TO\nINTEGRATE CLIMATE CHANGE ADAPTATION IN GUINEA-BISSAU\n\nOngoing national adaptation policy processes often include strategic initiatives\ncoordinated by different instruments and approaches, such as National Adaptation Plans\n(NAPs), Nationally Determined Contributions (NDCs), National Adaptation Action\nProgrammes (NAPs) and the integration of adaptation into national development plans.\nHere is a detailed description of each of these processes:\n\n3.7.1. National Climate Change Adaptation Plan (NAP)\n\nThe NAP is currently under development in Guinea-Bissau with the support of\ninternational partners such as the United Nations Development Programme (UNDP) and\nthe Green Climate Fund (VCF). The central objective of the NAP is to strengthen the\nnational capacity to identify, prioritise and implement effective adaptation measures in\nkey sectors. This process involves:\n\na) Diagnosis and assessment of climate vulnerabilities especially in priority sectors such\nas agriculture, water, forestry, coastal zone, health and infrastructure;\n\n(b) national and regional multi-stakeholder consultations to ensure social inclusion,\ngender equity and community participation in adaptation decisions;\n\n(c) developing sector-specific adaptation strategies, including detailed programmes and\nactions, with clear timelines and budget estimates;\n\n(d) identification of financing and capacity-building needs including the development of\ntechnical, institutional and human capacities for the effective implementation of the NAP;\n\ne) Integrating the NAP into sectoral and regional policies and plans, enhancing coherence\nwith sustainable development policies, poverty reduction strategies and local territorial\nplans.\n\n3.7.2. Nationally Determined Contributions (NDCs)\n\nThe NDCs represent a strategic commitment of Guinea-Bissau under the Paris\nAgreement (UNFCCC). The country submitted its first NDC in 2015, recently updated in\n2021. As regards adaptation, the NDC sets out priority actions to increase national\nresilience to climate impacts, involving:\n\na) Restoration and protection of coastal and marine ecosystems with particular attention\nto mangroves, which are essential for natural defence against floods and coastal erosion;\n\n(b) promoting resilient and climate-adapted farming practices, including drought-resistant\nvarieties, sustainable water management and agro-ecological techniques;\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 56\nc) Strengthen national early warning and climate risk management systems by increasing\ninstitutional capacity for a rapid and effective response to climate emergencies;\n\nd) Strengthening technical and scientific capacity by investing in applied climate\nresearch, environmental education and specialised technical training;\n\ne) Mobilising international climate finance to complement national resources for the\neffective implementation of the proposed measures.\n\n3.7.3. National Action Programmes for Adaptation (NAAPs)\nGuinea-Bissau's National Climate Action Plan (PANA), developed in 2006, was the first\nstrategic approach to address the challenges of climate change in the country, serving as\nan emergency plan for immediate priority actions. PANA initially identified the most\nvulnerable sectors and areas and proposed concrete actions to reduce climate vulnerability.\nKey actions highlighted include:\n\na) Integrated water resources management to ensure safe and sustainable access to\nwater, especially in periods of prolonged drought;\n(b) promoting food security through crop diversification, introducing climate-resilient\nfarming techniques and improving traditional farming practices;\nc) Protecting and restoring forests and mangroves, recognising the importance of these\necosystems for local and regional climate stability;\nd) improving public health systems, especially in the management of climate-sensitive\ndiseases such as malaria and diarrheal diseases;\ne) Awareness raising and community empowerment for participatory management of\nnatural resources and adaptation to climate change.\n\nCurrently, many actions initiated by NAPA continue to be developed and deepened in\nNAP and NDCs, creating continuity and strategic complementarity.\n\n3.7.4. Integrating Adaptation into National and Sectoral Development Plans\nGuinea-Bissau has adopted an integrated approach to adaptation, aligning climate\nobjectives with national policies and sectoral development plans, such as:\na) Strategic and Operational Plan \"Terra Ranka\" (2015–2025): This document includes\nadaptation as one of the pillars to promote sustainable development and ecoNOmica and\nenvironmental resilience;\nb) National Strategy for Poverty Reduction and Inclusive Growth : Highlights actions to\nreduce social, environmental and economic vulnerabilities in the face of climate change;\nc) Agricultural and Rural Sector Master Plan : explicitly provides for integrated climate\nactions to increase agricultural productivity and food security by reducing the negative\nimpacts of climate extremes;\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 57\nd) National Plan for Integrated Water Resources Management : Aims to ensure the\navailability and quality of water, especially in the face of climate variability;\ne) Strategic Coastal Management Plan : Incorporates adaptation strategies, including\ncoastal protection and ecological restoration, to mitigate erosion and flooding.\n3.7.5. Institutional Strengthening and Intersectoral Coordination\nTo implement these processes, Guinea-Bissau has strengthened its institutional climate\ngovernance mechanisms, including:\na) Creation and strengthening of the National Committee on Climate Change (CNMC),\nbody responsible for coordinating national climate policies;\nb) Strengthen the capacity of the National Institute of the Environment (INA) and the\nInstitute of Biodiversity and Protected Areas (IBAP), responsible for the implementation\nand monitoring of environmental and climate policies;\nc) Implementation of Climate Project Management Units, such as the Coastal Project\nand the Early Warning Project, Energy Mini-Networks Project, which play an essential\nrole in the practical implementation of adaptation measures on the ground.\nThese processes together illustrate Guinea-Bissau’s coordinated, coherent, and\nintegrated approach to addressing climate change and strengthening national resilience\nin all sectors critical to sustainable development.\n3.7.6. Adaptation targets\nGuinea-Bissau's national adaptation targets are clearly defined at three main levels:\n1. International commitments (NDCs – Nationally Determined Contributions);\n2. The National Adaptation Plan (NAP); and 3. National and sectoral sustainable\ndevelopment plans and strategies.\nThese policies are interlinked to set concrete short-, medium-, and long-term goals and\nguide the country in strengthening climate resilience.\n3.8. PROGRESS IN THE IMPLEMENTATION OF ADAPTATION\n\nGuinea-Bissau has taken significant steps to consolidate adaptation to climate change as\na national priority. The Nationally Determined Contribution (NDC), presented in 2021,\nsets clear adaptation targets in key sectors such as water, agriculture, forests, health and\ncoastal areas. These commitments are aligned with the Paris Agreement, in its Article 7.\n\nAt the same time, the country started to formulate its National Adaptation Plan (NAP),\nwith technical and financial support from the United Nations Development Programme\n(UNDP) and the Green Climate Fund (GCF). The activities carried out so far include\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 58\nclimate vulnerability assessments, cross-sectoral consultation workshops and the\ndefinition of criteria to prioritise adaptive measures.\n\nAdaptation has also been gradually integrated into the main national and sectoral\nplanning instruments, including the Strategic Development Plan \"Terra Ranka II\", the\nMaster Plan for the Agricultural and Rural Sector (PDSAR) and the National Plan for\nIntegrated Water Resources Management (PNGIRH).\n\nThe table below presents progress on Adaptation Policy and the Strategic Framework.\n\nTable 13: Progress in the Adaptation Policy Framework and Strategy\n\nInstrument\n\nProgress\nNDC (Nationally Determined\nContribution)\nThe 2021 NDC integrates adaptation commitments across\nwater, agriculture, forests, coastal areas and health.\nPreparations for the submission of the second version\n(updated NDC) are in progress.\nPAN (National Adaptation Plan)\nIn the formulation phase, with the support of UNDP/UNEP in\nthe framework of the Green Climate Fund (GCF) Preparation\nprogramme, vulnerability diagnostics and sector prioritisation\nworkshops were held.\nSector Adaptation Plans\nThey include the Agricultural and Rural Sector Master Plan\n(PDSAR), the National Plan for Integrated Water Resources\nManagement (PNGIRH) and the National REDD+ Strategy .\nThese documents incorporate adaptive goals and actions.\nIntegration into Development\nPolicies\nIntegration of adaptation into national plans (Strategic and\nOperational Plan – Terra Ranka II) is underway, especially in\nthe areas of resilient agriculture, renewable energy and\ncoastal management.\n\nOver the period under review, Guinea-Bissau has implemented a number of adaptation\nmeasures in priority sectors such as agriculture, water, coastal areas, biodiversity, health\nand gender. Interventions were carried out at both community and institutional level, with\nthe aim of reducing climate vulnerability and increasing the resilience of human and\necological systems.\nIn addition to the description of the actions, measurable progress has been made, with\nemphasis on the following indicators:\n Resilient Agriculture:\n +1,600 farmers trained in agroecological practices and sustainable use of\nwater;\n Implementation of 12 solar irrigation systems in arid areas of Oio, Cacheu and\nGabú.\n Water Resources Management:\n Rehabilitation of 23 holes and construction of 10 new community water points;\n Coastal Protection and Ecosystems:\n Rehabilitation of 981 ha of wetlands and mangroves (Coastal Project);\n Raising awareness among 54 coastal communities on climate risks and naturebased solutions.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 59\n Education and Gender:\n Inclusion of climate change issues in the curriculum of 32 basic education pilot\nschools;\n Support for 135 women in climate cooperatives with access to microfinance for\nresilient activities.\n\nThese data demonstrate not only the scope of the actions, but also the concrete positive\nimpacts on people's lives and ecosystems. One of the main lessons observed is the\nimportance of community participation and the integration of adaptation into local and\nsectoral policies. The continuity and scaling-up of these actions depends, however, on\nthe mobilisation of additional funding and the consolidation of institutional capacity.\n3.9. Adaptation Progress Indicators\n\nTable 14: Adaptation Progress Indicators\nSector\nAction\nImplemented\nIndicator\nValue\nPeriod\nSource/Project\nAgriculture\nTraining of\nfarmers\nNumber of\nbeneficiaries\n1,600\n2021–2024\nWACA Project, FAO\nWater\nResources\nInfrastructure\nrehabilitation\nNumber of water\npoints\nrehabilitated\n23\n2022–2025\nHRMD / UNDP\nBack &\nMangroves\nEcological\nrehabilitation\nRestored area\n(ha)\n981 ha\n2023–2025\nCoastal Project\nEducation &\nGender\nCurriculum\ninclusion and\nsupport for\nwomen\nNo. of schools /\nNo. of women\nsupported\n32/135\n2022–2024\nMABAC\n/\nlocal\nNGOs\n\n3.9.1. Implementation of Projects and Actions on the Ground\n\nAt the operational level, Guinea-Bissau implements a number of projects that directly\ncontribute to climate adaptation. One of the most emblematic is the Coastal Project which\naims to protect coastal areas and subsistence farming. This project promotes actions\nsuch as the rehabilitation of protection dykes, reforestation of mangroves, installation of\nirrigation systems and formation of communities in climate resilient agricultural practices.\n\nAnother strategic project is the Early Warning Project which aims to strengthen national\nclimate information and early warning systems. With funding from the Green Climate\nFund (GCF), the installation of new meteorological stations, the strengthening of the\nNational Directorate of Meteorology and the technical training of national experts in\nclimate modelling and forecasting are under way.\n\nOther initiatives include the Functional Literacy Programme focussing on climate\nresilience, targeting women and youth in the most vulnerable areas, and the WACA\nProject, with interventions focused on integrated coastal zone management and erosion\nreduction.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 60\nIn the energy sector, the country is betting on the promotion of solar energy as an\nadaptation strategy, guaranteeing energy supply in remote communities and reducing\nvulnerability to climate shocks.\n\nThe table below shows the status of the Implementation of Adaptation Projects and\nConcrete Actions.\n\nTable 15: Implementation of Projects and Concrete Actions of Adaptation.\n\nProject/Programme\nSector\nActions in progress\nFinanciers\nCoastal Project\nCoastal areas and\nagriculture\nDam rehabilitation, mangrove\nreforestation, support for resilient\nagriculture and water security\nGEF, UNDP\nQuick Alert Project\nMeteorology and\nresilience\nStrengthening of climate\ninformation systems, installation\nof weather stations, early warning\ntraining\nGreen Climate\nFund, UNDP\nFunctional Literacy\nProject\nGender and local\nresilience\nFunctional education for women\nand youth, focussing on\nsustainable agriculture and\nadaptation to climate change\nCoastal\nWACA Project\nCoastal\nmanagement\nStrengthening the resilience of\ncoastal communities and\nprotecting against erosion\nWorld Bank,\nUEMOA\nSolar Programme for\nResilience\nEnergy\nPromotion of solar panels in rural\nareas as an energy resilience\nstrategy\nUNDP, Ministry\nof Energy\n\n3.9.2. Advances in Governance, Monitoring and Evaluation\nGuinea-Bissau created and operationalised the National Committee on Climate Change\n(CNCM) responsible for coordinating the implementation of climate policies, including\nadaptation actions under the NDC and the future PAN. This committee is inter-ministerial\nand also includes representatives of civil society, the private sector, universities and\ntechnical partners.\nThe Monitoring, Reporting and Verification System (MRV) for Adaptation is under\ndevelopment, with methodological proposals for data collection, definition of indicators\nand institutional coordination arrangements. This system will be essential to measure\nprogress and report to UNFCCC international mechanisms.\nIn addition, efforts are being made to integrate climate data from various institutions,\nimprove the technical capacity of the National Environment Institute (INA) and the\nNational Institute of Meteorology (INM) and digitise the databases of historical series and\nprojections.\nThe table below presents the governance, monitoring and evaluation framework.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 61\nTable 16: Governance, Monitoring and Evaluation Framework\n\nComponent\n\nCurrent status\nCreation of the NCCC (National\nCommittee for Climate Change)\nIt works with inter-ministerial representatives, NGOs, civil\nsociety and the private sector. Coordinates NDC/NAP\nactions.\nMRV Adaptation System\nIn the development phase. Methodological proposals and\nindicators already exist in priority sectors (water,\nagriculture, health).\nClimate data integration\nAdvances in the installation of meteorological\ninfrastructure. Digitisation of hydro-meteorological data\nbegins.\nCommunity participation\nStrengthened with local workshops, involvement of\ntraditional leaders and grassroots associations in pilot\nprojects.\n3.10. MONITORING AND EVALUATION OF ADAPTATION MEASURES AND\nPROCESSES IN GUINEA-BISSAU\n\nGuinea-Bissau is currently in a process of structuring and gradual operationalisation of\nits national MRV system, focussing on both mitigation (actions to reduce GHG emissions)\nand adaptation (actions, impacts and results). This process is driven by the commitments\nmade under the Nationally Determined Contribution (NDC) of the National Adaptation\nPlan (NAP) and the preparation of the Second Biennial Transparency Report (BTR2) .\n\nThe table below shows the progress made so far in the adaptation process.\n\nTable 17: Progress made so far in the adaptation process\n\nComponent\n\nCurrent status\nInstitutional Structure\n✓ The National Committee on Climate Change (NCCC) was created,\nwhich leads the coordination of MRV actions.\n\n✓ Established a technical working group for MRV under BTR2.\nLegal and Regulatory\nFramework\n⚠ In development. It is planned to adopt national regulations on\nclimate MRV, integrating the UNFCCC guidelines.\nTechnical Training\n✓ Technical training on GHG emission inventories, REDD+ MRV and\nadaptation was carried out with the support of FAO, UNDP and GEF.\n\n⚠ need for continuing training and the creation of a permanent base of\nnational experts.\nMRV Mitigation System\n✓ National GHG Inventory (1990–2019) completed in the TCN (Third\nNational Communication).\n\n⚠ In the process of updating to integrate data by 2022 in BTR2.\n\n⚠ There is still no national integrated system of digital emissions MRV,\nbut there is a proposal for its creation.\nMRV Adaptation System\n⚠ Developing . Preliminary indicators of sectoral adaptation were\ndefined in BTR1.\n\n⚠ Absence of a standardised and systematised methodology to\nmeasure the progress and impact of actions.\n\n✓ Some projects (Coastal, Early Warning, REDD+) have their own\nM&E systems that power the national MRV.\nMRV for Climate Finance\n⚠ Not yet in operation. The traceability of climate resources is done by\nproject, without a unified database.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 62\n\n⚠ A financial module for MRV in the context of BTR2 is being\nprepared.\n\n3.11. PREVENTING, MINIMISING AND DEALING WITH LOSSES AND DAMAGE\nASSOCIATED WITH CLIMATE CHANGE IMPACTS IN GUINEA-BISSAU\nGuinea-Bissau, as a small island developing state and a West African country with low\nadaptation capacity, is among the nations most vulnerable to the impacts of climate\nchange. Major threats include sea level rise, coastal erosion, flooding, prolonged\ndroughts, and changes in precipitation patterns, which significantly affect agriculture,\nfisheries, food security, public health, and basic infrastructure.\nTo prevent and minimise these impacts, the Government adopted several strategies. The\nupdated Nationally Determined Contribution (NDC) incorporates explicit commitments\nrelated to loss and damage management. Initiatives are underway, such as the Coastal\nProject (focused on community resilience and vulnerable coastal areas) and the WACA\nProject, which works on protecting against erosion and restoring coastal ecosystems.\nThese projects integrate preventive actions such as mangrove rehabilitation, community\nawareness, building resilient infrastructure and improving early warning systems.\nDespite these efforts, losses and damages are already felt in several regions. Coastal\ncommunities face forced displacement due to loss of land and housing; farmers suffer\nfrom unpredictable rainfall and crop failure; and unique ecosystems such as the Bijagós\nArchipelago are threatened. The institutional response still faces structural challenges,\nincluding weak cross-sectoral coordination, insufficient data, lack of adequate climate\nfinance, and lack of compensation mechanisms or insurance for losses and damages.\nGiven this scenario, the country recognises the urgent need to move forward with a\nnational mechanism for losses and damages that integrates the identification of risks, the\nquantification of impacts and the mobilisation of resources. Strengthening technical and\ninstitutional capacities, implementing robust monitoring and early warning systems, and\naccess to international funding, including the new Loss and Damage Fund established\nunder the UNFCCC, are also priorities.\nWith a focus on vulnerable communities and nature-based solutions, Guinea-Bissau is\ndetermined to protect lives, livelihoods and ecosystems by strengthening national climate\nresilience and contributing to a just and sustainable transition.\n3.12. COOPERATION, GOOD PRACTICES, EXPERIENCE AND LESSONS\nLEARNED ON CLIMATE RESILIENCE IN GUINEA-BISSAU\n3.12.1. Cooperation\nGuinea-Bissau has strengthened its response to climate change through strategic\npartnerships, implementation of good practices and continuous learning from local and\ninternational experiences. Cooperation with multilateral organisations, partner countries,\nand local communities has been essential to drive adaptation and mitigation actions.\n\nThe following table presents the list of National and International Cooperation\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 63\nTable 18: List of National and International Cooperation\n\nType of Cooperation\n\nInstitutions/Partners\n\nKey Contributions\nMultilateral Cooperation\nUNDP, FAO, GEF, GCF, World\nBank\nTechnical and financial support\nfor adaptation, resilience and\nstrategic planning projects\nRegional Technical Cooperation\nOMM, CILSS/AGRHYMET\nWeather data, early warning\nsystems, technical training\nBilateral Cooperation\nEU, German Cooperation\nFinancing of water infrastructure\nand institutional support\nConservation Partnerships\nMCRP, IUCN\nCoastal protection, ecosystembased management\nRegional Mechanisms\nECOWAS, WACA, CPLP\nIntegration into regional climate\nresponse networks and sharing\nof best practices\n\nGuinea-Bissau has accumulated relevant and promising experiences in climate\nadaptation, especially through pilot projects implemented in vulnerable areas and with\nstrong community participation. These best practices demonstrate local solutions with\ntangible impact on improving the resilience of livelihoods, infrastructure and ecosystems and\ncan serve as a model for scaling up and replicating on a national and regional scale.\n\nThe following table presents Implemented Best Practices.\n\nTable 19: Good Practices Implemented\n\nIntersection Domain\n\nGood Practices\nAgriculture and Food Security\nIntroduction of resistant crops, agroecological practices, consortia\nand agroforestry systems\nWater resources\nTanks, small reservoirs, National Plan for Integrated Water\nResources Management\nCoastal areas\nReforestation of mangroves, construction of adapted ramps,\ncommunity resource management\nEducation and Awareness\nClimate-focused functional literacy for women and youth in\nvulnerable areas\nMonitoring and Prevention\nStrengthening the early warning system, environmental\ndatabases, GIS in the INA and IBAP\n\n3.12.2. Experiences and lessons learned\nDuring the implementation process of climate actions in Guinea-Bissau, especially in the\nfield of adaptation, several relevant experiences have been accumulated. These\nexperiences have generated practical lessons that may be useful for other developing\ncountries, particularly small island states and West African countries with similar\nsocioeconomic and ecological characteristics.\n1. Integrating Adaptation into Local and Sectoral Policies\nLesson learned: Adaptation is most effective when integrated with local and sectoral\nplanning tools.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 64\nExperience has shown that the adaptation pilot projects with the greatest impact were\nthose that were linked to Local Development Plans (LDPs) and Protected Area\nManagement Plans. This increased local acceptance, facilitated the mobilisation of\nresources and reinforced sustainability after the end of projects.\n2. Community participation from the diagnostic phase\nLesson learned: Involving communities in designing and monitoring adaptation actions\nsignificantly improves their effectiveness and acceptance.\nDuring the Coastal Project, coastal communities were involved in identifying climate risks\nand nature-based solutions. This increased the relevance of interventions and reduced\nresistance. It also facilitated the appropriation and maintenance of results, such as\nmangrove plantations and drainage infrastructure.\n3. Importance of Technical and Institutional Capacity Building\nLesson learned: Investing in continuous training of national technicians and community\nactors is essential to ensure continuity and replicability of adaptation actions.\nIt was found that local technicians trained during the projects (e.g. water management,\nresilient agricultural practices, use of climate tools) became multiplier agents in their\nregions. However, in some cases, the high turnover in the public sector has compromised\nthe retention of knowledge.\n4. Monitoring and Evaluation: Gaps and Opportunities\nLesson learned: The absence of robust systems for monitoring the impacts of adaptation\nactions makes it difficult to assess progress and mobilise climate finance.\nDespite the implementation of several actions, such as mangrove rehabilitation or\npromoting resilient agriculture, the lack of harmonised impact indicators and real-time\ndata has compromised the ability to report results to technical and financial partners.\n5. Fragmented and Short-Term Financing\nLesson learned: The fragmentation of financial resources and the short duration of\nprojects limit sustainable impacts.\nMany adaptation projects in Guinea-Bissau operate with short funding (2–3 years),\nmaking it difficult to consolidate results. The dispersion of funding sources and the\ncomplexity of reporting requirements also overwhelm local capacities.\n3.13. ANY OTHER INFORMATION RELATED TO THE IMPACTS OF CLIMATE\nCHANGE AND ADAPTATION UNDER ARTICLE 7 OF THE PARIS AGREEMENT.\n\nArticle 7 of the Paris Agreement recognises adaptation as a global challenge with local,\nsubnational, national and international dimensions and is essential for protecting populations,\nlivelihoods and ecosystems . Guinea-Bissau, as a highly vulnerable country with low\nadaptive capacity, has sought to develop consistent actions to integrate adaptation into\nthe core of its national development planning.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 65\nGuinea-Bissau recognises that adaptation is a national priority and requires a strategic,\nparticipatory and coordinated approach.\n\nThe following table provides information related to the adaptation under Article 7 of the Paris\nAgreement in Guinea-Bissau.\n\nTable 20: Information related to adaptation under Article 7 of the Paris Agreement in GuineaBissau\n\nCategory\nDetailed description\nObserved impacts\n- Increasing frequency and intensity of seasonal floods (e.g.\nfloods in Bafatá, Gabu and Bissau in 2022-2024)\n- Increased salinisation of coastal soils and mangrove\ndegradation\n- Reduction of agricultural productivity - Decreased access to\ndrinking water in rural areas\nVulnerable Sectors\n- Agriculture and food security\n- Water resources - Coastal infrastructure - Public health -\nBiodiversity and fragile ecosystems (mangroves, estuaries,\nwetlands)\nLimited adaptive capabilities\n- Poor institutional and technical capacity to respond\n- Low availability of hydro-meteorological data - Insufficient\nfinancial resources - Poor integration of adaptation into sectoral\nand local policies\nNational Adaptation Priorities\n1. Strengthening the resilience of rural communities and farming\nsystems\n2. Strengthening integrated water management\n3. Protect coastal areas and fragile ecosystems.\n4. Improving climate information and early warning systems.\nPolicy Instruments\n- Updated NDC (2021): includes adaptation commitments in\nagriculture, water, forests and coastal areas\n- National Adaptation Plan (NAP) – in development\n- PDSAR and PNGIRH as sectoral plans with adaptation\ncomponents\nProjects in progress\n- Coastal Project (GEF/UNDP) - Coastal Protection and\nCommunity Adaptation\n- Draft Early Warning (UNDP/WMO) – strengthening of\nforecasting and warning systems\n- Ecosystem-based Adaptation (EbA) Project\n- FAO projects for food resilience\nTerritorial Integration\nAdaptation is gradually being integrated into municipal plans and\nlocal development plans, with technical support from MABAC\nand partners.\nGender-based approach\nAdaptation actions include specific initiatives for women's\nempowerment, such as climate literacy, access to resilient\nseeds, and representation on local water and land management\ncommittees.\nSupport and Future Needs\n- Need for additional climate finance including direct access to\nthe Green Climate Fund\n- Strengthening the institutional capacity of MABAC, INA, IBAP,\nDGRH\n- Technical support to finalise the NAP\n- Development of MRV tracking and adaptation systems\nContributions to the Global\nAdaptation Goal (GGA)\nGuinea-Bissau contributes to AMG by strengthening systemic\nresilience by reducing the vulnerability of coastal and\nagricultural populations and improving climate alert and\nresponse systems.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 66\nCHAPTER IV: INFORMATION ON THE FINANCIAL SUPPORT, DEVELOPMENT AND\nTRANSFER OF TECHNOLOGY AND TRAINING SUPPORT REQUIRED AND\nRECEIVED UNDER ARTICLES 9 TO 11 OF THE PARIS AGREEMENT\n4.1. NATIONAL ECONOMIC SITUATION, INSTITUTIONAL ARRANGEMENTS AND\nCOUNTRY-DRIVEN STRATEGIES\n4.1.1. Economic situation of the country\nGuinea-Bissau's economy is recovering moderately following external shocks in recent\nyears. Gross Domestic Product (GDP) has been growing steadily, with an estimated rate\nof about 4.8% in 2024, driven mainly by the agricultural sector, namely by the production\nand export of cashew nuts, which remains the main ecoNOmico engine in the country.\nDespite progress, the economy remains vulnerable. Inflation, which reached high levels\nin 2023, began to fall in 2024, nearing the goal of the West African Economic and\nMonetary Union (WAEMU). However, food and fuel prices continue to put pressure on\nthe cost of living.\nPublic finances face significant challenges, with high fiscal deficits and public debt\nexceeding 80% of GDP. Fiscal consolidation is underway, with the support of international\npartners, but depends on more efficient management of public revenues and\nexpenditures.\nThe current account deficit is structural, reflecting the country's strong dependence on\nimports and limited export base. The economic concentration in the primary sector,\nespecially in cashew, makes the country highly exposed to climate shocks and variations\nin international markets.\nInstitutional problems, such as political instability and corruption, continue to limit\ninvestment and the effectiveness of public policies. The economy is also hampered by\npoor infrastructure and the fragility of human capital.\nDespite these restrictions, the economic outlook is positive, provided that efforts to\nstabilise macroeconomic, productive diversification and structural reforms are\nmaintained. External support, good governance and political peace will be crucial to turn\nthe country's economic potential into concrete benefits for the population.\n4.1.2. Institutional Arrangement\nThe institutional architecture of Guinea-Bissau in the economic and financial field involves\nseveral key bodies:\nMacroeconomic institutions:\n- Ministry of Economy, Plan and Regional Integration : Development Plan, economic\npolicy coordination.\n- Ministry of Finance : Tax management, revenue collection, budget execution and control\nof public debt.\n- Central Bank of West African States (BCEAO) : Responsible for monetary policy in the\ncontext of the WAEMU.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 67\n- National Institute of Statistics (INE): Production and dissemination of macroeconomic\nand social data.\nDevelopment support institutions:\n- Investment Promotion Agency (APIB) : Attraction of private investments.\n- Sectoral regulatory institutions, such as in the areas of energy, telecommunications,\nagriculture and environment.\nCoordination with international partners:\n- Close relations with the IMF, World Bank, ADB, UNDP, European Union, BOAD and\nother bilateral and multilateral partners that finance a large part of public investment.\n4.1.3. Country-orientated strategies\nGuinea-Bissau has been structuring a set of strategies and reforms to promote more\ninclusive and sustainable growth:\na) Development Strategies\n National Development Plan (NDP) 2025–2030 (under development): Aims at\neconomic diversification, improving infrastructure and creating decent jobs.\n National Economic Transformation Agenda prioritises value-added agriculture,\nrenewable energy, fishing and tourism.\n Programme for Modernisation of Public Administration and Tax Reform, focussing\non digitisation, transparency and control of spending.\nb) Sectoral Strategies\n Promote climate resilient agriculture through projects such as the Coastal Project\n, WACA and PNIA.\n Energy transition: investments in solar and renewable energy to reduce\ndependence on fossil fuels.\n Investing in sustainable value chains (rice, horticulture, fishing) to generate rural\njobs and food security.\n Promotion of the private sector and youth entrepreneurship with technical support\nand access to microcredit.\nc) Economic and Institutional Reforms\n Fiscal consolidation (cost containment, tax base expansion).\n Strengthening\neconomic\ngovernance\n(budget\ntransparency,\ncombating\ncorruption).\n Public-private partnerships for infrastructure (roads, ports, energy).\n Revision of the investment policy to attract foreign capital.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 68\n4.1.4. Systems and processes used to notify incoming and required support\nIn Guinea-Bissau, the monitoring and accountability of the support received and needed\nis ensured by a set of institutional mechanisms that are still in the consolidation phase.\nThe main instrument used is the Integrated System of Public Finance Management\n(SIGFIP), which allows the Ministry of Finance to register the support channelled through\nthe State Budget. However, much of the support continues to be managed outside the\nbudget, making it difficult to obtain a complete and integrated view of external aid.\nIn addition to SIGFIP, there are Project Management Units (PMUs) in the different sectors\nthat monitor and report the funding received, based on the needs of donors. These units\nproduce periodic technical and financial reports, but the integration of this information into\nnational systems is still limited.\nThe country also has structures such as the Directorate-General for Cooperation and\nthematic coordination mechanisms, which collect information on funding needs and\nsupport received, especially in the areas of climate and international cooperation.\nHowever, the use of digital tracking systems is still incipient, and manual tools such as\nExcel spreadsheets are often used.\nDespite progress, challenges remain such as institutional fragmentation, low digitalisation\nand weak integrated analysis and reporting capacity. Therefore, strengthening\ninterinstitutional coordination and implementing a unified national monitoring support\nsystem is a strategic priority to improve transparency, the Plan, and effective resource\nmobilisation.\n4.1.5. Difficulties and challenges in monitoring and reporting the support needed\nand received\nGuinea-Bissau faces several structural and operational challenges when it comes to\neffectively monitoring and reporting the financial support needed and received, both in\nthe context of development aid and climate finance.\nOne of the main obstacles is institutional fragmentation. Different ministries and project\nmanagement units operate in a relatively isolated manner, with little coordination and\nsystematic sharing of information. Much of the support received is managed outside the\nState Budget (off-budget), making centralisation and transparency of data difficult.\nAnother significant challenge is the lack of a unified national digital system that allows the\nautomatic and real-time recording of the funds received and the needs expressed. In\nmany cases, data is manually collected and shared using Excel spreadsheets, scattered\nreports, and ad hoc communications.\nThe limited technical and human capacities in the responsible institutions, namely the\nDirectorate-General for Cooperation, the Ministry of Finance and the sectoral technical\nunits, represent an additional obstacle. There is a lack of resources, training in monitoring\nand reporting systems, as well as standardised methodologies for classifying, validating\nand communicating support.\nThe lack of specific tools for monitoring climate finance, as well as the difficulty of\ndistinguishing between new finance and the reuse of old funds, undermines the quality of\nreporting to international bodies such as the UNFCCC or the OECD.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 69\nFinally, institutional instability and frequent turnover of technicians and decision makers\ncompromise the continuity of processes and the institutionalisation of good practices.\nThese challenges undermine not only the effectiveness of resource mobilisation, but also\nthe country’s credibility with international partners. Overcoming them requires\ncoordinated reform, focused on digitisation, capacity-building, and harmonisation of\nmonitoring and reporting mechanisms for foreign aid and climate finance.\n4.1.6. National priorities and strategies of Guinea-Bissau\nGuinea-Bissau has defined the achievement of sustainable, inclusive and climate resilient\ndevelopment as a strategic priority. At the national level, the country is committed to\nintegrating adaptation and mitigation objectives into ecoNOmico development policies,\nwith a focus on poverty reduction, food security, environmental preservation, and\ninstitutional strengthening.\nKey national strategies include:\n- Promoting resilient and sustainable agriculture that ensures food security and the\nlivelihoods of rural communities;\n- Protection of coastal and marine ecosystems through projects such as the WACA and\nthe Coastal Project;\n- Expanding renewable energies, especially solar energy, to improve access to energy\nand reduce dependence on fossil fuels;\n- Improving the management of natural resources and protected areas with community\nparticipation;\n- Strengthen climate governance, including Climate Plan, Finance and Transparency\nmechanisms.\n4.1.6.1. Aspects of the CDN that require support\nIn its updated CDN, Guinea-Bissau reaffirms its commitment to the Paris Agreement by\ntaking mitigation and adaptation measures, with objectives conditioned on the\nmobilisation of financial, technological and international support.\nMitigation\nThe country is committed to reducing its GHG emissions by 30 per cent by 2030\n(conditional). The focus is on:\n- Energy transition (investments in solar energy, improvement of energy efficiency);\n- Sustainable forest management and reduction of deforestation;\n- Treatment and recovery of waste.\nSupport needs:\n- Financing of renewable energy infrastructure;\n- Technologies for waste management and clean energy;\n- Transfer of knowledge about MRV (measurement, reporting and verification).\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 70\nAdaptation\nAdaptation is a top priority, focussing on:\n- Agriculture and food security;\n- Integrated water management and combating coastal erosion;\n- Resilience of communities vulnerable to climate impacts.\nSupport needs:\n- Technical and financial support for climate-smart agriculture;\n- Coastal protection projects (green and grey infrastructure);\n- Strengthening early warning systems and climate monitoring.\nMeans of implementation\nThe CDN specifies that almost all conditional goals can only be met with outside support,\nincluding:\n- Additional, predictable and long-term climate financing;\n- Transfer of green technology adapted to the local reality;\n- Institutional and technical training in Climate Plan, transparency, governance and\ncommunity participation;\n- Support for the operationalisation of the National Strategy for Low Carbon Development\ncurrently under formulation.\n\n4.2. INFORMATION ON THE NECESSARY FINANCIAL SUPPORT TO\nDEVELOPING COUNTRY PARTIES UNDER ARTICLE 9 OF THE PARIS\nAGREEMENT\n\n4.2.1. Financial support needed\n\nThe NDC of Guinea-Bissau estimates that the costs of implementing the mitigation\ncomponent will be approximately US$ 664 million during the period from 2021 to 2030, of\nwhich US$ 531 million, or 80% of the total investment needs, are financial support needs\n(conditional element of the NDC). The sectoral breakdown of financial support needs is\ndetailed in Table 90 below.\n\nTable 21: International financial support needs to implement the updated NDC (Mitigation\nComponent)\nSectors\nValue in millions of US dollars in 2021\nEnergy\n240\nForests and Land Use\n264\nAgriculture\n22\nWaste\n5\nTOTAL\n531\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 71\nThere is no information available on the methodological approach to estimate the costs\nof implementing NDCs.\n\nGuinea-Bissau will strive to report more robust information on financial support needs in\nthe upcoming BTR, noting the upcoming development and adoption of NDC3.0.\n\nGuinea-Bissau needs to mobilise financial support from the GEF/UNEP, worth an\nestimated US$ 1,233,000, for the preparation and presentation of the Second Biennial\nTransparency Report (BTR2) and the Third Biennial Transparency Report and Fifth\nNational Communication (BTR3/NC5).\n\nFind CTF support needs in the attachment, in Excel format.\n\n4.2.2. Financial support received\n\nThe main projects identified are mostly managed by institutions under the auspices of the\nMinistry of Environment, Biodiversity and Climate Action (MABAC), including the Institute\nof Biodiversity and Protected Areas (IBAP), the National Institute of the Environment (INA)\nand the Competent Authority for Environmental Assessment (AAAC). The Ministry of\nEnergy is responsible for major energy projects, and the Bissau Municipal Council is\nresponsible for waste management projects.\n\nFor the preparation of its first Biennial Transparency Report (BTR1), Guinea-Bissau\nreceived from the GEF, through UNEP, an amount of US$600,000, for a period of 27\nmonths (April 2023 to March 2025).\n\nTable 22: Support received from GEF/UNEP for the BTR1 Project\nProject Objectives\nCost $US\ni. Preparation of PIP BTR1 and project initiation activities\n50,000\nii. Preparation and submission of BTR1 report to UNFCCC\n530,000\niii. Completing an application for GEF funding for subsequent BTRs and/or combined\nBTR/NC\n\n20,000\nTotal project cost\n600.00\n\nLikewise, for the preparation of the UNFCCC Fourth National Communication (NC4), the\ncountry benefited from financial support from the GEF through UNEP, amounting to\nUS$500, for a period of 36 months (October 2022 to May 2025).\n\nTable 23: Support received from GEF/UNEP for the Fourth National Communication Project\n(NC4)\nProject Cost\n2022\n2023\n2024\n2025\nTotal\n%\nGEF Trust Fund available to the\nExecutive Agency\n67,750\n198,700\n199,550\n34,000\n500.00\n83\nCo-financing in kind/government\ncontribution\n\n50,000\n50,000\n\n100.00\n17\nTotal cost ($)\n67,750\n248,700\n249,550\n34,000\n600,000\n100\n\nGuinea-Bissau urgently needs support to develop, adopt and implement a systematic\napproach to collect data on the financial, technological and training support received and\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 72\nis considering including it in a future CBIT project proposal to be submitted for GEF\nfinancial support.\n\nGuinea-Bissau has not developed an implementation plan for the NDC. As such, priority\nneeds have not been systematically identified. Other needs have also not been\nsystematically identified and addressed programmatically.\n\nGuinea-Bissau will make an additional effort, for which capacity-building support is\nneeded, to address these gaps in the development process of NDC3.0 as well as the\nnational adaptation plan, both in preparation at the time of the preparation of this BTR1.\n\nGuinea-Bissau has received technical and financial support from a number of\norganisations to develop and improve its Nationally Determined Contribution (NDC),\nincluding:\n\n1. Global Climate Change Alliance Plus (GCCA+)\n Implemented by: Expertise France and CILSS (AGRHYMET Regional Centre)\n Focus: Development of technical capacities for adaptation and integration of\nclimate resilience in strategic sectors\n Financial instrument used: Grant\no The GCCA+ initiative is funded by the European Union as non-refundable\nassistance, channelled through implementation agencies such as Expertise\nFrance.\no There is no obligation for Guinea-Bissau to repay.\n2. UNDP – Climate Promise\n Implemented by: United Nations Development Programme (UNDP)\n Focus:\no Technical and financial support for updating the NDC\no Climate policymaking\no Mobilising Climate Finance\no Strengthening environmental governance\n Financial instrument used: Grant\no Financial and technical support was provided to the Government of GuineaBissau as a donation within the framework of international development\nassistance.\no The funding comes from multiple partners (including Germany, Sweden, the\nEuropean Union, among others), with no mandatory financial contribution\nfrom the beneficiary country.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 73\nTable 24: Support received in the period 2015 – 2022\n\nNo.\nProgramme/Project\nTitle\n\nActivity sector\nGeographical\narea Location\n\nPartner(s)\n\nAmount\nExecution period\n(start and end\ndate)\n\nCurrent Situation\n\nObservation.\n1.\nAgriculture\nSmart in\nEast Guinea\nBissau\nChange\nClimate\nAgriculture\nCattle and water\nRegion of\nGossip (Industry\nof Cuntubel and\nGanadu)\nMADR/DG\nAgriculture, DG\nEngineering\nRural, INPA, DG,\nAnimal husbandry\n$9,970,000\n2 June 2019\n2 June 2023\n(Effective start\ndate 1\nJune 2020\nInstallation of\nProject Team-\nGabu/Bafatá\n- Preparation of the\nWorkplan\nand baselines.\n\n2.\nRED\n(Preparing the\nGuinea-Bissau\nTo the bottom\nGreen Climate)\nAll\nprojects that\nplay with the\nadaptation and\nmitigation\nBissau\nOSS\n(Observatory of\nSara in SAEL),\nGreen background\nClimate\n$3,000\nAugust 2019\nAugust 2020\nE (Authority)\nNational\nDesignated);\n-Guide to\nprocedures of the\ngreen background and\nNo letter\nobjection\nPrepare;\n-And the Programme of\nElaborate country.\n\n3.\nNational Office\nOzone\nGuinea-Bissau\nTraining for\nTechnician of Cold\nand\ntax guards and\nother\nParamilitary\nSector\nSelf-employed\nBissau, North,\nEast and South.\nUNEP, UNEP\nUNIDO, UNDP\n\nVarious national\nstructures\n$85,000\nOctober 1\n2019, 30\nDecember 2022\nIn progress\nThe Inventory\nfrom\nrefrigeration\nand\nClimate\nis done on a\nlevel\nNational\n4.\nProject of Protected\nAreas and Climate\nChange Resilience\n(GCCA)\nConservation,\nmonitoring,\ncommunity\ndevelopment,\ninstitutional support,\ntraining...\n\nPHOTO\n\n€ 4.000.000\n\n2016 to 2020\n\nIn progress\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 74\n\n5.\nAsset Request\nProcess\nWorldwide\nAsset Request\nProcess\nWorldwide\nBijagós\nArchipelago\nVarious national\nstructures\n€ 400,000\n2017 to 2020\nIn progress\n\n6.\nConservation of\nbirds and their\nhabitat (Wetlands)\nScientific research\nand awareness\nConservation of\nbirds and their\nhabitat (Wetlands)\nScientific research\nand awareness\nIslands and\nislands\nBijago people\nF. Ciências.ID -\nAssociation of\nResearch and\nDevelopment in\nSciences of the\nUniversity of\nAveiro\nUniversity of\nGroningen Royal\nDutch Institute for\nMarine Research -\nNIOZ ONG ODZH\nONG\nPALMEIRINHA\nNGO TINIGUENA\n€ 1,000,000\n2018 to 2020\nIn progress\nResearch costs are\nlevied directly on the\nPartners (62% of\nresearch budget)\n\n7.\nProject\nreinforcement of\nframe\nfinancial and\noperating system\nNational System\nAreas of\nProtected\n(SNAP) in GuineaBissau\nBissau - GEF 5\nStrengthening the\nframe\nfinancial and\noperating system\nNational System\nAreas of\nProtected\n(PHOTO)\nPark\nNational\nCantanhez\nMultiple structures\nNational\n1,000,000 US\ndollars\n2017 to 2020\nIn progress\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 75\n\n8.\nConsolidation of\nConservation of sea\nturtles in the\nBijagós archipelago\nConservation of\nsea turtles Scientific\nresearch and\nawareness\nIslands and\nislands\nof the Bijagos\nISPA – University\nInstitute University\nof Exeter Faculty of\nSciences of the\nUniversity of Lisbon\n(FCUL)\nNGO\nPALMEIRINHA\nPROGRAMME\nAssociation\nPOPPY\n13 86 000 €\n2018 to 2020\nIn progress\n\nSearch costs are\nallocated directly to\npartners\n\n9\nTraining project for\nconservation and\ntracking of birds\nalong the West\nCoast of\nAfrica (DIOE)\nBird Watchers\nTraining\nBijagós\nArchipelago\nCoastal Plan Office\n- GPC ONG ODZH\n€ 1,000,000\n2018 to 2020\nIn progress\n\n10\nConservation of\nseabirds and\nwaders and their\nmain habitats along\nthe West Coast of\nAfrica (Alcyon)\nImprove the\nconservation of bird\nnesting colonies\nOrango National\nPark\nODZH\n€ 50,000\n2018 to 2029\nIn progress\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 76\n\n11\nSustainable\nexploitation of small\npelagics in African\nmarine areas\nWestern (PPAMP)\nConservation of\nSmall Pelagics\namplifier\nLocation chosen:\nJoão Vieira and\nPoilão Marine\nNational Park\nCIPA\n27 289 225.00\nUSD\n2018 to 2020\nIn progress\n\n12\nPromoting public\nhealth in an\nagroforestry\nlandscape in\nGuinea-Bissau\nScientific research\non zooNOticas\ndiseases in\nPrimates\nCantanhez\nNational Park\nUniversity of Exeter\nNGO NADEL\n?\n2019 to 2022\nStart\nAugust 2019\n\n13\nProtecting and\nrestoring productive\nmangroves and\nlandscapes to\nstrengthen food\nsecurity and\nmitigate climate\nchange\n\"Supporting the\nrestoration and\nrehabilitation of\ndegraded\nmangrove\necosystem\nfunctionality and\nservices to improve\nfood security and\nmitigate climate\nchange\n\"climate change\"\nCacheu, Quinara\nand Tombali\nRegion\nIUCN\n€ 2.758.000\n2019 to 2022\nStart: June 11, 2019\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 77\n13\nProtecting and\nrestoring productive\nmangroves and\nlandscapes to\nstrengthen food\nsecurity and\nmitigate climate\nchange\n\"Supporting the\nrestoration and\nrehabilitation of\ndegraded\nmangrove\necosystem\nfunctionality and\nservices to improve\nfood security and\nmitigate climate\nchange\n\"climate change\"\nCacheu, Quinara\nand Tombali\nRegion\nIUCN\n€ 2.758.000\n2019 to 2022\nStart: June 11, 2019\n\n14\nUEMOA Regional\nBiosafety\nProgramme\nAwareness-raising,\ntraining and\noperation of the\nGMO (organisms)\ntesting laboratory\nGenetically\nmodified)\nAt national level\nMembers of the\nCoordination\nCommittee (CNC)\n23 513 500\n\nWaiting for operation\n\n15\nGCCA+ Capacity\nbuilding\nMultisectoral\nadaptation\n\nAt national level\nEuropean Union\n(via Expertise\nFrance)\n350000\n2021–2023\nCompleted\nGCCA+\nimplemented\nby Expertise\nFrance and\nAGRHYMET\n16\nClimate Promise\nPolicy\nSupport/NDC\nMitigation and\nAdaptation\n\nAt national level\nGermany /\nSweden / EU (via\nUNDP)\n250000\n2020–2021\nCompleted\nClimate\nPromise -\nsupporting the\nNDC update\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 78\n4.3. INFORMATION ON SUPPORT FOR TECHNOLOGY DEVELOPMENT AND\nTRANSFER REQUIRED AND RECEIVED BY DEVELOPING COUNTRY PARTIES\nUNDER ARTICLE 10 OF THE PARIS AGREEMENT\n\nGuinea-Bissau is one of the most vulnerable countries to climate change, which occurs in\nthe form of temperature and precipitation changes and the occurrence of intense and\nfrequent extreme weather events (droughts and floods).\n\nThe negative impacts of these events are already being felt in the water, coastal and\nagricultural sectors. These sectors are classified as vulnerable to climate change in the\nTechnology Needs Assessment (TA) process; in the 2006 PANA; as well as in the NDCs\ndocuments.\n\nWithin the NCA, Guinea-Bissau has selected and prioritised nine (9) climate adaptation\ntechnologies: three (3) for the Agriculture sector; three (3) for the Water Resources sector\nand three (3) for the Coastal Zone sector, which express the necessary support in terms of\ntechnology transfer:\n\nFor the Agricultural Sector: 1st - Reforestation by communities (mangroves, fast-growing\nspecies, etc.); 2nd - Hydroagricultural projects; and 3rd - Use of seeds of short-cycle varieties\nand\n\nFor the Water Resources Sector: 1st - Hydrological and Piezometric Observation Networks;\n2nd - Irrigation Dam; and 3rd - Water retention infrastructure for various purposes.\n\nFor the Coastal Zone Sector: 1st - Reforestation of coastal vegetation; 2nd - Mapping of\nareas at risk of flooding and erosion using the Geographic Information System (GIS); and\n3rd - Construction / improvement of dykes.\n\nThe selected and/or prioritised technologies are aligned with the country's development\nstrategy to ensure that natural resources continue to provide the goods and services on\nwhich the country's continued well-being and progress, as well as adaptation to climate\nchange, depend and will serve as the basis for the other stages of the ANT process, i.e.\nBarrier Analysis, Technological Action Plan Development and project concept notes.\n(see link: https://tech-action.unepccc.org/country/guinea-bissau/ )\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 79\n4.4.\nINFORMATION\nON\nCAPACITY-BUILDING\nSUPPORT\nREQUIRED\nFOR\nDEVELOPING COUNTRY PARTIES UNDER ARTICLE 11 OF THE PARIS AGREEMENT\n\nThe training needs for the implementation of the NDC were detailed in the respective\ndocument. Key training needs and a quick assessment to verify whether training support has\nbeen received or not are in the table below.\n\nTable 25: Evaluation of training support\nNeed for training\nSupport received?\nInstitutional capacity building to enable Guinea-Bissau to adequately\nmonitor the implementation of NDCs in different sectors. This implies,\namong other things, the establishment of a transparency system that allows\nthe regular production of GHG inventories, according to IPCC rules, as well\nas NDC monitoring indicators.\nNo\nTraining in energy transition (energy accounting, forecasting, programming\nof energy management actions, development of indicators, etc.).\nNo\nTraining of stakeholders in the implementation of NDC MRV.\nPartially (in the context of the\npreparation of the BTR)\nEmpowering stakeholders to better leverage carbon market mechanisms,\nas provided for in Article 6 of the Paris Agreement.\nNo\nTraining and transfer of technology for the development of renewable\nenergy and energy efficiency in different sectors of the economy.\nNo\nTraining in optimised management of the electrical system to increase its\ncapacity for better integration of renewable energies.\nNo\nTraining of actors in the area of forest protection and ecosystem\npreservation.\nYes\nThe national and sectoral action plan for the implementation of NDCs.\nNo\nThe investment plan in the energy sector.\nNo\nPortfolio of specific projects and financing mechanisms in the energy sector.\nNo\nUpdating NDC before 2024.\nNo\nThe development of a national low-carbon strategy by 2050.\nNo\nPreparation of the first bi-annual transparency report.\nNo\n\nIn addition to the financial investment needs for the implementation of the NDC, the costs of\nsupporting the necessary training were estimated at US$ 30 million.\n\nKey Training Needs:\n Hands-on training in IPCC inventory software for compiling and reporting emissions.\n Remote Sensing and GIS Training for LULUCF.\n Development of a national system for collecting and managing emissions data.\n Train national experts to lead future inventories.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 80\nDuring the preparation process of this BTR, including NIR, several training needs were\nidentified - related to transparency. The table below summarises the needs identified in the\nrespective sectors of this report.\nGuinea-Bissau has specific training needs to improve the preparation of the National\nInventory Report (NIR), especially in the following sectors:\nTable 26: Training needs\nChapter\nNeed for training\nNIR\nEnergy\nIPCC 2006 methodologies for calculating emissions.\n- Monitoring and reporting of CO 2, CH 4 and N 2O emissions in the energy sector.\n- Integration of fossil fuel and renewable energy data.\n- Use of tools such as the IPCC Inventory Software and LEAP (Long Range Energy\nAlternatives Plan System).\n\nUPI\n- Collection and processing of emissions data from the manufacturing and\nconstruction industry.\n- Methods to estimate fugitive and industrial process emissions.\n- Application of specific emission coefficients for materials such as cement, glass\nand chemicals.\n\nAgriculture\n- Methodologies to estimate emissions from enteric fermentation and waste\nmanagement.\n- Calculation of nitrous oxide (NO) emissions from the use of fertilisers.\n- Assessment of changes in agricultural productivity and climate impacts.\n\nLULUCF\n- Methods to estimate carbon stocks in forests and soils.\n- Calculation of O2 emissions and C removals in deforested and reforested areas.\n- Use of GIS and remote sensing technologies for monitoring forest areas.\n\nWaste\n- Estimated methane (CH ₄) emissions from landfills and sewage treatment.\n- Monitoring of solid and liquid waste management.\n- Emissions quantification methods and potential mitigation strategies.\nTools and\nMethodologies\n- LEAP (Plan System of Long Range Energy Alternatives) for modelling energy\nscenarios.\n- GACMO (Cost Model of Abatement of Greenhouse Gases) to evaluate costs and\nbenefits of mitigation actions.\n- IPCC Emission Factors Database (EFDB) for emission coefficient-based\nprojections.\n- UNDP Climate Promise Tools for Strategic Projections.\nNDC\nNDC Trace\n- Development of a Monitoring, Reporting and Verification System (MRV) to track\nNDCs goals.\n- Use of progress indicators to assess contributions to mitigation and adaptation.\n- Training in the use of digital tools for tracking and reporting.\n- Integration of sectoral data (energy, agriculture, waste, LULUCF, IPPU) into a\nunified system.\n\nMonitoring\nmitigation\nactions\n- Training in IPCC methodologies to monitor emissions reduced by climate action.\n- Definition of baseline and alternative scenarios to measure the real impacts of\nmitigation policies.\n- Training for transparent progress reports to the UNFCCC.\n- Use of technologies to measure and validate emission reductions\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 81\n\nGHG projections\n- Use of GHG emission projection models to plan effective climate action.\n- Application of bottom-up and top-down approaches in modelling future scenarios.\n- Integration of projections in the medium and long-term climate policy Plan.\n- Training to identify data gaps and strategies to fill them.\nTools and\nMethodologies\n- IPCC inventory software and Long Range Alternative Power Plan System\n(LEAP).\n- MRV techniques for key sectors (energy, waste, agriculture, LULUCF).\n- Data platforms such as ETF and NDC Registry.\n\nAdaptation improves technical capacity to identify sectors and\ncommunities most vulnerable to climate impacts.\nTraining\n- Use of climate risk assessment models for key sectors (agriculture, water\nresources, biodiversity, infrastructure).\n- Application of IPCC (AR6) methodologies for vulnerability and exposure analysis.\n- Remote sensing tools and GIS (Geographic Information System) for mapping\nvulnerable areas.\n- Participatory methods to integrate local and scientific knowledge in climate risk\nassessment\nTools and\nMethodologies\nUNDP Climate Risk Assessment Framework.\n- GIS tools (QGIS, ArcGIS) for spatial mapping and analysis.\n- CMIP6 climate models for climate impact projections.\nSupport needed and received\nTechnical and\nfinancial support\nreceived from\ninternational\npartners\n\n1. GEF/UNEP\n- NC4 and BTR1 projects\n\n2. GCCA+ (Global Climate Change Alliance Plus)\nImplemented by Expertise France and CILSS - AGRHYMET Regional Centre\n- Support in technical training for adaptation and mitigation.\n- Assistance in the elaboration of the National Inventory of GHG Emissions.\n- Training in MRV systems (Monitoring, Reporting and Verification).\n\n3. UNDP (Climate Commitment)\n- Support in updating and implementing the NDC.\n- Support in the elaboration of the National Adaptation Plan (NAP).\n- Assistance on access to climate finance (GCF, Adaptation Fund).\n\n4. Lusophone Cluster Centre for Climate Transparency\n- Technical assistance (training and qualification)\n- Analysis of BTR1\n\n5. Green Climate Fund (GCF) - Preparedness Programme\n- Funding for climate adaptation and resilience actions.\n- Support in strengthening the institutional capacity to raise climate funds.\n\n6. Adaptation Fund\n- Funding for Community adaptation and coastal protection projects.\n\nSupport Required\n1. Technical and Institutional Training\n- Advanced training in GHG projections, NDC and MRV tracking.\n- Training in remote sensing and GIS for environmental monitoring and LULUCF.\n- Develop local capacities for national transparency reports.\n\n2nd element. Infrastructure Development and Monitoring Systems\n- Creation of a national climate data platform for emissions tracking and\nadaptation actions.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 82\n- Strengthening the network of meteorological stations to improve climate\nprojections.\n- Implementation of early warning systems for natural disasters (floods, droughts,\ncoastal erosion).\n\n3rd element: Mobilising climate finance\n- Technical assistance for the preparation of financing proposals for the Green\nClimate Fund (GCF) and the Adaptation Fund.\n- Creating public-private partnerships for renewable energy and climate resilience\nprojects.\n- Development of innovative financial mechanisms such as climate insurance and\ncarbon credits.\n\n4th element: Implementation of Local Solutions for Adaptation\n- Supporting the expansion of Ecosystem-Based Adaptation (EbA), including the\nrestoration of mangroves and forests.\nClimate-smart agriculture projects to reduce vulnerabilities in the agricultural\nsector.\n- Development of water security and sustainable water management initiatives to\nmitigate the impacts of drought.\n\n4.5. INFORMATION ON THE SUPPORT NEEDED AND RECEIVED BY DEVELOPING\nCOUNTRY PARTIES FOR THE IMPLEMENTATION OF ARTICLE 13 OF THE PARIS\nAGREEMENT AND TRANSPARENCY-RELATED ACTIVITIES, INCLUDING CAPACITY\nBUILDING RELATED TO TRANSPARENCY.\n\n4.5.1. Support received from GEF/UNEP for the preparation of NC4 and BTR1\n\nGuinea-Bissau has received financial support from the Global Environment Facility (GEF),\nimplemented by the United Nations Environment Programme (UNEP), for the preparation of\nits First Biennial Transparency Report (BTR1). This funding, worth 600\n1,000 U.S. dollars, was awarded through a comprehensive multi-country project. The project\nstarted in February 2023, is expected to last 24 months and the report is expected to be\ndelivered on January 1, 2025.\n\nThe preparation of BTR1 Guinea-Bissau is based on the findings and recommendations of\nits previous National Communication (NC) and Biennial Update Report (BAR), including the\nresults of the International Review and Consultation (ICA). The greenhouse gas (GHG)\ninventory included in BTR1 represents an improvement over the inventory presented in the\nprevious LU.\n\nGuinea-Bissau has received financial support from the Global Environment Facility (GEF),\nimplemented by the United Nations Environment Programme (UNEP), for the preparation of\nthe Fourth National Communication (NC4). This financing, for a total amount of 500,000 US\ndollars, is valid for a period of 36 months (October 2022 to May 2025).\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 83\nUnder these projects, the country has benefited from UNEP's technical monitoring, including\ntraining and capacity-building sessions on IPCC tools and guidelines, etc., conducted by Mr.\nAlphonse MUTABAZI - Programme of Enabling Activities | GEF Climate Mitigation Unit.\n\nThis effort reflects Guinea-Bissau's continued commitment to strengthening the transparency\nand accuracy of its climate actions, aligning with the requirements of the Paris Agreement\nand contributing to global climate change mitigation efforts.\n\n4.5.2. Lusophone Cluster Support for Transparency\nThe Lusophone Cluster on Transparency is a triangular platform (south-south, north-south\nand south-north) for cooperation, sharing of information and experiences, training and\ntechnical assistance on climate transparency, in Portuguese, implemented by UNDP Climate\nPromise, with funding from the Government of Belgium; by the Partnership for Transparency\nof the Paris Agreement, funded by the Government of Germany, and by CBIT-GSP, funded\nby the GEF.\nThe Lusophone Cluster has provided fundamental support to Guinea-Bissau in its efforts to\nproduce transparent climate information, in particular this BTR.\n\nSupport is provided through many mechanisms, including in-person and online regional\nseminars with all Portuguese-speaking countries; remote assistance and in-person training\nand technical assistance.\n\nRegional Seminary\n\nGuinea-Bissau was represented by two experts deeply involved in the preparation of BTR1\nat the 7th Face-to-Face Seminar of the Lusophone Cluster dedicated to the debate on \"The\nrole of transparency in increasing the ambition of climate action: the link between BTR and\nthe NDC\".\n\nThe seminar aimed to encourage the exchange of experiences between Portuguesespeaking countries and increase their respective capacities to respond effectively and\nefficiently to the results of the Global Stocktake (GST). To this end, the seminar aimed to\narticulate, through a careful and rigourous Plan, the work of preparing the first Biennial\nTransparency Report (BTR) and the review of the Nationally Determined Contribution (NDC)\n- considering the mitigation and adaptation components - as well as, where applicable, the\ndevelopment and approval of the Long-Term Strategy (LTS).\n\nAs one of the most advanced countries in this regard, Guinea-Bissau made a presentation\non the steps taken for the preparation of BTR1.\n\nTraining and technical assistance in the country\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 84\n\nThe Lusophone Cluster on Transparency offered two two two-week training and technical\nassistance sessions in Bissau, in August 2024 and January 2025, both with the participation\nof about 20 specialists from different ministries and institutes, all involved in the preparation\nof the BTR and/or National Communication.\n\nThe first training The objective of the training was to develop the capacity for the elaboration\nof a transparent BTR1, focussing on the national GHG inventory, taking into account the\nspecific circumstances of each country. The training aimed to ensure that specialists\nacquired in-depth knowledge of ETF MPGs, including the CRT and CTF tables. The focus\nwas on GHG inventory, including the use of the IPCC GHG Inventory Software. However, in\nparallel sessions, relevant training and qualification was offered for the preparation of the\nremaining chapters.\n\nThe structure, content and use of the flexibility clause in this report were largely determined\nby the lessons learned during the training. The country’s ability to meet the deadline, clearly\nset by the Minister of Environment, was also made possible, in large part, thanks to the\ndetailed work plan and recommendations presented by the Lusophone Cluster at the end of\nthe intense work week.\n\nThe second training and technical assistance carried out in January 2025, after the\nsubmission of the mandatory chapters of the BTR, aimed to prepare the country for the TER\n- Technical Expert Review.\n\nThe training included a presentation on MPGs for TER, including key milestones and\ntimelines, and the flexibility offered to developing countries that need it. Expert support was\nalso provided in the preparation and execution of simulations of TER presentations. This was\nfollowed by a simulation of the presentation of the review week and question-and-answer\nsessions.\n\nA detailed cross-check of the consistency between NIR and CRT was performed.\nFinally, support was provided for the completion of the required and received support\nchapter, which was sent along with a compiled BTR file.\n\nBetween the two weeks of support in the country, the Lusophone Cluster provided extensive\nremote support including through the revision of successive versions of the NIR and the\nchapter on NDC.\n\n4.5.3. Other support\n\nUNFCCC Regional Workshop on IPCC Software Usage\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 85\n- UNFCCC Regional Workshop in Praia, Cape Verde (April 2023): In April 2023, the city of\nPraia, Cape Verde, hosted a regional practical training workshop organised by the UNFCCC\nExpert Advisory Group (CGE). The event focused on reporting information on climate change\nimpacts and adaptation, including the support needed and received in relation to adaptation\nreporting. While specific details about Guinea-Bissau’s participation are not available in\npublic records, it is common for countries in the region, including Guinea-Bissau, to send\nrepresentatives to events of this nature to strengthen their capacities on climate transparency\nreports.\n\n- Regional Workshop on Capacity Building in Africa to Accelerate Preparation for BTR; Togo,\nLomé, 9-11 August 2024\n\n- IPCC Workshop in Baku, Azerbaijan (September 2024): From 4 to 6 September 2024, the\nIPCC held a workshop in Baku, Azerbaijan, with the participation of experts from\napproximately 100 countries. The goal was to improve the use of IPCC inventory software\namong potential users and to promote the dissemination of IPCC methodologies. GuineaBissau participated actively in the event.\n\n- Regional Workshops on Article 6 and Carbon Pricing in Praia, Cape Verde (OctoberNovember 2024): From October 29 to November 1, 2024, the UNFCCC, in collaboration with\nthe Regional Collaboration Centre for West and Central Africa (RCC WAC Africa) and the\nWest African Alliance for Carbon Markets and Climate and Finance, organised a regional\nworkshop in Praia, Cape Verde. The event brought together key stakeholders, including\nrepresentatives from government, the private sector and international development\nagencies, with the aim of deepening understanding of the operational aspects and\nrequirements of Article 6 of the Paris Agreement, as well as promoting regional dialogues on\neffective carbon pricing strategies. Guinea-Bissau was represented, given its interest in\ncarbon market mechanisms and regional cooperation.\n- Regional workshop held in Windhoek, Namibia, from 27 to 31 January 2025. This event\nwas organised by the secretariat of the UNFCCC in collaboration with the IPCC and the\nUnited States Environmental Protection Agency (US EPA).\nCHAPTER 5: INFORMATION ON FLEXIBILITY\n5. Introduction\nGuinea-Bissau, as a non-Annexe I Party to the United Nations Framework Convention on\nClimate Change (UNFCCC) and a developing country with limited capacity, used the\nflexibility provisions set out in the relevant GMP paragraphs (decision 18/CMA.1). This\nchapter presents the flexibilities applied, the reasons for its use and how transparency was\nguaranteed in its application.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 86\n5.1. Legal and institutional basis for the use of flexibilities\nThe use of flexibilities is based on the principle of common but differentiated responsibilities\nand respective capabilities, recognising national circumstances and the technical and\ninstitutional limitations faced by the country.\nGuinea-Bissau has institutional capacities still in the process of consolidation in the climate\nsector, which justifies the need to apply certain flexibilities, namely with regard to the\nidentification of key categories, complete time series, uncertainties and continuous\nimprovement of inventories.\n5.2. Implementation of the flexibility provisions of the GMP\nThe table below summarises the flexibility provisions used, as permitted by MPG:\nTable 27: Application of flexibility mechanisms according to MPGs.\nReference in MPG\n(Decision 18/CMA.1)\nFlexibility Provision\nApplication of\nGuinea-Bissau\nJustification\nParagraph 25\nIdentification of key\ncategories only for\ninventory start and\nend year\nApplied\nThe country’s technical and\ndata capacity does not allow\nfor detailed interannual\nanalyses.\nParagraph 29\nUse of less stringent\nmethods for emission\nestimates\nApplied\nHuman resources and\nlimited data justify the use of\nstandard emission factors\n(IPCC Level 1).\nParagraph 37\nAbsence of full time\nseries since 1990\nApplied\nThe national data series\nstarts in 2010 due to the\nunavailability of reliable\nhistorical data.\nParagraph 57\nUncertainty estimates\nprovided qualitatively\nApplied\nThe lack of quantitative data\nprevents the application of\nstatistical analysis of\nuncertainty.\nParagraph 74\nContinuous\nimprovement limited\nto priority areas\nApplied\nPriority given to sectors with\nhigher emissions and more\naccessible data.\nParagraph 32\nEstimates of\nemissions and\nremovals presented\nfor specific\ngeographical areas\nNot applied\nGeographical segmentation\nof estimates is not yet\npossible due to the absence\nof disaggregated data and\nregional reporting systems.\nParagraph 45\nSending complete\ninformation on\ninternational transfers\nof mitigation results\n(ITMOs)\nNot applied\nGuinea-Bissau does not\ncurrently participate in\nmechanisms or market\ntransactions involving\nITMOs.\nParagraph 64\nComplete reports on\nsupport received at\nall levels (financial,\ntechnology and\ntraining) with robust\nmethodology\nNot applied\nThe country is still in the\nprocess of structuring a\ncomprehensive system for\ntracking the support\nreceived and needed.\nParagraph 70\nComplete information\non progress in CDN\nNot applied\nLimitations in the definition\nof indicators and data\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 87\nimplementation with\nquantitative\nindicators\ncollection prevent the full\napplication of this\nrequirement.\n5.3. Transparency in the Application of Flexibilities\nEven with the application of the flexibilities, Guinea-Bissau sought to maintain the maximum\npossible transparency, explaining clearly:\n- The reasons for each flexibility applied;\n- The impacts of these flexibilities on the comparability and integrity of data; - Strategies to\nprogressively overcome these limitations, based on the strengthening of technical and\ninstitutional capacities, through international cooperation and technical assistance.\n5.4. Path to Continuous Improvement\nGuinea-Bissau recognises that the use of flexibilities is a transitional measure. It therefore\nundertakes to:\n- Strengthen national climate monitoring systems;\n- Develop a more robust national inventory system; - Expand technical training of national\nexperts; - Create and maintain accessible and reliable databases.\nCHAPTER VI – IMPROVING REPORTING OVER TIME\n6. Introduction\nContinued improvement of national climate reports is one of the pillars of the enhanced\ntransparency framework of the Paris Agreement. Guinea-Bissau recognises that as a Least\nDeveloped Country (LDC), the progressive development of technical and institutional\ncapabilities is essential to ensure the quality, comprehensiveness and regularity of its climate\nreports.\nThis chapter presents the main improvements made in the reporting processes, from the\nNational Communication and the Biannual Update Reports (BURs), to the present Second\nBiennial Transparency Report (BTR2).\n6.1. Developments in Guinea-Bissau's Climate Reports\nTable 28: Climate Reports in Guinea-Bissau\nReport Type\nSubmission Year\nKey Advances\nFirst National Communication\n2005\nBasic GHG inventory; overall vulnerability\nBUR1 – Biennial Update Report\n2020\nUpdated GHG inventory (base year 2000);\nmitigation analysis\nBTR2\n–\nFirst\nBiennial\nTransparency Report\n2025\nFully integrates the requirements of the Paris\nAgreement\n6.2. Methodological and Technical Improvement\nGuinea-Bissau has gradually adopted the 2006 IPCC Guidelines for GHG emission\ninventories. Key improvements include:\n- Adoption of Tier 1 methods with greater precision and consistency;\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 88\n- Use of regional emission factors adapted to the reality of West Africa;\n- Improved systematisation of activity data in the agriculture, land use and forestry and waste\nsectors;\n- Technical training of more than 70 national technicians in MRV, GHG accounting,\ntransparency and climate finance.\n6.3. Institutional and governance improvements\nBetween 2020 and 2025, remarkable progress has been made in the institutional framework\nfor climate communication, including:\n- Strengthen the National Commission on Climate Change (CNMC) as a coordinating body;\n- Strengthen the capabilities of the National Environment Institute (INA) as a technical focal\npoint for inventories and MRV;\n- Better coordination between the Ministry of Environment, the Institute of Biodiversity and\nProtected Areas (IBAP), the Directorate-General for Agriculture, the National Institute of\nStatistics and other sectoral bodies.\nCONCLUSIONS and RECOMMENDATIONS\nCONCLUSIONS\nThe preparation and presentation of the First Biennial Transparency Report (BTR1) is a key\nmilestone in the Republic of Guinea-Bissau's commitment to the implementation of Article\n13 of the Paris Agreement on the Enhanced Transparency Framework (ERF). BTR1\nrepresents a strategic step in the institutionalisation of a national monitoring, reporting and\nverification system (MRV) and marks a qualitative leap in the national climate reporting\nprocess.\nAn updated inventory was developed, covering the period from 2010 to 2022, with greater\nmethodological rigour and sectoral coverage. The Energy, Agriculture, Land Use, Forestry\nand Land Use Change (AFOLU), Waste and Industrial Processes sectors were reviewed\nand updated in accordance with the 2006 IPCC guidelines.\n\nThe inventory shows a general trend of increasing GHG emissions, driven mainly by\nagricultural expansion, fossil energy consumption (particularly diesel) and pressure on\nforests and mangroves.\nThe total national GHG emissions in GgCO2eq in Guinea-Bissau, without LULUCF, in 2010\nwere 2,095.6 GgCO2eq; in 2015, 2,440.5 Gg CO2eq and in 2022, 3,449.7 Gg CO2eq. This\nrepresents a progress rate of 64.62%. If this trend continues, the sector will emit 4,809.46\nGgCO2eq by 2030 and reach 11,037.86 GgCO2eq in 2050.\nThe total national emissions of Gg CO2 eq in Guinea-Bissau with LULUCF in 2010 are 25122.2 Gg CO2 eq; in 2015 they are -19294.8 GgCO2 eq and in 2022 they are -19095.0 Gg\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 89\nCO2 eq . If this trend continues, by 2030 the sector will emit -15903.56 GgCO2 eq and reach\n-10067.72 GgCO2 eq in 2050.\nBetween 2010 and 2022, national GHG emissions show an increasing trend. In fact,\nemissions increased from 2,075.3 GgCO2eq in 2010 to 2,848.5 GgCO2eq in 2022, an\nincrease of 37.26%, without LULUCF. If this trend continues, by 2030 national GHG\nemissions will be 3,518.09 GgCO2eq, and by 2050, they will reach 5,963.92 GgCO2eq.\nIn the Energy sector, between 2010 and 2015, emissions increased from 233.0 GgCO2eq to\n309.2 GgCO2eq, an increase of 32.62%. From 2015 to 2022, emissions increased from\n309.2 to 458.2 GgCO2eq, representing an increase of 48.22%; in total, from 2010 to 2022,\nemissions almost doubled, with a cumulative increase of 96.6%.\nFor the LULUCF sector, emissions decreased from -27217.8 GgCFO2eq in 2010 to -22544.7\nGgCO2eq in 2022, a reduction of -17.16%.\nFor the Waste Sector, emissions increased from 124.8 GgCO2eq in 2010 to 229.5 GgCO2eq\nin 2015 and rose to 228.1 GgCO2eq in 2022. Between 2010 and 2022, waste emissions\nincreased by 130 per cent.\nNational emissions have a general upward trend between 2010 and 2022, with an average\nannual rate of increase of 8%.\nGuinea-Bissau remains a modest net emitter globally, but faces serious domestic\nenvironmental sustainability challenges. The dependence on biomass (firewood and\ncharcoal) and the pressure on forest ecosystems are the main drivers of emissions. Despite\nmitigation efforts, the rate of deforestation and soil degradation still exceeds the natural\nregeneration capacity.\n\nBTR1 assesses progress in the implementation of Guinea-Bissau's NDC, highlighting\nconcrete mitigation actions in the renewable energy, forestry and sustainable agriculture\nsectors. Moderate progress was observed in the implementation of the proposed measures,\nwith emphasis on investments in solar energy, mangrove restoration and pilot projects for\nresilient agroecology.\n\nIndicators show that, despite the challenges, there are consistent efforts to meet emissionsreduction commitments by 2030, although they still rely significantly on external support.\n\nBTR1 presents a systematisation of the adaptation measures implemented between 2020\nand 2024, including community capacity building, building resilient infrastructure (nurseries,\ndrilling holes, dykes) and protecting coastal areas.\n\nGuinea-Bissau has made progress in integrating adaptation into national and sectoral plans,\nsuch as the agriculture, water, health and biodiversity sectors. Areas of critical vulnerability\n(coastal, insular and estuarine zones) were identified, with an urgent need for prevention and\nresponse actions to losses and damages.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 90\n\nThe report documents efforts mobilised with international partners, including the Global\nEnvironment Facility (GEF), UNDP, the Green Climate Fund and the European Union.\n\nThere are still large funding gaps to cover mitigation and adaptation actions, with an\nestimated need of hundreds of millions of dollars by 2030. Challenges persist in technology\ntransfer and access to modern monitoring systems, particularly in the fields of remote\nsensing, climate data and land management.\n\nThe country reinforces the need for technical and financial support to continue improving\ndata quality and expanding mitigation measures.\n\nThe institutional and technical capacity is still limited, with a deficit of qualified human\nresources and fragility of the national systems for collecting, analysing and reporting data.\nThe development of BTR1 was made possible thanks to an inclusive and participatory\nprocess involving sectoral ministries, academia, civil society and development partners. The\ncountry has made progress in structuring a National Climate Transparency Unit, and the\ndesign of a National Integrated MRV/ETF System is underway.\n\nThe lessons learned and the gaps identified in BTR1 will improve the preparation of the next\nbiennial reports and improve the monitoring of national climate goals.\nSTRATEGIC RECOMMENDATIONS\n1. Strengthen international technical and financial support to ensure the continuity and\nimprovement of the climate transparency system.\n2. Consolidate the National MRV/ETF System, with a clear definition of institutional\nmandates, data flows and responsibilities.\n3. Prioritise structural investments in adaptation, especially in high-risk areas such as\ncoastal and island regions.\n4. Develop continuous training plans, focussing on technical training in inventories, climate\nmodelling and reporting.\n5. Promote greater inter-institutional coordination to ensure coherence in the\nimplementation and reporting of NCDs.\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 91\nBIBLIOGRAPHIC REFERENCES\n1\nOil Products Import Yearbooks, DGE/DSDP; Ministry of Finance\n2\nParis Agreement (UNFCCC, 2015) – Establishes the global adaptation target and\nestablishes guidelines for vulnerable countries to implement climate resilience measures.\nAvailable at: https://unfccc.int/process-and-meetings/the-paris-agreement\n3\nRegional Analysis of Climate Vulnerability in West Africa - Case of Guinea-Bissau.\nNiamey: AGRHYMET Regional Centre; CILSS/AGRHYMET (2020).\n4\nFAO Yearbook (2000 to 2022)\n5\nSupporting Coastal Ecosystem-Based Adaptation in West Africa: Lessons and\nExperiences from Guinea-Bissau. Regional Programme for Coastal and Marine\nConservation (PRCM); IUCN and PRCM (2021).\n6\nInitial Assessment of Minamata for Guinea-Bissau - April 2019 - United Nations\nEnvironment Programme - Minamata Convention\n7\nIPCC Emission Factors Database\n8\nWorld Bank (2022). Climate Risk Profile: Guinea-Bissau – Assessment of climate risks and\nadaptation strategies in the country.\n9\nUN Water SDG 6 database – 2000-2020 - United Nations Water Policy\n10 Biennial Update Report (BUR 1) Guinea-Bissau\n11 Food accounts 1961-2018 - Food and Agriculture Organisation of the United Nations (FAO)\n- Statistics Division (ESS) - Guinea-Bissau\n12 Municipal Council of Bissau (CMB), Urban Solid Waste Management Plan in Bissau\n(Guinea-Bissau)\n13 CEDEAO (2021). Regional Strategy for Adapting to Climate Change – Analysis and\npolicies for West African countries to address the impacts of climate change.\n14 Climate Risk Profiles and Food Security - Guinea-Bissau. Rome: Food and Agriculture\nOrganisation. https://www.fao.org; FAO (2022).\n15\nFinal Mid-Term Review of the Coastal Resilience Project – Guinea-Bissau. United Nations\nDevelopment Programme (UNDP) and Global Environment Facility (GEF); UNDP and GEF\n(2023).\n16\nNational Communication of Guinea-Bissau to the UNFCCC (2022) – Document submitted\nto the Secretariat of the United Nations Framework Convention on Climate Change,\ndetailing climate impacts and adaptation actions in the country.\n17 National Communication of Guinea-Bissau on Climate Change NC1; Ministry of\nEnvironment, Biodiversity and Climate Action; 1994\n18 National Communication of Burundi and Mauritius\n19 Nationally Determined Contribution – 2021 Update (NDC). Ministry of Environment,\nBiodiversity and Climate Action (MABAC), Bissau. Guinea-Bissau (2021).\n20 Dinerstein, E. et al. A. (2017): Bioscience, an ecoregion-based approach to protecting half\nof the terrestrial kingdom doi:10.1093/biosci/bix014\n21 Directorate-General for Water Resources (DGRH), MOPIR; Republic of Guinea-Bissau\n(2024).\n22 2006 IPCC Guidelines for the National Inventory – 2019 Refinement – Chapter 2 – Table\n2.3 – West Africa\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 92\n23 Embalo, Birgit/UNDP, 2021, UNDP Guinea-Bissau Gender Analysis,\nwww.gw.undp.org/content/guinea_bissau/en/home/library.html\n24 Forest carbon stocks, FRA Platform reference\n(https://fradata.fao.org/assessments/fra/2020/GNB/sections/biomassStock)\n25 Forest carbon stocks, FRA Platform reference\n(https://fradata.fao.org/assessments/fra/2020/GNB/sections/biomassStock)\n26 National Strategy for Disaster Risk Reduction (SNGRRD, 2020) – Developed by GuineaBissau Civil Protection to prevent and minimise the impacts of climate disasters.\n27 FAO, 2013, Gender and land rights database, FAO: Department of Economic and Social\nDevelopment, Rome. www.fao.org./gender/landrights/GEF/UNDP,\n28 FAO. (2018). World Food and Agriculture - Pocket Statistical Manual 2018. In World Food\nand Agriculture - Pocket Statistical Manual 2019. https://doi.org/10.4060/ca6463en\n29 GEF ID 10105, \"Strengthening climate information and early warning systems for climate resilient\ndevelopment and adaptation to climate change in Guinea-Bissau\", www.thegef.org/projects\n30 GEF/UNDP, GEF ID 6988, 24.01.2019, \"Strengthening the resilience of coastal areas and\ncommunities vulnerable to climate change in Guinea-Bissau\", www.thegef.org/projects\n31\nPortuguês GEF/UNDP, GEF ID 9561, 08.06.2020, \"Promoting better access to modern\nenergy services through sustainable mini-grids and low-carbon bioenergy technologies\namong Guinea-Bissau’s forest-dependent communities,\" Strategy and Action Plan for\nGender Mainstreaming, pp. 48-63, www.thegef.org/project/Promovendo Better access to\nmodern energy services through sustainable mini-grids and low-carbon bioenergy\ntechnologies among Guinea-Bissau’s forest-dependent communities | Global Environment\nFacility (thegef.org).\n32 Global Monitoring of Forests\n33 Government of Guinea-Bissau, 2018, TNC, Third National Communication.\n34 Government of Guinea-Bissau, 2019, BUR, First Biennial Report Updating Guinea-Bissau\nto the United Nations Framework Convention on Climate Change.\n35\nGreen Climate Fund (VCF) and Projects in Guinea-Bissau – Projects funded by the VCF\nfocussing\non\nclimate\nresilience\nand\nsustainable\ndevelopment.\nAvailable\nat:\nhttps://www.greenclimate.fund/countries/guinea-bissau\n36\nWorld Bank Group - World Population Prospects of Guinea-Bissau 2019 - United Nations,\nDepartment of Economic and Social Affairs, Population Division (2018). Perspectives of\nWorld Urbanisation: 2018 Review, Online Edition. Guinea-Bissau\n37 IPCC-2006 Guidance\n38 Guidelines for National Greenhouse Gas Inventories, IPCC2006\n39 Guinea-Bissau AFREC. (nd). https://au-afrec.org/guinea-bissau\n40 Climate Risk Profile of Guinea-Bissau. Washington, DC: World Bank Group;\nhttps://climateknowledgeportal.worldbank.org; World Bank (2022).\n41 Guinea-Bissau, BTR1 – PIF, January 2023;\n42 http://www.aler-renovaveis.org/contents/files/\n43 http://www.aler-renovaveis.org/contents/files/311017-panee-v8-final.pdf\n44 http://www.ipcc-nggip.iges.or.jp/public/2006gl/ Refinement of 2019 guidelines\n45 https://lvia.it/wp-content/uploads/2018/11/CATADORES_livro-compressed.pdf\n46 https://mercuryconvention.org/sites/default/files/documents/minamata_initial_assessment\n/Guinea-Bissau-MIA-2019.pdf\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 93\n47 https://www.ipcc.ch/report/2019-refinement-to-the-2006-ipcc-guidelines-for-nationalgreenhouse-gas-inventory/\n48 Intergovernmental Panel on Climate Change (IPCC). (2006). IPCC guidelines for national\ngreenhouse gas inventories. Institute for Global Environmental Strategies\n49\nIntergovernmental Panel on Climate Change Reports (IPCC, 2021, 2023) – Contains\nscientific assessments of impacts, vulnerabilities, and strategies for adapting to climate\nchange. Available at: https://www.ipcc.ch/\n50 Mendes O., Atta S. 2017. Agroclimatologie de la production de l'anacardier in GuineaBissau. Éditions Universitaires Européennes\". 65 pages.\n51\nMendes, O. (2017). Climate change indicators in eastern Guinea-Bissau and peasant\nadaptation. Sintidus, 1, 108–139.\nhttps://drive.google.com/file/d/1TfyGvndCQMeMdIL7mDAhZge_4qdw17oz/view\n52 Paris Agreement - Article 7: Adaptation. United Nations Framework Convention on\nClimate Change. https://unfccc.int; UNFCCC (2015).\n53\nPerspectives of World Urbanisation: 2018 Review - United Nations, Department of\nEconomic and Social Affairs, Population Division (2018). Perspectives of World\nUrbanisation: 2018 Review, Online Edition. Guinea-Bissau\n54\nWorld Population Outlook 2019 - United Nations, Department of Economic and Social\nAffairs, Population Division (2018). Perspectives of World Urbanisation: 2018 Review,\nOnline Edition. Guinea-Bissau\n55 Balance sheets 1961-2018 - Food and Agriculture Organisation of the United Nations\n(FAO) - Statistics Division (ESS) - Guinea-Bissau\n56 Guinea-Bissau National Energy Efficiency Action Plan (NSAP) 2015-2030 Period Ministry\nof Natural Resources and Energy\n57 Sustainable Energy Investment Plan for Guinea-Bissau (SEforALL AA); Ministry of Natural\nResources and Energy; Bissau 2017.\n58 Master Plan of the Agricultural and Rural Sector – PDSAR (2025-2035). Ministry of\nAgriculture and Rural Development. Guinea-Bissau (2023).\n59 Guinea-Bissau’s National Climate Change Adaptation Plan (PNA, 2021) – Defines\nstrategies and priorities to strengthen climate resilience in the country.\n60 National Plan for Agrarian Development (updated PNIA)\n61 National Plan for Integrated Water Resources Management – PNGIRH.\n62 FRA Platform (https://fradata.fao.org/assessments/fra/2020/GNB/sections/biomassStock)\n63\nProject for Strengthening Climate Information Systems and Early Warning in GuineaBissau – Project Document; WMO and UNDP (2024); World Meteorological Organisation\nand United Nations Development Programme; UNDP and GEF (2023).\n64\nWACA Project (West African Coastal Areas Programme) – Implemented with the support\nof the World Bank and the Global Environment Facility (GEF), it focuses on protecting\ncoastal\nareas\nfrom\nerosion\nand\nsea-level\nrise.\nAvailable\nat:\nhttps://www.worldbank.org/en/programs/waca\n65 UNDP projects in Guinea-Bissau on climate adaptation – Initiatives to strengthen the\ncountry's resilience. Available at: https://www.undp.org/guinea-bissau\n66\nRahman, MA, Kang, SC, Nagabhatla, N., & Macnee, R. (2017). Impacts of temperature\nvariation and precipitation on rice yield in major Bangladeshi ecosystems. Agriculture and\nFood Security, 6(1), 1–11. https://doi.org/10.1186/s40066-017-0089-5\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 94\n67\nImplementation report of the Brussels Programme of Action for Least Developed Countries\nfor the Decade 2001-2010 - Republic of Guinea-Bissau - Ministry of Economy, Planning\nand Regional Integration\n68 IPCC Synthesis Report (2023) – Analyses global and regional climate risks, including West\nAfrica and Guinea-Bissau.\n69\nGuinea-Bissau Renewable Energy Report (IRENA, 2022) – Explores the potential of\nrenewable energy as a sustainable alternative to mitigate climate impacts. Available at:\nhttps://www.irena.org/\n70\nReport on the Study of the Energy Master Plan and the Infrastructure Development Plan\nfor the Production and Distribution of Electricity; Ministry of Natural Resources and Energy;\nBissau 2012.\n71 REPUBLICATION OF GUINEA-BISSAU. 2015. STRATEGIC AND OPERATIONAL PLAN\n2015-2020 Terra Ranka. 198 pages.\n72 Second and Third National Communications of Guinea-Bissau; on the United Nations\nFramework Convention on Climate Change (February 2011)\n73 FAO website - www.fao.org\n74 MODIS website - https://modis.gsfc.nasa.gov/\n75\nSylla, MB, Pal, JS, Faye, A., Dimobe, K., & Kunstmann, H. (2018). Climate change will\nseverely impact West Africa’s watershed-scale irrigation in 2 °C and 1.5 °C global warming\nscenarios. Scientific Reports, 8(1), 1–9. https://doi.org/10.1038/s41598--018\n76 EAGB ; March 2024.\n77\nHarvard University's Growth Lab. (2019). \"Growth Projections and Complexity Rankings,\nV2\" [Dataset]. https://doi.org/10.7910/dvn/xtaqmc. Atlas of Economic Complexity\n(atlas.cid.harvard.edu/explore).\n78 UN Guinea-Bissau, 2020, Building back better. Analysis of the socioeconomic impact of\nCovid-19. Bissau.\n79 UN-Water SDG 6 database – 2000-2020 - United Nations Water Policy.\n80\nNASS. (2017). United States State Summary and Data. 2017 Agricultural Census, 1\n(April 2019), 711.\nhttps://www.nass.usda.gov/Publications/AgCensus/2017/Full_Report/Volume_1,_Chapter\n_1_US/usv1.pdf\n81 World Bank Open Data. (nd). World Bank Open Data.\nhttps://data.worldbank.org/indicator/EG.ELC.ACCS.ZS\n82 Perspectives of World Urbanisation: 2018 Review, Online Edition. Guinea-Bissau\n(https://population.un.org/wup/publications/Files/WUP2018-Report.pdf)\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 95\nINVENTORY DOCUMENTS ATTACHED\n\nANNEXE 1: Key categories\nAnnexe 1.a\nA\nB\nC\nD\nE\nF\nG\nIPCC\ncategory\ncode\nIPCC Category\nGreenhouse gas\n2010\nEx, t(Gg CO2\nEq)\n|Ex,t|\nGg (CO2 Eq)\nWx, t\nCumulative\ntotal of\ncolumn F\n3.B.1.a\nForest land Remaining Forest land\nCARBON DIOXIDE (CO2)\n-30818,685\n54873.69231\n91.31\n91.31\n3.B.2.b\nLand converted into cropland\nCARBON DIOXIDE (CO2)\n3600.869577\n3600.869577\n5.99\n97.30\n3.A.1\nEnteric fermentation\nMETHANE (CH4)\n1020.452601\n1020.452601\n1.70\n99.00\n3.C.7\nRice cultivation\nMETHANE (CH4)\n116.9814142\n116.9814142\n0.19\n99.19\n1.A.3.b\nRoad Transport - Liquid Fuels\nCARBON DIOXIDE (CO2)\n93.1213176\n93.1213176\n0.15\n99.35\n1.A.4\nOther Sectors - Biomass - Solid\nMETHANE (CH4)\n83.5388442\n83.5388442\n0.14\n99.49\n3.C.1\nBurning\nMETHANE (CH4)\n74.95052867\n74.95052867\n0.12\n99.61\n3.A.2\nManure Management\nMETHANE (CH4)\n42.10931382\n42.10931382\n0.07\n99.68\n4.D\nWastewater Treatment and Discharge\nMETHANE (CH4)\n39.56562011\n39.56562011\n0.07\n99.75\n4.C\nIncineration and Open Burning of Waste\nMETHANE (CH4)\n35.55006\n35.55006\n0.06\n99.81\n3.C.1\nBurning\nNITROUS OXIDE (N2O)\n34.12875036\n34.12875036\n0.06\n99.86\n1.A.4\nOther Sectors - Biomass - Solid\nNITROUS OXIDE (N2O)\n15.29258241\n15.29258241\n0.03\n99.89\n4.D\nWastewater Treatment and Discharge\nNITROUS OXIDE (N2O)\n13.38650814\n13.38650814\n0.02\n99.91\n1.A.1\nEnergy Industries - Liquid Fuels\nCARBON DIOXIDE (CO2)\n12.6949422\n12.6949422\n0.02\n99.93\n3.C.4\nDirect N2O emissions from managed soils\nNITROUS OXIDE (N2O)\n10.15485116\n10.15485116\n0.02\n99.95\n4.C\nIncineration and Open Burning of Waste\nNITROUS OXIDE (N2O)\n8.6005935\n8.6005935\n0.01\n99.96\n3.A.2\nManure Management\nNITROUS OXIDE (N2O)\n8.011893655\n8.011893655\n0.01\n99.98\n4.C\nIncineration and Open Burning of Waste\nCARBON DIOXIDE (CO2)\n5.893093287\n5.893093287\n0.01\n99.99\n3.C.5\nIndirect N2O emissions from managed soils\nNITROUS OXIDE (N2O)\n4.105366029\n4.105366029\n0.01\n99.99\n1.A.3.b\nRoad Transport - Liquid Fuels\nNITROUS OXIDE (N2O)\n1.506814644\n1.506814644\n0.00\n100.00\n1.A.4\nOther Sectors - Liquid Fuels\nCARBON DIOXIDE (CO2)\n1.19325181\n1.19325181\n0.00\n100.00\n3.C.3\nUrea application\nCARBON DIOXIDE (CO2)\n0.230266667\n0.230266667\n0.00\n100.00\n1.A.3.b\nRoad Transport - Liquid Fuels\nMETHANE (CH4)\n0.158629338\n0.158629338\n0.00\n100.00\n1.A.1\nEnergy Industries - Liquid Fuels\nNITROUS OXIDE (N2O)\n0.032388924\n0.032388924\n0.00\n100.00\n1.A.1\nEnergy Industries - Liquid Fuels\nMETHANE (CH4)\n0.010970442\n0.010970442\n0.00\n100.00\n1.A.4\nOther Sectors - Liquid Fuels\nMETHANE (CH4)\n0.002913026\n0.002913026\n0.00\n100.00\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 96\nAnnexe 1.b\nIPCC\ncategory\ncode\nIPCC Category\nGas\nYear of\nemissions\n2010\nGg (CO2\nEq)\nAbsolute\nemissions\nin 2010\nGg (CO2\nEq)\nContribution\nup to 2010 (%)\nTotal\ncumulative\ncontribution\nfor 2010\n2010\nACC\nOrder\n3.A.1\nEnteric fermentation\n(CH4)\n1020.4526\n1020.4526\n63.00\n63\n1\n3.C.7\nRice cultivation\n(CH4)\n116,9814\n116,9814\n7.22\n70.22\n2\n1.A.3.b\nRoad Transport - Liquid Fuels\n(CO2)\n93.1213\n93.1213\n5.75\n75.97\n3\n1.A.4\nOther Sectors - Biomass - Solid\n(CH4)\n83,5388\n83,5388\n5.16\n81.13\n4\n3.C.1\nBurning\n(CH4)\n74.9505\n74.9505\n4.63\n85.76\n5\n3.A.2\nManure Management\n(CH4)\n41.9070\n41.9070\n2.59\n88.35\n6\n4.D\nWastewater Treatment and\nDischarge\n(CH4)\n39.5656\n39.5656\n2.44\n90.79\n7\n4.C\nIncineration and Open Burning of\nWaste\n(CH4)\n35.5501\n35.5501\n2.19\n92.98\n8\n3.C.1\nBurning\n(N2O)\n34.1288\n34.1288\n2.11\n95\n9\n\nAnnexe 1.c\nA\nB\nC\nD\nE\nF\nG\nIPCC\ncategory\ncode\nIPCC Category\nGreenhouse gas\n2022\nEx, t(Gg CO2 Eq)\n|Ex,t|\nGg (CO2 Eq)\nWx, t\nCumulative\ntotal of\ncolumn F\n3.B.1.a\nForest land Remaining Forest land\nCARBON DIOXIDE (CO2)\n-29644.12689\n51951.4561\n84.40\n84.40\n3.B.2.b\nLand converted into cropland\nCARBON DIOXIDE (CO2)\n7099.426767\n7099.426767\n11.53\n95.93\n3.A.1\nEnteric fermentation\nMETHANE (CH4)\n1301.885592\n1301.885592\n2.11\n98.04\n4A\nDisposal of Solid Waste\nMETHANE (CH4)\n358.1943862\n358.1943862\n0.58\n98.63\n1.A.3.b\nRoad Transport - Liquid Fuels\nCARBON DIOXIDE (CO2)\n184.7343687\n184.7343687\n0.30\n98.93\n3.C.7\nRice cultivation\nMETHANE (CH4)\n131.3499455\n131.3499455\n0.21\n99.14\n1.A.1\nEnergy Industries - Liquid Fuels\nCARBON DIOXIDE (CO2)\n99.0141645\n99.0141645\n0.16\n99.30\n1.A.4\nOther Sectors - Biomass - Solid\nMETHANE (CH4)\n97.5700803\n97.5700803\n0.16\n99.46\n3.C.1\nBurning\nMETHANE (CH4)\n56.43539371\n56.43539371\n0.09\n99.55\n3.A.2\nManure Management\nMETHANE (CH4)\n56.07236103\n56.07236103\n0.09\n99.64\n4.D\nWastewater Treatment and Discharge\nMETHANE (CH4)\n53.0040048\n53.0040048\n0.09\n99.73\n4.C\nIncineration and Open Burning of\nWaste\nMETHANE (CH4)\n44.655975\n44.655975\n0.07\n99.80\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 97\n3.C.1\nBurning\nNITROUS OXIDE (N2O)\n25.67952092\n25.67952092\n0.04\n99.84\n1.A.4\nOther Sectors - Liquid Fuels\nCARBON DIOXIDE (CO2)\n19.1107336\n19.1107336\n0.03\n99.87\n1.A.4\nOther Sectors - Biomass - Solid\nNITROUS OXIDE (N2O)\n17.86993807\n17.86993807\n0.03\n99.90\n4.D\nWastewater Treatment and Discharge\nNITROUS OXIDE (N2O)\n17.35298609\n17.35298609\n0.03\n99.93\n4.C\nIncineration and Open Burning of\nWaste\nNITROUS OXIDE (N2O)\n10.801485\n10.801485\n0.02\n99.95\n3.A.2\nManure Management\nNITROUS OXIDE (N2O)\n10.16102379\n10.16102379\n0.02\n99.96\n4.C\nIncineration and Open Burning of\nWaste\nCARBON DIOXIDE (CO2)\n7.408484072\n7.408484072\n0.01\n99.98\n1.A.2\nManufacturing and Construction\nIndustries - Liquid Fuels\nCARBON DIOXIDE (CO2)\n5.129943\n5.129943\n0.01\n99.98\n3.C.5\nIndirect N2O emissions from managed\nsoils\nNITROUS OXIDE (N2O)\n3.248040994\n3.248040994\n0.01\n99.99\n1.A.3.b\nRoad Transport - Liquid Fuels\nNITROUS OXIDE (N2O)\n2.921132728\n2.921132728\n0.00\n99.99\n1.A.4\nOther Sectors - Liquid Fuels\nNITROUS OXIDE (N2O)\n1.185495025\n1.185495025\n0.00\n100.00\n3.C.4\nDirect N2O emissions from managed\nsoils\nNITROUS OXIDE (N2O)\n0.990182134\n0.990182134\n0.00\n100.00\n1.A.3.b\nRoad Transport - Liquid Fuels\nMETHANE (CH4)\n0.617331267\n0.617331267\n0.00\n100.00\n1.A.1\nEnergy Industries - Liquid Fuels\nNITROUS OXIDE (N2O)\n0.240663726\n0.240663726\n0.00\n100.00\n3.C.3\nUrea application\nCARBON DIOXIDE (CO2)\n0.22\n0.22\n0.00\n100.00\n1.A.4\nOther Sectors - Liquid Fuels\nMETHANE (CH4)\n0.095712509\n0.095712509\n0.00\n100.00\n1.A.1\nEnergy Industries - Liquid Fuels\nMETHANE (CH4)\n0.081515133\n0.081515133\n0.00\n100.00\n1.A.2\nManufacturing and Construction\nIndustries - Liquid Fuels\nNITROUS OXIDE (N2O)\n0.01287678\n0.01287678\n0.00\n100.00\n1.A.2\nManufacturing and Construction\nIndustries - Liquid Fuels\nMETHANE (CH4)\n0.00436149\n0.00436149\n0.00\n100.00\n\nAnnexe 1. d\nIPCC\ncategor\ny code\nIPCC Category\nGas\nYear of\nemissions\n2022\nGg (CO2 Eq)\nAbsolute value\nof emissions for\nthe year 2022\nGg (CO2 Eq)\nContributi\non per\nyear 2022\n(%)\nTotal\ncumulativ\ne\ncontributi\non for\n2022\n2022 ACC Order\n3.A.1\nEnteric fermentation\n(CH4)\n1301.8856\n1301.8856\n51.95\n51.95\n1\n4A\nDisposal of Solid Waste\n(CH4)\n358,1944\n358,1944\n14.29\n66.24\n2\n1.A.3.b\nRoad Transport - Liquid Fuels\n(CO2)\n184,7344\n184,7344\n7.37\n73.61\n3\n3.C.7\nRice cultivation\n(CH4)\n131.3499\n131.3499\n5.24\n78.85\n4\n1.A.1\nEnergy Industries - Liquid Fuels\n(CO2)\n99,0142\n99,0142\n3.95\n82.8\n5\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 98\n1.A.4\nOther Sectors - Biomass - Solid\n(CH4)\n97.5701\n97.5701\n3.89\n86.69\n6\n3.C.1\nBurning\n(CH4)\n56,4354\n56,4354\n2.25\n88.94\n7\n3.A.2\nManure Management\n(CH4)\n56,0724\n56,0724\n2.24\n91.18\n8\n5.D\nWastewater Treatment and\nDischarge\n(CH4)\n53.0040\n53.0040\n2.12\n93.3\n9\n5.C\nIncineration and Open Burning of\nWaste\n(CH4)\n44.6560\n44.6560\n1.78\n95\n10\n\nAnnexe 1. and\nA\nB\nC\nD\nE\nF\nG\nH\nIPCC\ncategory\ncode\nIPCC Category\nGas\n2010 Estimate\nEx0(Gg CO2 Eq)\n2022 year\nestimate\nExt(Gg CO2\nEq)\nTrend\nAssessm\nent\n(Txt)\n%\nContribution\nto trend\nCumulative total\nfor column G\n3.B.1.a\nForest land Remaining Forest land\n (CO2)\n-30818,685\n-29644.1269\n0.15\n61.81\n61.81\n3.B.2.b\nLand converted into cropland\n(CO2)\n3600.869577\n7099.42677\n0.08\n30.44\n92.25\n4A\nDisposal of Solid Waste\n(CH4)\n0\n358.194386\n0.01\n4.01\n96.26\n1.A.1\nEnergy Industries - Liquid Fuels\n(CO2)\n12.6949422\n99.0141645\n0.00\n0.94\n97.20\n1.A.3.b\nRoad Transport - Liquid Fuels\n(CO2)\n93.1213176\n184.734369\n0.00\n0.80\n98.00\n3.A.1\nEnteric fermentation\n(CH4)\n1020.452601\n1301.88559\n0.00\n0.67\n98.67\n3.C.1\nBurning\n(CH4)\n74.95052867\n56.4353937\n0.00\n0.39\n99.06\n1.A.4\nOther Sectors - Liquid Fuels\n(CO2)\n1.19325181\n19.1107336\n0.00\n0.20\n99.26\n3.C.1\nBurning\n(N2O)\n34.12875036\n25.6795209\n0.00\n0.18\n99.43\n3.C.4\nDirect N2O emissions from managed soils\n(N2O)\n10.15485116\n0.99018213\n0.00\n0.13\n99.56\n3.C.7\nRice cultivation\n(CH4)\n116.9814142\n131.349945\n0.00\n0.12\n99.68\n1.A.2\nManufacturing and Construction Industries -\nLiquid Fuels\n(CO2)\n0\n5.129943\n0.00\n0.06\n99.74\n3.A.2\nManure Management\n(CH4)\n42.10931382\n56.3000575\n0.00\n0.06\n99.80\n4.D\nWastewater Treatment and Discharge\n(CH4)\n39.56562011\n53.0040048\n0.00\n0.05\n99.85\n1.A.4\nOther Sectors - Biomass - Solid\n(CH4)\n83.5388442\n97.5700803\n0.00\n0.05\n99.90\n3.C.5\nIndirect N2O emissions from managed soils\n (N2O)\n4.105366029\n3.24804099\n0.00\n0.02\n99.92\n4.C\nIncineration and Open Burning of Waste\n(CH4)\n35.55006\n44.655975\n0.00\n0.02\n99.93\n1.A.4\nOther Sectors - Liquid Fuels\n(N2O)\n0.002090364\n1.18549503\n0.00\n0.01\n99.95\n1.A.3.b\nRoad Transport - Liquid Fuels\n(N2O)\n1.506814644\n2.92113273\n0.00\n0.01\n99.96\n4.D\nWastewater Treatment and Discharge\n(N2O)\n13.38650814\n17.3529861\n0.00\n0.01\n99.97\n1.A.4\nOther Sectors - Biomass - Solid\n(N2O)\n15.29258241\n17.8699381\n0.00\n0.01\n99.98\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 99\n1.A.3.b\nRoad Transport - Liquid Fuels\n(CH4)\n0.158629338\n0.61733127\n0.00\n0.00\n99.98\n3.A.2\nManure Management\n(N2O)\n8.011893655\n10.1610238\n0.00\n0.00\n99.99\n4.C\nIncineration and Open Burning of Waste\n(N2O)\n8.6005935\n10.801485\n0.00\n0.00\n99.99\n4.C\nIncineration and Open Burning of Waste\n(CO2)\n5.893093287\n7.40848407\n0.00\n0.00\n100.00\n1.A.1\nEnergy Industries - Liquid Fuels\n(N2O)\n0.032388924\n0.24066373\n0.00\n0.00\n100.00\n1.A.4\nOther Sectors - Liquid Fuels\n(CH4)\n0.002913026\n0.09571251\n0.00\n0.00\n100.00\n1.A.1\nEnergy Industries - Liquid Fuels\n(CH4)\n0.010970442\n0.08151513\n0.00\n0.00\n100.00\n3.C.3\nUrea application\n(CO2)\n0.230266667\n0.22\n0.00\n0.00\n100.00\n1.A.2\nManufacturing and Construction Industries -\nLiquid Fuels\n(N2O)\n0\n0.01287678\n0.00\n0.00\n100.00\n1.A.2\nManufacturing and Construction Industries -\nLiquid Fuels\n(CH4)\n0\n0.00436149\n0.00\n0.00\n100.00\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 100\nANNEXE 2: Contributions to GHG emissions\n2.1: Non-LULUCF gas emission contributions\n\n2.2: Gas contributions from LULUCF\n\nCO2\n66%\nCH4\n33%\nN2O\n1%\nCONTRIBUIÇÃO DAS EMISSÕES DE\nGASES\nSEM LULUCF 2010\nCO2\n78%\nCH4\n21%\nN2O\n1%\nCONTRIBUIÇÃO DAS EMISSÕES DE\nGASES\nSEM LULUCF 2015\nCO2\n75%\nCH4\n24%\nN2O\n1%\nCONTRIBUIÇÃO DAS EMISSÕES DE\nGASES\nSEM LULUCF 2022\nCO2\n-93%\nCH4\n7%\nN2O\n0%\nCONTRIBUIÇÃO DAS EMISSÕES DE GASES\nCOM LULUCF 2010\nCO2\n-91%\nCH4\n9%\nN2O\n0%\nCONTRIBUIÇÃO DAS EMISSÕES DE GASES\nCOM LULUCFU 2015\nCO2\n-90%\nCH4\n10%\nN2O\n0%\nCONTRIBUIÇÃO DAS EMISSÕES DE GASES\nCOM LULUCF 2022\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 101\n\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nTotal CO2\n-27090 -29017 -27702 -16613 -20910 -21548 -18063 -17060 -17621 -17387 -16309 -19821 -22211\nTotal CH4\n1884,2 1584,5 2088,9 2155,9 1817,4 2164,7 1897,6 2202,2 2184,6 2321,1 2358,0 2380,1 2448,8\nTotal N2O\n80\n64\n83\n70\n75\n83\n69\n77\n81\n85\n77\n70\n77\nTOTAL GEE -25126 -27368 -25529 -14387 -19018 -19299 -16096 -14781 -15355 -14980 -13873 -17371 -19685\n-35000\n-30000\n-25000\n-20000\n-15000\n-10000\n-5000\n0\n5000\nGG\nEvolução das emissões de gases\n\nFirst Biennial Transparency Report (BTR1) - Guinea-Bissau\nMinistry of Environment, Biodiversity and Climate Action 102\nANNEXE 3: Total GHG emissions broken down by sector (%)\n\nENERGY\n11%\nAgricultura\n83%\nWASTE\n6%\nEMISSÕES TOTAIS DE GEE DISCRIMINADAS\nPOR SETOR EM 2010\nENERGY\n13%\nAgricultura\n78%\nWASTE\n9%\nEMISSÕES TOTAIS DE GEE\nDISCRIMINADAS POR SETOR EM 2015\nENERGY\n16%\nAgricultura\n74%\nWASTE\n10%\nEMISSÕES TOTAIS DE GEE\nDISCRIMINADAS POR SETOR EM 2022\n2010\n2011\n2012\n2013\n2014\n2015\n2016\n2017\n2018\n2019\n2020\n2021\n2022\nEnergia\n233,0\n256,9\n273\n271,4\n283,9\n309,2\n328,5\n356,3\n372,0\n436,6\n417,4\n449,3\n458,2\n Agricultura\n1717,5 1358,8 1871,5 1882,7 1548,5 1887,0 1590,9 1882,4 1858,4 1999,0 2030,2 2035,1 2102,2\nLULUCF\n-27217 -29148 -27866 -16753 -21075 -21735 -18261 -17278 -17852 -17697 -16606 -20147 -22544\nResiduos\n124,8\n158,8\n183,9\n202,9\n217,7\n229,5\n239,7\n248,5\n256,6\n264,2\n273,9\n281,0\n288,1\nTotal - sem LULUCF 2075,3 1774,4 2327,9 2357,0 2050,1 2425,7 2159,1 2487,2 2487,0 2699,8 2721,5 2765,4 2848,5\nTotal - com LULUCF -25142 -27373 -25538 -14396 -19025 -19309 -16102 -14791 -15365 -14997 -13884 -17382 -19696\n-35000,0\n-30000,0\n-25000,0\n-20000,0\n-15000,0\n-10000,0\n-5000,0\n0,0\n5000,0\nGg\nComparação de emissões por setor",
    "created_utc": "2025-11-20T07:33:22Z"
  }
]