[
  {
    "country": "Jordan",
    "section": "National policy framework",
    "source_doc": "BTR1",
    "doc_url": "https://unfccc.int/sites/default/files/resource/Jordan%20First%20BTR_6Nov.pdf",
    "extracted_text": "Policy and Regulatory Frameworks\nJordan’s climate governance is reinforced by comprehensive policies and legal frameworks,\nincluding:\n•\nClimate Change Bylaw No. 79 (2019): Defines institutional roles, mandates NCCC\noversight, and establishes Jordan’s Measurement, Reporting, and Verification (MRV)\nsystem for tracking emissions.\n•\nUpdated Climate Change Policy (2021–2050): Aims for low-carbon growth, climate\nresilience, and alignment with Sustainable Development Goals (SDGs) and Paris\nAgreement targets.\n\n17\n\n•\nNational Adaptation Plan (NAP, 2021): Focuses on climate adaptation measures in key\nsectors such as water, agriculture, health, and urban planning to address vulnerabilities\nrelated to droughts and floods.\n•\nGreen Growth Action Plan (2021–2025): Encourages climate-smart investments in\nenergy, water, and waste management to promote a circular economy.\n•\nNationally Determined Contribution (NDC) Update (2021): Jordan raised its GHG\nreduction target from 14% to 31% by 2030, emphasizing renewable energy (solar and\nwind), energy efficiency, and sustainable transport.\n•\nUrban Resilience: Cities like Irbid and Aqaba have developed Local Climate Action Plans\n(LCAPs) that integrate flood risk management and green infrastructure.\nDomestic Measurement, Reporting, and Verification\nDuring 2016, Jordan with the support of the World Bank has submitted its market readiness\nproposal (MRP) to the Partnership for Market Readiness (PMR) initiative. Jordan’s MRP outlined\na plan for implementing the market readiness components that will be necessary to support the\ndevelopment of appropriate market-based instruments.\nThe PMR initiative in Jordan is led by the Ministry of Environment, in collaboration with an interministerial technical working group. At the current phase, the PMR initiative, has identified the\nenergy and water sectors as priority sectors for mitigation actions (with energy efficiency (EE)\nand renewable energy (RE) identified as pilot cross-sector interventions). The initiative aimed at\nfulfilling three components:\n-\nA National MRV system and registry for climate mitigation measures.\n-\nDesigning a platform for private sector financing in EE and RE.\n-\nExploring the potential for market-based instruments for climate mitigation measures.\n\n18\n\nFigure 1: The main functions of the MRV system (adopted from PMR initiative Brochure, 2018).\nIn February 2018, the first milestone was achieved with the development of a multi-tiered\nintegrated MRV system. The first version of the system - still in the experimental phase - covers\nthe public sector energy projects (RE and EE). Adding GHG data and support data at sectoral and\nnational level from different sectors will serve in tracking progress towards NDC commitments.\nData Extracting, Transforming & Loading: the system acts as database for GHG emissions at\nproject, ministry, sectoral and national levels, with main functions of; metadata2 viewing and\nediting, reference3 data monitoring, emissions data monitoring and uploading data in a\nstandard format or automatically importing data.\n\nData Processing: the system provides a database of validated emissions and reduction, with\nmain functions of pre-determined calculations of data compared to previous years and\ncalculation of GHGs and emission reduction based on proxy data4 and modelled scenarios.\n\nData Review and Verification: the system provides approved GHG emissions database\n▪ Validated GHG emissions and emission reductions data based on reviews and\nverification (by third party, if applicable)\n▪ Status of emissions and GHG emission reductions and browse/change data values.\n\nData Reporting: the system provides a database for final GHG emissions.\n\n2A set of data that describes and gives information about other data.\n3 Data used to classify or categorize other data\n\n4Data that measures the cause and effect relationship between two variables indirectly.\n\nAutomated import\n MRV processed data Data review & verification\nManual data import\n\nMinistry /\nStakeholder\nLocal dbs\nIntegrated MRV\ndatabase\nData\nMart\nProject -specific\nSector-wide and\nNational reports\n\n19\n\n▪ Data are reported and shared in a standard format available in graphics and tables.\nThe following figures (Error! Reference source not found.) illustrates the designed MRV system. The\nkey stakeholders listed below have several roles and functions and are engaged at different levels\nwith various access levels granted according to their role at the national level:\n▪ Ministry of Environment (MoEnv)\n▪ Ministry of Energy and Mineral Resources (MEMR)\n▪ Ministry of Water and Irrigation (MWI)\n▪ Ministry of Local Administration (MoLA)\n▪ Ministry of Finance (MoF)\n▪ Ministry of Planning and International Cooperation (MoPIC)\n▪ The Greater Amman Municipality (GAM)\n▪ Jordan Renewable Energy & Energy Efficiency Fund (JREEEF)\n▪ Department of Statistics (DOS)\n\nFigure 2: Key stakeholders involved in Jordan’s MRV system\nMRV\nProject level (project registry and annual\nreports)\n• Ministry of Energy and Mineral Resources (MEMR)\n• Jordanian Renewable Energy and Energy Efficiency Fund\n(JREEEF)\n• National Electric Power Company (NEPCO)\n• Ministry of Water and Irrigation (MWI)\n• Ministry of Local Administration (MoLA)\n• Greater Amman Municipality (GAM)\nSectoral level (Indicator at sectoral level )\n• Ministry of Energy and Mineral Resources\n(MEMR)\n• Ministry of Water and Irrigation (MWI)\n• Ministry of Municipalities Affairs (MoMA)\n• Greater Amman Municipality (GAM)\nNational Level (National indicators and GHG\ninventory and indicator management)\n• Ministry of Environment (MoEnv)\n• Department of Statistics (DoS)\n• National Committee on Climate\nSuper Admin (system administrator)-Ministry of\nEnvironment\n• User management\n• Equation management\n• Project Parameter management\n• Methodology and project type management\n• Email template management\n• Workflow management\n• Lookup (drop list) management\n• Indicator management\nMinistry Level (Support document, Verification report (verifier\nuser),User management)\nMinistry of Energy and Mineral Resources (MEMR)\nMinistry of Water and Irrigation (MWI)\nMinistry of Local Administration (MoLA)\nGreater Amman Municipality (GAM)\n\n20\n\nFigure 3: Roles and functions of stakeholder’s at different levels\nJordan’s MRV future plans\nCurrently, the MoEnv along with MoPIC released a tender for “Maintenance and Support for the\nMonitoring, Reporting & Verification System for Greenhouse Gas Emission Reduction Projects (MRV)”\nwith the objective of having the system operational.\n➢ Constraints, Gaps and Technology Development and Transfer\nThis section provides a description of the current and proposed enabling environment for the\ndevelopment and implementation of the BTR, NDC and other national activities related to Paris\nAgreement ETF and climate change in general, as well as how Jordan is integrating climate change\nand national climate action reporting findings in sustainable development programmes.\nIn accordance with the requirements outlined in Article 13 of the Paris Agreement and Decision\n18/CMA.1, this chapter provides updated information on constraints and gaps, as well as related\nfinancial, technical, and capacity-building needs. It also includes information on financial\nresources, technology transfer, capacity-building, and technical support received from developed\ncountry Parties, multilateral institutions, and other relevant entities. The information presented\naligns with the reporting requirements under the Enhanced Transparency Framework (ETF) and\nbuilds upon previous reports, including the Second Biennial Update Report (SBUR) and fourth\nNational Communication in addition to highlighting newly emerging challenges.\nProject level\n• Input: Project Registry (add project) and annual report\nMinistry level\n• QA/Qc : project workflow (project operator project manager ministry userexternal Verifier (if available) this include validation of\nsubmitted reports, and third party verification\n• Processing: project calculation (using the predefined equation at the MRV system ,project parameters that filled at the annual reports and\nthe related indicators)\nSectoral Level\n• Input: sectoral indicators\n• Processing: data aggregation for project information's and calculation results results related to specific sector at the sectoral level\n• Output: sectoral reports (reports from MRV system related to specific sector)\nNational level\n• Input: national indicators, GHG inventory ,GHG projections\n• QC: indicator management (approving indicators values for all sectoral and national indicators)\n• Processing: data aggregation for project information's and calculation results for national level for all sectors\n• Output: national reports (national reports from MRV system for all sectors\n\n21\n\nIn its NDCs, while a significant proportion of this is likely to come from international sources of\nfinance, one of the key sectoral actions for the energy sector is attracting private sector finance\nand reducing administrative obstacles to support investments at early stages.\nIn Jordan, the role of the private sector is crucial and essential in achieving our NDC, the very high\nratio of (Debt: GDP) makes it difficult for the Government to obtain loans. Therefore, the\ngovernment is considering the role that the mobilization of private investment can play a role in\nimplementing and achieving our NDC.\nThe country identifies, tracks, and reports support needed and received through an interinstitutional coordination mechanism led by the Ministry of Environment, in collaboration with\nsectoral focal points and supported by development partners. The national system includes:\n•\nSectoral line ministries and institutions identify climate finance, technology, and capacitybuilding needs based on national strategies such as the NDC, National Adaptation Plan\n(NAP), and other climate action frameworks. These are compiled through stakeholder\nconsultations and technical assessments.\n•\nSupport received is tracked through national budget codes (where possible), official ODA\nreports, and donor coordination mechanisms. The Ministry of Planning and International\nCooperation (MoPIC) plays a key role in aligning external support with national priorities\nand tracking disbursements. Data is reported through biennial transparency reports\n(BTR), NDC progress reports, and donor-specific reporting systems.\n•\nChallenges and Limitations:\no Lack of a centralized MRV system for climate finance and support.\no Fragmented data sources and inconsistent reporting formats across institutions.\no Limited capacity to track non-financial support (e.g., technology transfer and\ncapacity building).\no Dependency on donor reporting systems that may not align with national\npriorities or definitions.\nMoreover, Jordan is currently exploring the development of a national climate finance registry\nand integrated MRV framework to improve accuracy, transparency, and coordination in support\ntracking.\nNational Priorities Related to the NDC Implementation\n1. Energy Sector Transformation:\no Accelerate renewable energy deployment to reach the target share of\nrenewables in the energy mix.\n\n22\n\no Enhance energy efficiency measures across industrial, building, and transport\nsectors.\n2. Water Security and Resilience:\no Address growing water scarcity through non-conventional water resources,\nenergy-efficient desalination, and wastewater reuse.\no Climate-proof critical water infrastructure and improve water governance.\n3. Transport Sector Decarbonization:\no Expand public transport infrastructure and promote low-emission and electric\nvehicles.\no Develop regulatory and financial incentives to shift toward sustainable mobility.\n4. Waste Management and Circular Economy:\no Enhance solid waste collection, recycling, and methane capture from landfills.\no Promote green job creation through waste valorization and circular economy\nprinciples.\n5. Land Use and Agriculture:\no Support sustainable land management and climate-smart agriculture.\no Combat land degradation and desertification.\n6. Health and Climate Resilience:\no Strengthen health systems’ preparedness and response to climate-related risks\n(e.g., heatwaves, vector-borne diseases).\n7. Just Transition and Gender Equality:\no Ensure a fair transition for workers and communities affected by climate action.\no Integrate gender-responsive climate planning and support youth engagement.\nSupport Needed to Achieve NDC Goals and Financial Gaps and Constraints\nAccording to NDCs, the Government of Jordan has proposed sectoral mitigation policies and\nprograms to achieve a 31% reduction in GHG emissions by 2030 compared to the baseline\nscenario. The 31% reduction of GHG emissions is divided into two parts. The first part seeks to\nachieve a 5% reduction in GHG emissions through national sources, while the remaining 26%\nreduction is contingent and conditional on receiving international financial support.\nTo meet its conditional mitigation and adaptation targets, Jordan requires:\n•\nClimate Finance:\no Scaled-up concessional finance and grants to cover the cost gap between\nunconditional and conditional targets.\no Access to predictable, long-term financing mechanisms, including Green Climate\nFund (GCF) and other multilateral/bilateral channels.\n•\nTechnology Development and Transfer:\no Support for advanced clean technologies in energy, water desalination, and early\nwarning systems.\no Strengthening national innovation and technology adaptation capacity.\n\n23\n\n•\nCapacity Building and Institutional Strengthening:\no Enhancing national and local technical capacities for MRV, climate risk\nassessment, and green investment planning.\no Support for data systems and digital tools to mainstream climate change across\nsectors.\n•\nPolicy and Regulatory Support:\no Technical assistance in developing low-emission development strategies (LEDS),\ncarbon pricing mechanisms, and MRV frameworks.\no Legal and policy advisory support for sector-specific climate action plans.\n➢ Demographic and Socio-economic Profile\nAccording to the Jordanian DOS statistics, in 2023, Jordan's population reached 11.4 million, with\nan average household size of 4.8 individuals. The survey indicates that female-headed\nhouseholds constitute 12.5% of the total households. A notable 76.4% of female-headed families\nexperience economic inactivity when children under six are present. Larger households often\nhave fewer working female heads. Proposed strategies encompass the enhancement of social\nsafety nets through child care assistance and vocational training.\nGender inequalities persist as a significant concern: Male economic participation is 71.2%, whilst\nfemale engagement is at 21%. Despite more than 50% of employed women possessing university\ndegrees, just 11% attain formal employment. The gender ratio at birth is documented as 112.5\nmales for every 100 females.\nTable 2: Educational Attainment Levels Among Females and Heads of Households in Jordan\n(2022–2023)\n\n2022\n2023\nAll Females\nKingdom\nIlliterate\n8.6\n8.5\nRead & Write\n3.4\n3.7\nElementary\n8.5\n8.9\nPreparatory\n16.7\n16.4\nBasic\n25.7\n24.7\nVocational Apprenticeship\n0.1\n*\nSecondary\n18.5\n19.0\nIntermediate Diploma\n8.7\n8.5\nBachelor\n9.4\n9.8\nHigher Diploma\n0.1\n0.1\n\n24\n\nMaster Degree\n0.4\n0.4\nPH.D\n0.1\n0.1\nHead of Household\nKingdom\nIlliterate\n32.6\n31.2\nRead & Write\n9.1\n9.8\nElementary\n12.8\n12.8\nPreparatory\n19.2\n18.0\nBasic\n4.4\n4.8\nVocational Apprenticeship\n0.1\n0.1\nSecondary\n8.3\n8.8\nIntermediate Diploma\n7.9\n8.7\nBachelor\n4.7\n5.4\nHigher Deploma\n0.2\n0.1\nMaster Degree\n0.4\n0.4\nPH.D\n\nNote 1: Slight differences in the totals of some tables are due to weighting procedures and rounding of figures\n\nInternal migration patterns reveal that Amman, Aqaba, Balqa and Mafraq are key destinations\nowing to superior economic prospects. Significant observations indicate a low migration rate of\n5.4%, implying overall population stability. Urban regions, especially Amman, which\naccommodate 42% of the population, experience considerable infrastructural strain due to a high\nurbanization rate of 89%.\nThe unemployment crisis is acute. The unemployment rate index is considered one of the most\nimportant indicators tracked through the Labor Force Survey (employment and unemployment)\nconducted by the Department of Statistics. The survey results showed that there has been a\ndisparity in the unemployment rate during recent years between decline and increase, as it\nreached (24.1%) in 2021, while it decreased in 2022 and reached (22.8%).\nYouth unemployment for individuals aged 20 to 24 reached a peak of 47%. University graduates\nencounter an unemployment rate of 31.1%, exacerbated by the COVID-19 pandemic's effects on\ntourism and small to medium-sized enterprises.\n\n25\n\nTable 3: Unemployed Persons Age 15+ Years by Sex, Governorate & Nationality (Percentage\nDistribution, 2022).\nGovernorate\nTotal\nMale\nFemale\nAmman\n37\n35.9\n1.1\nZarqa\n13\n8.6\n4.4\nMadaba\n2.1\n1.9\n0.2\nIrbid\n22.5\n22.5\n0\nMafraq\n9.2\n8.2\n1\nJarash\n3.2\n2.6\n0.6\nAjloun\n3.1\n2.1\n1\nKarak\n5.1\n3.8\n1.3\nTafiela\n1.9\n1.3\n0.6\nMaan\n2.1\n2\n0.1\n\nDisability impacts a significant portion of the population. Approximately 11.1% of Jordanians\naged 5 and older have impairments. The predominant limitations are visual (6%) and motor\n(4.8%). Regions such as Aqaba and Tafila exhibit elevated disability rates.\nSelf-sufficiency in agricultural production is one of the cornerstones of ensuring food security in\nany country. This concept relates to a country's ability to independently meet its food needs from\ndomestic production, without relying heavily on imports. In light of the economic and social\nchallenges facing Jordan, self-sufficiency in agricultural production has become a pressing issue,\nespecially as the country faces significant challenges such as limited natural resources, climate\nchange, population growth, and heavy reliance on imports of basic foodstuffs.\nJordan achieves self-sufficiency in vegetables (144%) and dairy products. Child stunting impacts\n7.7% of children under five. The country's significant dependence on food imports (80%) renders\nit vulnerable.\nPoverty and food insecurity persist as critical challenges. In 2018, absolute poverty was recorded\nat 15.7%, with rural regions disproportionately impacted at 22.8%. In 2020, 12.8% of Jordanians\nexperienced extreme food insecurity, and 55% of households decreased meal frequency. Food\nexpenditure accounts for 41% of household income.\n➢ Economic Context\n\n26\n\nThe economic environment of Jordan is influenced by resource scarcity, geopolitical volatility,\nand climate-related concerns. The Fourth National Communication Report indicates that the\ncountry is experiencing increasing pressures from its unstable environment, notably the enduring\nSyrian refugee crisis, which has resulted in over 1.3 million migrants entering Jordan. This has\nconsiderably stretched national resources, especially in the water and energy sectors. Jordan's\nrenewable freshwater availability is alarmingly low, with merely 74 cubic meters per capita year,\nmuch beneath the water poverty level. Moreover, inconsistent energy imports and dependence\non fossil fuels render the nation vulnerable to external supply interruptions.\nThe COVID-19 pandemic intensified pre-existing economic vulnerabilities, resulting in a 1.5%\ncontraction in GDP in 2020 and a significant decrease in tourism, which had previously accounted\nfor 13.5% of GDP. Unemployment escalated to 24.8% in 2021, exacerbating economic\nvulnerabilities. Jordan has emphasized energy diversification in its 2020–2030 Energy Strategy,\naiming for a 20% renewable energy share and having attained 1,425 MW of built capacity by\n2021. Improving regional grid interconnections is a crucial method for stabilizing supply.\nThe National Resilience Plan (NRP) aims to secure $4.295 billion in international assistance to\nenhance infrastructure in the health, water, and energy sectors, thereby bolstering resilience in\nvital areas. Mitigating water shortages is a crucial concern, with an annual shortfall of 265 million\ncubic meters (MCM). In 2017, Jordan increased its dependence on treated wastewater, reusing\n146.7 million cubic meters (MCM). Nonetheless, extensive initiatives like as the Aqaba-Amman\nWater Desalination and Conveyance Project (AAWDCP) encounter financial and execution\nobstacles.\n\nJordan is incorporating climate adaptation into economic development. The National Climate\nChange Policy (2022–2050) underscores resilience-building initiatives across many sectors,\nincluding agriculture, which accounts for 3% of GDP. Climate-smart initiatives emphasize\ndrought-resistant crops and effective irrigation techniques. The Economic Modernization Vision\nseeks to attract green investments and foster public-private partnerships to mitigate Jordan's\ndebt burden, which was 42% of GDP in 2020.\n➢ Water Profile\nJordan's water sector is characterized by acute scarcity and is acknowledged as the second most\nwater-stressed globally. Jordan is one of the world’s most water‐scarce countries: its renewable\nfresh water per person is about 61 cubic meters/year in 2021, far below the absolute scarcity\nthreshold of 500 m³. According to the National Water Strategy, by 2040 Jordan’s per capita share\nmay drop further to 35 cubic meters/year due to population growth and declining water\nresources.\nThe water budget, indicates that the overall supply amounted to 1,031 MCM, derived from\nseveral sources: surface water (28.6 m³/capita), renewable groundwater (34.2 m³/capita), non-\n\n27\n\nrenewable fossil aquifers (14.6 m³/capita), and treated wastewater (16.7 m³/capita). (MWI\nwebsite, 2017).\n\nFigure 4: Jordan – Water Sources (2022, % of total resources)\nNonetheless, these statistics conceal a substantial disparity; demand continually exceeds supply.\nThe water system is under significant strain, with an annual deficit of 265 MCM across all sources,\nand a more pronounced shortfall of 422 MCM when exclusively considering renewable resources.\nFurthermore, unsustainable practices are apparent in the groundwater sector, where extraction\nhas escalated to 728 MCM, above the safe yield of 478 MCM, hence posing significant hazards of\naquifer depletion and salinization (MWI - Annual report 2022)\nWater shortage in Jordan is a chronic problem and will continue to be so for years to come. If\ncurrent domestic, agricultural, and industrial water-use practices are not improved, the water\nsupply in Jordan will deplete in quantity and quality over time. Overdraft of groundwater and\nsurface water is creating a tremendous stress on the water supply in Jordan. The reduced flow of\nsurface water to the Dead Sea is also a source of concern.\nThe National Water Carrier Project (also known as the Aqaba-Amman Water Desalination and\nConveyance Project) is a major initiative by the Jordanian government to literally carry\ndesalinated seawater from Aqaba to Amman (and other northern governorates) to address\nsevere water scarcity. When completed, it is expected to produce 300 million cubic meters of\npotable water per year, benefitting about 4 million people. It will include a large desalination\nplant (reverse‐osmosis) in Aqaba, a water conveyance pipeline of roughly 445 kilometers, booster\npumping stations, reservoirs and a solar energy component to supply part of its power needs. It\nis being implemented as a public-private partnership (BOT: Build-Operate-Transfer) with major\n\n28\n\ninternational partners. The project is considered the largest water infrastructure effort in\nJordan’s history, and is central to the country’s National Water Strategy and efforts to reduce\nreliance on overdrawn groundwater and inconsistent surface sources.\n➢ Agriculture Profile\nJordan is primarily characterized by arid and semi-arid conditions, with almost 85% of its area\ncategorized as non-vegetated, consisting of rock, basalt plains, chert plains, and sparsely\nvegetated desert. Merely 4.5% of the land is conducive to agricultural endeavors, which are\nclassified into three principal categories: rainfed agriculture (2.78%), predominantly yielding\ncereals, olives, and vegetables; irrigated agriculture (1.07%), primarily situated in the Jordan\nValley and Badia regions, dependent on groundwater and treated wastewater; and fragmented\nforest areas (0.42%), which are progressively endangered by urbanization and climate stressors.\n(Ministry of Agriculture Annual Report , 2019).\n\n29\n\nFigure 5: Climatic regions in Jordan (RSCN-personal communication, 2016)\n\nAccelerated urbanization and consequent land fragmentation—aggravated by population\nexpansion and substantial refugee influxes—have resulted in a decline of arable land, particularly\nin areas that generally have more precipitation. These issues are exacerbated by the effects of\nclimate change, such as heightened droughts, heatwaves, and unpredictable rainfall patterns.\nThe agricultural sector in Jordan accounts for about 3% of the national GDP, however it is\nessential for food security and rural livelihoods. The sector comprises both rainfed and irrigated\nsystems, with merely 4.5% of the area allocated to agriculture. (DOS, 2019).\nEssential attributes encompass:\n\n30\n\n• Vegetables: 144% self-sufficient.\n• Olives: 102% self-sufficient\n• Fruits: 97% self-sufficient\n• Sheep: Approximately 3 million heads\n• Goats and poultry also provide important functions.\nMoreover, the sector encounters obstacles including water scarcity, climate variability, and\nfragmented landholdings. More than 56% of the nation's water usage is allocated to agriculture,\npredominantly sourced from overexploited groundwater and restricted surface water, resulting\nin an annual renewable water deficit of 422 MCM. (MWI annual report, 2019).\n➢ Energy Sector Profile\nThe nation's energy security is susceptible to external shocks, shown by the cessation of Egyptian\ngas supplies in 2011, which compelled Jordan to transition to costly and carbon-intensive heavy\nfuel oil for electricity generation.\nThe energy sector is a vital sector due to its significant impact on sustainable development.\nDespite the challenges it has faced, it has achieved numerous accomplishments over the past\nperiod. These achievements did not come out of nowhere, but rather were the result of planning,\nimplementation, and a collaborative approach between all sector institutions, stakeholders from\nthe private sector, civil society organizations, and donors. This approach aims to strengthen the\nsector's vision of achieving sustainable energy security, while considering the royal directives in\nthis regard. One of the most significant challenges facing the sector is the lack of local energy\nsources and its reliance on imports. Jordan imported approximately 76% of its total energy needs\nin 2023, compared to 95% in 2016. It was noted that a decrease in imported quantities, offset by\nan increase in reliance on local sources. This is the result of adopting a clear policy aimed at\ndiversifying energy sources and forms, increasing the contribution of local energy sources to the\noverall energy mix, increasing the efficiency of energy use in all sectors, reducing the cost of\nenergy for the national economy, and developing the energy sector system in Jordan to make it\na regional centre for energy exchange in all its forms.\nRegarding increasing the contribution of local energy sources to the overall energy mix, the\nMinistry of Energy and Mineral Resources has worked to develop the renewable energy sector\nby building an attractive legislative and procedural basis for investment. This has led to a\nsignificant increase in the percentage of renewable energy in the energy mix, whether through\nthe establishment of commercial projects and the signing of a number of power purchase\nagreements under the direct supply system, or through the use of solar energy to cover sectorspecific consumption. Various projects have been implemented through net metering and transit\nsystems, increasing the capacity of renewable energy projects to approximately (2,681)\nmegawatts by the end of 2023, representing (26.28%) of the total electricity generated,\ncompared to less than 1% until 2014. This represents a success story for Jordan, both regionally\n\n31\n\nand globally. The value of Jordan's investments in the renewable energy sector has exceeded\n2.17 billion Jordanian dinars.\nThese goals are in line with the priorities of the Economic Modernization Vision, contributing to\nthe achievement of national goals of achieving sustainable growth rates, creating an attractive\ninvestment environment, reducing poverty and unemployment rates, and building an effective\nsocial protection system. These goals also include improving the level of services provided to\ncitizens and ensuring fair distribution of services, in accordance with the directives of His Majesty\nKing Abdullah II Ibn Al Hussein, who emphasized that energy is the backbone of the economic\nprocess.\nJordan has prioritized the advancement of solar and wind energy initiatives to diversify its energy\nportfolio. In 2020, renewable energy accounted for around 20% of total electricity generation,\nfeaturing significant projects like the 117 MW Tafila Wind Farm and multiple solar power plants\nin development.\nTo enhance energy efficiency and minimize waste, Jordan implemented the National Energy\nEfficiency Action Plan (NEEAP), aimed at decreasing energy demand in the construction,\nindustrial, and transportation sectors. The strategy encompasses initiatives such as the\nenforcement of green construction codes (including LEED certification), the implementation of\nLED street lighting retrofits, and the execution of industrial energy audits. The energy efficiency\nactivities are projected to yield yearly CO₂ reductions of roughly 214,000 tons by 2025, aiding the\nnation's overarching emissions reduction objectives.\nThe Energy Strategy for the period 2020-2030, was approved in March 2020: focused on\ndeveloping an effective energy policy and strategic objectives towards sustainable energy and\nenergy security by diversifying energy supply, developing and utilizing traditional and renewable\nlocal energy sources, improving energy efficiency and developing the energy sector system in\nJordan to make it a regional center for energy exchange. Further measures include liberalizing\nenergy markets and encouraging private investment in energy infrastructure projects.\nJordan has adopted the following conclusions and recommendations in the base case scenario\nfor achieving its strategic objectives. This includes supporting and encouraging the use of natural\ngas in other sectors and the development of distribution networks in major cities.\nThe energy sector in Jordan is undergoing a strategic transformation aimed at diversifying\nresources, increasing domestic production, attracting foreign investment, and enhancing overall\nefficiency. In the oil sector, efforts are focused on diversifying crude oil import sources through\nthe Aqaba terminal, land transportation, and the planned Iraqi oil pipeline. There are ongoing\ninitiatives to develop the Hamza Oil Field and attract international companies to invest in oil\nexploration across open areas, including projects targeting oil shale retorting. Furthermore,\nJordan aims to establish and construct pipelines for crude oil and oil products, enhance existing\ninterconnection projects, and launch new infrastructure ventures.\n\n32\n\nTo strengthen the downstream oil market, Jordan is working to open new markets for oil\nproducts while aligning local fuel standards with the latest international specifications. The\ngovernment is also encouraging refining activities that operate under market pricing principles,\nliberalizing the pricing structure to transition from a regulated to an open market. Efforts are\nbeing made to increase oil product storage capacities in line with international standards and\nbolster Jordan’s role as a logistics hub for the transportation of oil products to and from\nneighboring countries.\nIn the natural gas sector, Jordan seeks to meet its gas needs through existing supply agreements\nthat are expected to suffice until 2030, while simultaneously developing the Risha Gas Field. The\ncountry is also inviting global investment in both traditional and non-traditional gas exploration\nactivities in open areas. Liquefied natural gas (LNG) imports via the Sheikh Sabah Al Ahmad\nTerminal in Aqaba remain a vital part of energy security planning, with a focus on exploring costeffective alternatives to the Floating Storage Regasification Unit (FSRU). Additionally, there is a\nnational push to increase the use of natural gas and compressed natural gas in the industrial and\ntransport sectors to reduce reliance on oil products and lower emissions. This is accompanied by\nplans to expand natural gas distribution networks in major urban areas.\nImproving energy efficiency is another pillar of Jordan’s energy strategy. This includes updating\nlegislation and advancing the implementation of the National Energy Efficiency Action Plans.\nSpecific programs target reductions in electricity consumption in the water sector by 15% by\n2030. Enhancements to public transportation systems—such as rapid bus and railway networks—\nare also part of efforts to optimize energy use. The country aims to boost efficiency across\nresidential, industrial, governmental, commercial, and service sectors.\nStrategically, Jordan is positioning itself as a future hub for green hydrogen production. The vision\ninvolves making green hydrogen and green ammonia production competitive by lowering costs\nand establishing a supportive regulatory framework with clear incentives for investors. A critical\nstep in this direction has been the amendment of electricity laws to incorporate renewable\nenergy storage and the development of dedicated transmission lines connecting renewable\nenergy sources directly to hydrogen production facilities. Jordan continues to prioritize upgrades\nto its electricity transmission infrastructure to reduce technical losses and accommodate the\nintermittent nature of renewable energy sources. However, the absence of smart grid\ntechnologies and large-scale energy storage remains a significant challenge in integrating higher\nshares of renewables into the national grid. Addressing these gaps is essential for ensuring the\nlong-term stability, efficiency, and resilience of Jordan’s energy system.\n\n33\n\nDomestic Resource Exploitation, Jordan holds the sixth-largest oil shale reserves in the world.\nThe government has initiated trial projects, including the Atarat Power Plant, designed to\nproduce 470 MW of power. Nonetheless, oil shale development encounters considerable\nenvironmental issues and financial limitations.\nSmall modular reactors (SMRs) are being evaluated as a sustainable way to diminish Jordan's\ndependence on foreign fuels. Discussions are under progress to evaluate the viability of nuclear\npower within the national energy policy. Jordan's energy transition roadmap anticipates a\nsubstantial alteration in the energy composition. In the baseline scenario, the proportion of oil in\ntotal energy consumption is anticipated to decline from 43% in 2018 to 33% by 2050, while\nnatural gas is expected to rise and renewables are forecast to constitute 24% of the energy mix.\nIn the mitigation scenario, Jordan seeks to attain a 20% decrease in emissions by 2055 via\nexpedited renewable energy implementation and improved energy efficiency initiatives.\n➢ Transport Sector Profile\nThe transportation sector has a major and pivotal role in advancing the Jordanian economy and\nsupporting the gross domestic product, and certainly plays an essential component in the daily\nlife of Jordanians. Both passenger and freight transport demand are growing rapidly due to\neconomic growth within the country and the region, and is concentrated on parts of the transport\nnetworks, close to the main urban areas and along key corridors. Consequently, part of the\nnetwork is under pressure, and performance is below the needed. Without interventions, the\nsituation will worsen. At the end of the next decade, part of the system will no longer be able to\nwithstand the increasing Jordanian economic demand and daily life of the population.\nUnreliability and delays will increase, thus causing costs to people and business activities and,\nultimately negatively affecting the country's economic performance. The transport sector in\nJordan is mainly dominated by road transport, as there are a marginal number of domestic flights\nin Jordan between the capital city and Aqaba, and there is no form of navigation. The modes of\nair transport and marine transport are limited to international transport only. In the land\ntransport sector, the use of private cars, in general, dominates the transport of passengers, and\nthe use of trucks is dominant in transporting goods.\n\nClimate Change Strategies and Mitigation Policies in the Transport Sector\nNationally, the Ministry of Environment launched Jordan's National Green Growth Action Plan\n(NGGAP) 2021-2025, to draw a roadmap for the country's transition towards a sustainable and\nlow-carbon economy. It aims to integrate green growth principles into six main sectors, of which\nthe Transport sector is one along with other sectors like Agriculture, Energy, Tourism, Waste, and\nWater. This NGGAP outlines specific targets for each sector, with clear roles and responsibilities\n\n34\n\nfor government agencies, the private sector, and civil society. Additionally, the NGGAP is guided\nby a set of key driving principles: Transparent Governance, incentivized green growth, an\nintegrated planning process that values societal impacts, and behavior shift. The transport\nsector's NGGAP consists of 13 green growth actions that will contribute to increased access,\nincrease public-private dialogue, enhance the enabling environment, and reduce GHG emissions.\nAt the national level, the Greater Amman Municipality (GAM) has developed various climate\nchange plans that aim at reducing GHG emissions and enhancing resilience. The key plans are:\nThe Amman Green City Action Plan (GCAP), released in May 2021, was developed based on\nGAM’s effort to improve environmental performance and take a more systematic approach to\naddressing its existing and emerging urban environmental challenges. The plan aims to support\nthe city in identifying, prioritizing, and addressing the city’s most acute climate change and\nenvironmental challenges, including solid waste management, water and wastewater, urban\ntransport, and building energy efficiency. As a result, the city has elaborated on 37 initiatives that\nare now to be implemented until 2025. The GCAP was developed by integrating the\nrecommendations of the Amman Resilience Strategy 2017 and Amman’s inaugural Climate\nAction Plan.\nAmman Climate Action Plan (CAP) demonstrates the commitment of the Greater Amman\nMunicipality to integrate climate adaptation and mitigation measures across all its operations to\nenhance citizens' quality of life. The plan aligns with the Climate Change Policy (2022-2050) and\nthe C40 CAP Framework, presenting Amman's Vision 2050 as a carbon-neutral and climateresilient city driven by a green and circular economy.\nIn response, the Ministry of Transport updated the General Policies for Transportation\nDocument 2024 to outline key strategies aimed at improving the efficiency, sustainability, and\ngovernance of the transport sector a dedicated transport policy was introduced, aimed at\nIncreasing the transportation sector’s contribution to economic and social development to\nachieve the goals of the economic modernization vision, Enhance the competitiveness of the\ntransportation sector at the regional and global levels, Create a safe, integrated, sustainable,\neffective, and efficient transportation system, Update transportation-related legislation, by\nabolishing, adding, amending, and/or creating, to achieve the vision of economic modernization\nto ensure the stability of the legislative environment. This policy is built on clear measures that\npromote renewable and alternative energy while providing the necessary infrastructure for these\nmodes, ultimately reducing energy consumption and protecting the environment. In the same\ncontext, the Ministry of Transport developed the Strategic Plan for the transportation sector\n2024-2028, which outlined a comprehensive plan to advance sustainable transport such as a\nrailway network and BRT, attract investment, and integrate smart technologies into the transport\n\n35\n\nnetwork, Sustainable and green transportation. These efforts are aligned with Jordan's\ncommitments to the Nationally Determined Contributions (NDCs) under the Paris Agreement and\nthe United Nations Sustainable Development Goals (SDGs). Jordan is committed to reducing\ngreenhouse gas emissions, promoting clean energy, and fostering sustainable development\nacross all sectors, including transport.\nThe strategic plan for the transportation sector in Jordan 2024-2028 aims to achieve several main\ngoals, in line with the Kingdom’s economic modernization vision. And the most prominent areas\nthe strategy focuses on are:\n▪ Improving the national road network by improving existing roads and creating new ones to\nimprove connectivity and reduce travel times.\n▪ Developing the national railway network: Expanding and modernizing the railway system to\nfacilitate efficient transportation of goods and passengers.\n▪ Expanding and modernizing airport infrastructure: increasing airport capacity and improving\nservices to accommodate increasing air traffic and boost tourism.\n▪ Investing in public transportation systems: improving public transportation services in urban\nareas, encouraging sustainable means of transportation, and enhancing accessibility.\n▪ Enhancing the efficiency of logistics and supply chains by improving logistics operations to\nenhance business competitiveness.\n Greater Amman Municipality introduced its Strategic Plan (2022-2026), as part of its efforts to\ndevelop the transport sector, aligning with national efforts to enhance the efficiency and\nsustainability of the sector. The strategy outlines several key projects, including the\nimplementation of the second phase of the Bus Rapid Transit (BRT) system, covering 43 km,\nupdating the city's transport mobility master plan to provide necessary guidance on the priority\nof transport sector projects within the city, and developing advanced traffic management\nsystems to improve traffic flow efficiency.\nOrganizational structure of the transportation sector\nThe Ministry of Transport (MoT) is the leading government institution responsible for setting\ntransport Policy and strategic planning and guiding the development of Jordan’s transport sector.\nMoT does not, however, have a direct responsibility for the implementation of projects, and\nrelies on many other institutions to manage and operate transport infrastructure and services.\nEach mode of transport (rail, road, maritime, civil aviation, and logistics) has their own set of\ninstitutions responsible for planning and managing infrastructure development, regulation and\nservice provision. MOT is responsible for rail, civil aviation, and maritime transport, with the\nsupport of its affiliated commissions (Land Transport Regulatory Commission (LTRC), Jordan\nMaritime Commission, Civil Aviation Regulatory Commission (CARC), Jordan Hejaz Railway\n\n36\n\nCorporation), while implementing and maintaining infrastructure is entrusted to a the Ministry\nof Public Works and Housing. Municipalities are primarily responsible for planning and\nimplementing public transport projects, but support is also provided by Land Transport\nRegulatory Commission (LTRC). Some special jurisdictions, such as the Aqaba Special Economic\nZone Authority (ASEZA) and Petra Development and Tourism Regional Authority (PDTRA), are\nresponsible to manage for transport issues within their boundaries.\nPublic Transport Characterization and Key Challenges\nWith a growing population of approximately 11.56 million, highly concentrated in the Capital city\nof Amman, mobility demand in Jordan has been increasing over the past 15 years. However,\ndemand has not been met with the required infrastructure development or public transport.\nPublic transport modal-share is significantly low, at approximately 13 percent (separated into 5%\nof trips via public buses and 8% of trips via service taxi). Jordan’s population relies heavily on\nprivate vehicles, with around 33% of trips using private vehicles, and the number of private\nvehicles almost doubled between 2008 and 2018, reaching over 3.4 million vehicles in 2023. In\ncontrast, the number of public vehicles only grew by 45 percent within the same period. In\naddition to conventional taxis, ride-hailing services through mobile applications have emerged in\nthe past few years, such as Uber, Careem, Petra Ride, and.\nThe public transport system in Jordanian cities is uncoordinated with low frequencies and lacks\nsufficient coverage. Public transport vehicles operating in the country amount to approximately\n1,440 buses, around 3900 mini busses, and over 4,000 service taxis (white shared taxis), in\naddition to over 16,000 conventional yellow taxis. About 85% of buses and taxis are individually\nowned and operated, except for Amman, where the main bus operator, the Comprehensive\nMultiple Transport Company (CMTC), runs 130 buses on 17 routes under the AutoBus brand and\n287 buses on 39 lines in a consortium with Turkish company Gürsel under the name Amman Bus\nsystem.\nTackling public transport challenges with realistic and feasible solutions is key to improving the\nefficiency of the transport system in Jordan and reducing Greenhouse Gas emissions(GHG).\nAnnual costs due to inefficiencies of transport are estimated to be at least six percent of Jordan’s\nGDP, including the cost of traffic congestion, fatalities and injuries as well as environmental\ndegradation, not counting the adverse impact that poor transport services pose to access to\nemployment, particularly in the case of women.\nThe transport sector also contributes significantly to Jordan’s energy bill. While the country’s\nenergy imports amounted to US$3.74 billion in 2019, its imports of refined petroleum products\ncame to US$1.4 billion in the same year.\n\n37\n\nThe Government of Jordan has been taking steps towards enhancing public transport and is\ncurrently engaged in several projects and initiatives to meet this objective. In recent years, the\ngovernment has introduced several initiatives to enhance public transport. In 2017, a new public\ntransport law set the framework for much-needed reforms with the mandatory grouping of small\noperators, thereby opening the door to better route coordination and service contracts with key\nperformance indicators on quality, safety, green mobility, and service reliability. Although the\nreform process supported by the 2017 law could not yet be implemented, although discussions\nwith operators have been conducted in a few cities, and service level agreements have been\ndrafted, Amman and Amman-Zarqa BRT is the first initiative that aims at improving the public\ntransport service through highly-dense areas and routes focusing on the Amman Governorate.\nDigitization of government services could also be a contributor to reducing vehicular trips and\nreducing pressure on transport infrastructure. GAM has recently expanded the use of e-services.\nLastly, ensuring that transport options cater to the different needs of males and females can\nserve as an equalizer between men and women in terms of access to economic opportunities. In\nthis regard, the Government of Jordan also adopted in 2019 a Code of Conduct (CoC) for public\ntransport. This CoC is the first ever of its nature in the sector, and aims at regulating the conduct\nof passengers, drivers, and operators in public transport to benefit all users, particularly women.\nThe CoC is now being implemented through the Mashreq Gender Facility grant with World Bank\nsupport to the Ministry of Transport, in close collaboration with the Jordanian National\nCommission for Women.\nyet, there are challenges in the transport sector that need to be addressed and shed light on:\n1. Increasing population and dominance of the private car, resulting in a high level of GHG\nemissions and energy consumption from the sector\n2. Fragmentation of the sector at the operational level, with 85% individual ownership\n3. Lack of integration in terms of both services and fares, leading to high costs and trip\ndurations\n4. Limited and low-quality public transport infrastructure and facilities for non-motorized\nusers\n5. Limited investment and resources from both the public and the private sectors\nIn response to these challenges, Jordan's transport sector has undergone significant\ndevelopments, particularly in passenger transport. In 2021, the soft operation of the first 17 km\nBRT route was launched, to the readiness of the infrastructure, the remaining routes have been\nintroduced, and by the end of 2024, the network reached 132 km. The network consists of six\nroutes, of which three operate within Amman, and the other three connect Amman with the city\nof Zarqa, which is considered one of the most densely populated cities in Jordan. The population\nof these two Jordanian cities altogether represents around 56% of Jordan’s population.\n\n38\n\nThis system operates with a fleet of 165 buses powered by environmentally friendly Euro 5 diesel,\ntransporting approximately 100,000 passengers daily. The total cost of the project reached 350\nmillion JOD (Jordanian dinars), with 139 JOD allocated for the public transport routes within\nAmman, and 211 JOD for the routes connecting Amman and Zarqa.\nAdditionally, the Greater Amman Municipality (GAM) launched the \"Amman Bus\" project, which\naims to connect various districts of Amman while also supplying the BRT network as feeder\nservices. This project covers a network of 760 kilometers, consisting of 36 routes, and operates\nwith a fleet of 150 buses running on Euro 5 fuel. The system serves around 50,000 passengers\ndaily, supported by GAM with an annual budget of 10 JOD.\nThe passenger transportation sector has also witnessed technological development by\nintroducing intelligent transportation systems. These systems include the installation of\nsurveillance systems, electronic tracking, and electronic payment systems on over 700 buses\noperating in Amman and Aqaba, managed under the \"Vision Amman Transport\" company.\nIn the second quarter of 2025, Amman will witness the first deployment of electric buses on BRT\nroutes. The purchase of 15 electric buses has already been completed, marking the initial phase\nof studying and evaluating the performance of these E-buses in Jordan. This move is part of\nJordan's strategy to reduce carbon footprint for the transport sector, enhance air quality, and\ncontribute to its sustainability goals in alignment with the sustainable development goals.\nJust as Jordan stepped into 2025, it was announced to reform the PT service of the cities and\ngovernorate centers from the capital, Amman (Karak, Irbid, Salt, Jerash) through fixed route\nschedules (frequencies) and provide operational financial support for operators to ensure a profit\nmargin (7%) in addition to installing electronic collecting-fare payment systems and to installing\ntracking devices to ensure monitoring the services provided to passengers. As for freight and the\ntransport of goods in Jordan, it plays an important role in driving the economic wheel and has\nenvironmental and social impacts. Shipping within Jordan relies entirely on a fleet of trucks with\nan average age of around 20 years. However, the Jordanian government is interested in finding\nmultiple means of transportation in the field of freight transport, such as a railway project to link\nthe industrial port and the phosphate port in Aqaba and the mining areas (the phosphate mine\nin Al-Shidiya and the potash factories in the Ghor Al-Safi area).\nThe length of the proposed potash railway is about (196) km, aiming to link the potash factories\nin the Ghor Al-Safi area and the Wadi Al-Yatam area to transport potash from the factories in\nGhor Al-Safi to the southern industrial port in Aqaba. The most important expected positive\nimpacts of the project are increasing Jordan's logistical and export capabilities with a volume\nstarting from 16 million tons of phosphate and potash, including 13 million tons of phosphate\nand 3 million tons of potash, and establishing a cooperative framework in the railway sector,\ncontributing to the transfer of expertise and technical skills in the fields of railway construction\n\n39\n\nand operation. It will also contribute to increasing cargo handling capacity, reducing\ntransportation costs, improving competitiveness, reducing road maintenance costs, creating new\njob opportunities, and stimulating growth in industries, especially mining, by increasing the\nability to export/transport products and import goods at a lower cost and with greater ease than\ncurrently. The project will also contribute to activating the role of free zones, logistics, and land\nports in trade and logistics services. It will also improve road safety, reduce accidents on main\nroads, and mitigate greenhouse gas emissions resulting from the transport of goods by trucks.\nThe preliminary engineering studies required for the railway tracks and the requirements for\nhandling potash and phosphate materials will be completed during the second quarter of 2025,\nit is also expected that the implementation and construction works of the project will begin after\nthat directly.\nAnother sustainable Transport project will be taking place in Petra region where they will be\noperating green electric buses in the tourist city of Petra and the surrounding historic and\ntouristic areas, this project aims to stimulate and enhance comfortable and clean transportation\nfor tourists within the archaeological area. it includes 16 electric buses working in the touristic\narea to provide comfortable electric transport for tourists, it is expected to start operating in\n2026.\n➢ Industrial Profile\nThe industrial sector of Jordan is categorized into two main subsectors: extractive industries\n(mining and quarrying) and manufacturing industries. The sector is essential to the economy,\nenhancing employment, export revenues, and technical progress. Nevertheless, it encounters\nstructural obstacles related to resource dependency, energy inefficiency, and climate change\nobligations. The extractive sector concentrates on the mining of phosphate, potash, limestone,\nand oil shale. In 2018, overall production amounted to 10.4 million tons, mostly consisting of\nphosphate (5.2 million tons) and potash (2.3 million tons). Oil shale drilling is emphasized for\nenergy security, with initiatives such as the Attarat Power Plant targeting the generation of 470\nMW of power by 2025.\nManufacturing encompasses fertilizers, cement, chemicals, and pharmaceuticals. In 2018, the\nsector generated 6.8 million tons, predominantly from cement (4.1 million tons) and fertilizers\n(1.2 million tons). These sectors are significantly dependent on imported raw materials and\nenergy, rendering them vulnerable to fluctuations in the worldwide market.\n➢ Solid Waste and Wastewater Management\nWaste Generation and Composition\n\n40\n\nJordan produces 4 million tons of MSW each year, equating to a per capita rate of 0.95 kg per\nday. Organic trash constitutes 50–60%, followed by plastics at 12–15%, paper at 10%, and\nbuilding debris. Industrial and hazardous waste accounts for 5%, predominantly from the\nmanufacturing and healthcare sectors. The arrival of 1.3 million Syrian refugees has resulted in a\n25% rise in urban garbage production, straining municipal infrastructure in northern\ngovernorates such as Irbid and Mafraq.\nJordan depends on 18 landfills; however, only 3 (Al Ghabawi, Al Akeeder, Al Hassan) are equipped\nwith liners and methane capture systems. More than 90% of municipal solid waste is disposed of\nin landfills, with minimal recycling efforts.\nWastewater Production and Reutilization\nJordan processes 164 million cubic meters (MCM) of wastewater per year, with 90% repurposed\nfor agricultural use. The As-Samra Wastewater Treatment Plant manages 70% of the national\nflow, facilitating irrigation in the Jordan Valley. Elevated salinity (>2,000 ppm) and pathogen\nconcentrations in treated wastewater restrict agricultural output and jeopardise soil integrity.\nMore than 60% of sewer systems exceed 30 years in age, resulting in leaks that pollute\ngroundwater.\n➢ Health Profile\nThe health sector in Jordan is fundamental to national resilience, tackling the effects of climate\nchange and public health crises. As of 2020, the healthcare infrastructure comprises 372 Primary\nHealth centers (PHCs), 188 hospitals, 50 maternity and child health centers, and 431 dental clinics\nlinked with the Ministry of Health. Primary Health Centers are essential for providing services to\nboth urban and rural populations; nevertheless, inequities remain in remote governorates such\nas Mafraq and Ma’an. Non-communicable diseases (NCDs) constitute 78% of deaths, primarily\ndue to cardiovascular illnesses, diabetes, and respiratory conditions. The COVID-19 pandemic\nstressed resources, further intensified by the requirements of 1.3 million Syrian refugees in host\ntowns. Elevated temperatures and water shortages have exacerbated climate-sensitive diseases,\nsuch as waterborne infections (e.g., cholera) and heat-related ailments.\nClimate change intensifies health hazards due to elevated temperatures (anticipated to rise by\n1.1–4.7°C by 2100), water shortages, and severe weather events. Heatwaves jeopardize outdoor\nlaborers and at-risk populations, while diminished groundwater recharges (-10%) and surface\nwater (-15%) exacerbate the threat of diarrheal infections. Floods and droughts impede\nhealthcare accessibility and exacerbate food insecurity.\nRefugees (89% residing in metropolitan locales) and economically disadvantaged groups in\nAmman, Irbid, and Mafraq experience increased susceptibility due to congested infrastructure,\npoverty, and restricted adaptive capacity.\n\n41\n\nJordan's strategies for 2021 prioritize policy integration and emergency response. The National\nClimate Change Policy (2022–2050) emphasizes health adaptation, encompassing heatwave\npreparedness and disease surveillance, whilst the National Adaptation Plan (NAP) enhances\nprimary health care resilience in drought-prone regions. Responses to COVID-19 encompassed\nenhanced vaccine accessibility for refugees and rural communities, as well as telemedicine\nsystems to alleviate clinic congestion. These strategies seek to reconcile pandemic recovery with\nclimate adaptation.\nPlans following 2022 emphasize systemic resilience. Improvements in surveillance encompass\nearly warning systems for climate-sensitive diseases, such as malaria, and the incorporation of\nmeteorological data into health systems. Infrastructure enhancements entail outfitting hospitals\nwith cooling systems and augmenting wastewater treatment to mitigate contamination.\nIntersectoral partnership with the Ministry of Water and Irrigation seeks to ensure access to clean\nwater in drought-affected areas, while community initiatives educate health workers on climate\nrisk communication. Innovations such as climate-health modelling and sustainable clinics (solar\nenergy, rainwater collection) are prioritized.\n➢ Biodiversity and Ecosystems\nJordan, notwithstanding its arid environment and constrained natural resources, hosts a varied\narray of ecosystems and species. The nation's distinctive geographical position at the intersection\nof Asia, Africa, and Europe has provided it with diverse habitats, from the fertile Jordan Valley to\nthe arid deserts of the Badia region. These ecosystems sustain a diverse range of flora and\nwildlife, some of which are peculiar to the area. Jordan's biodiversity is significantly threatened\nby climate change, urbanization, overgrazing, and water constraint. This report offers a\ncomprehensive examination of the present condition of biodiversity and ecosystems in Jordan,\nas well as the tactics and methodologies employed to tackle existing and foreseeable difficulties.\nThe ecosystems of Jordan can be classified into many principal groups, each possessing distinct\ntraits and biodiversity. Forests encompass roughly 0.4% of Jordan's total geographical area,\npredominantly situated in the northern highlands. These woods are primarily composed of oak\nand pine species and are essential for biodiversity conservation, soil preservation, and water\ncontrol. Deforestation, land fragmentation, and droughts produced by climate change pose\nsubstantial risks to these ecosystems. Urban sprawl and agricultural intrusion further intensify\nthe predicament.\nThe Badia region, encompassing over 90% of Jordan's territory, comprises dry and semi-arid\nrangelands. These regions sustain many plant species adapted to extreme conditions and are\nessential for cattle grazing.\nThe present condition of Jordan's wetlands, such as the Azraq Oasis and the Dead Sea, constitutes\nessential habitats for migratory avifauna and many wildlife species. These habitats are crucial for\nwater retention and filtration.\n\n42\n\nThe Gulf of Aqaba represents Jordan's sole marine habitat, distinguished by its abundant coral\nreefs and varied marine fauna. This ecosystem is essential for tourism and fishing.\nJordan has enacted many methods and policies to tackle the difficulties confronting its\nbiodiversity and ecosystems. These plans correspond with national and international obligations,\nnotably the Convention on Biological Diversity (CBD) and the Sustainable Development Goals\n(SDGs). The NBSAP delineates Jordan's dedication to biodiversity conservation, the sustainable\nutilization of natural resources, and the equitable distribution of benefits derived from genetic\nresources.\nThe marine environment of Jordan is a vital but geographically restricted aspect of its natural\nresources, limited to the 27 km coastline in the Gulf of Aqaba (Chapter 1.6.5.1). This region is\necologically vital, containing coral reefs, seagrass beds, and a variety of marine animals, however\nit confronts increasing stresses from climate change, urbanization, and anthropogenic activity.\nThis document presents a comprehensive study of the sector's current condition, strategies, and\ndifficulties, based on data from Jordan's Fourth National Communication Report (2022).\n The Gulf of Aqaba is a semi-enclosed region with a maximum depth of 1,850 meters, exhibiting\nhigh salinity (40.5–41.5 PSU) and stable temperatures (21–28°C). The Gulf sustains more than\n300 coral species, 1,200 fish species, and essential habitats such as mangrove forests and\nseagrass meadows (Chapter 1.6.5.2). Notable species are the endangered hawksbill turtles and\ncommercially significant fish such as the grouper.\n➢ Urban Context\nThe urbanization rate in Jordan exceeds 89%, with the majority of the population concentrated\nin the Amman, Irbid, and Zarqa governorates. Jordan accommodates 1.3 million Syrian refugees,\npredominantly in metropolitan areas such as Amman and northern governorates, intensifying\nstrain on housing, water, and public services. Urban families are smaller (average size: 4.8\nindividuals) than those in rural areas, however they have greater water and energy demands\nowing to dense infrastructure. Urban regions utilize 40% of Jordan's water resources but\nencounter shortages attributed to deteriorating infrastructure and significant leakage rates, with\nhome supply losses reaching 48%. Urban growth has fragmented agricultural fields in highrainfall areas, diminishing green spaces and elevating flood hazards. (UN-Habitat Report, 2023).\n\n43\n\nChapter I: National inventory report of anthropogenic emissions by\nsources and removals by sinks of greenhouse gases.\n1.1 National Context and Institutional Arrangements\n\nThe Ministry of Environment is the focal point for issues relevant to the UNFCCC and is\nresponsible for seeing that Jordan’s commitments are met. Preparation of Jordan’s First Biennial\nTransparency Report (BTR-1) was coordinated by the Ministry of Environment in partnership with\nUNDP and the Royal Scientific Society (a national non-governmental, non-for-profit scientific\norganization). The GHG inventory development was accomplished with the participation of a\npool of national experts representing different national ministries and entities.\nThe national greenhouse gas (GHG) inventory was prepared in accordance with the Modalities,\nProcedures, and Guidelines (MPGs) for the transparency framework under the Paris Agreement,\nas adopted in Decision 18/CMA.1. The inventory follows the 2006 IPCC Guidelines for National\nGreenhouse Gas Inventories and incorporates the 2019 Refinement where applicable, ensuring\nconsistency, comparability, and transparency of data. Emissions and removals are reported for\nall relevant sectors—energy, industrial processes and product use (IPPU), agriculture, forestry\nand other land use (AFOLU), and waste—covering all key categories using the best available data\nand methods. Quality assurance and control (QA/QC) procedures have been applied throughout\nthe inventory development process to enhance the reliability and credibility of the reported\ninformation. The GHG national inventory chapter addresses emissions of carbon dioxide (CO2),\nnitrous oxide (N2O), methane (CH4), sulfur hexafluoride (SF6), hydrofluorocarbons (HFCs), Those\ngases are supported by the software and the Intergovernmental Panel on Climate Change (IPCC)\n2006 Guidelines. Non-methane volatile organic compounds (NMVOCs) emissions resulting from\nthe solvents subsector were estimated using European Monitoring and Evaluation Programme\n(EMEP/EEA) air pollutant emission inventory guidebook 2019.\n1.2 Methodology and Inventory Estimation\nCovered Years\nAccording to the MPGs (par. 58), Parties shall report a consistent annual time series starting\nfrom 1990. Those developing country Parties that need flexibility in the light of their capacities\nhave the flexibility to instead report data covering, at a minimum, the reference year/period for\ntheir NDC, and, in addition, a consistent annual time series from at least 2020 onwards.\nJordan opt to use flexibility and will not cover all years from 1990 in this report. Jordan will\napply flexibility provision and so consistent time series will be covered: 2012-2022. Jordan will\n\n44\n\nreport on them by a standalone report (the National Inventory Report (NIR)). A summary of the main\nsectors outcome was as follows:\n\nFor the current report, the national GHG emissions were estimated for the year 2023 according\nto 2006 IPCC Guidelines and the 2019 Refinement5 to the 2006 IPCC. The estimation of the overall\nnational inventory was done using the IPCC Inventory Software for Parties not included in Annex\nI of the UNFCCC (ver. 2.96, released on March 2025). Then a Json file was uploaded to create the\nCRTs for Jordan Inventories using the UNF CCC ETF reporting tool (Annex I).\nThe sectors and subsectors that were considered are the following:\n1.\nEnergy:\n▪\nStationary Combustion\n▪\nMobile Combustion\n▪\nFugitive Emissions\n2. Industrial Processes and Product Use (IPPU):\n▪\nMineral Industry Emissions\n▪\nChemical Industry Emissions\n▪\nMetal Industry Emissions\n▪\nNon-Energy Products from Fuels and Solvent Use\n▪\nEmissions of Fluorinated Substitutes for Ozone Depleting Substances and Other\nProduct Manufacture and Use\n3. Agriculture, Forestry, and Other Land Use (AFOLU):\n▪\nCropland and Forest Land\n▪\nEmissions from Livestock and Manure Management\n▪\nN2O Emissions from Managed Soils, and CO2 Emissions from Lime and Urea\nApplication\n4. Waste Generation, Composition, and Management Data\n▪\nSolid Waste Disposal\n▪\nBiological Treatment of Solid Waste\n▪\nIncineration and Open Burning of Waste\n▪\nWastewater Treatment and Discharge\n\nInventories were prepared on a gas-by-gas basis and in units of mass. Estimates of anthropogenic\nemissions of the direct GHGs of carbon dioxide (CO2), methane (CH4), and nitrous oxide (N2O)\nwere assessed by sources and removals by sinks. Most sectors and subsectors used Tier 1.\n\n5 All updates, supplements and/or elaborates on the 2006 Guidelines were identified and adopted in this chapter.\n\n45\n\nIndirect GHGs were estimated, whenever the activity data were available, using the EMEP\nGuidelines and methodology.\nFor reporting purposes, the notation keys NO (not occurring) or NE (not estimated) and NA (not\napplicable) were used as necessary in the inventory reporting tables.\nEmissions were estimated in Gigagrams (Gg) for all direct and indirect gases, as well as in Gg of\nCO2-equivalent (CO2eq) for all direct gases. For the conversion from Gg of different GHGs to Gg\nof CO2eq, the Global Warming Potential (GWP) values provided in the IPCC Fifth Assessment\nReport (FAR) temporal horizon 100 years were used (according to the MPGs (par. 37), Parties\nshall use GWPs values of the 5AR for BTR. The following sections report Jordan’s GHG\ninventories by sector and on a gas by gas basis.\nTable 4: Used NHVs for the Energy Sector\n Fuel\n\nNHVs [TJ/kton]\nNotes *\n2020\n2021\n2022\n2023\nCrude Oil\n41.738\n41.738\n41.738\n41.738\nCS\nMotor Gasoline\n42.542\n42.538\n42.534\n42.525\nCS\nOther Kerosene\n42.479\n42.488\n42.563\n42.479\nCS\nJet Kerosene\n43.338\n43.354\n43.329\n43.333\nCS\nGas/Diesel oil\n42.458\n42.454\n42.454\n42.458\nCS\nResidual Fuel Oil\n42.102\n42.169\n42.082\n42.061\nCS\nLPG\n46.789\n47.063\n46.748\n46.747\nCS\nNatural Gas (dry)\n49.252\n49.251\n49.264\n49.252\nCS\nCoking Coal\n28.2\n28.2\n28.2\n28.2\nD\nBiomass\n(Other Primary Solid\nBiomass)\n11.6\n11.6\n11.6\n11.6\n\nD\nOil Shale / Tar sands\n-\n-\n4.01\n4.01\nCS\nNaphtha\n43.73\n43.73\n43.73\n43.73\nCS\nRefinery Gas\n48.15\n48.15\n48.15\n48.15\nCS\n* D: IPCC Default, CS: Country Specific\n\n1.3 GHG Inventory Quality Control/Quality Assurance and Review\nJordan acknowledges the need for having a manual for national QC/QA procedures for\nGHG inventory estimation. This has been listed in Jordan’s future improvement plans\n(chapter VII). Also, during the preparation of the GHG Inventories, the inventory team\nand the BTR project management team carried out the following QC tasks:\n• Overall assessment technical reviews, and accuracy checks performed by the\ncompilers to ensure consistency, accuracy, completeness and avoid double\ncounting.\n• Checking the accuracy of data input from the original references and confirm that\ncorrect references were used as well as ensuring that no transcription errors exist.\n• Checking that parameter and emission units are correctly recorded and that\nappropriate conversion factors are used and checking as well for consistency if\nmore than one expert used same conversions and factor among various\nsubsectors.\n• Checking that the movement of inventory data among processing steps is correct\n• Checking that inventory data are archived and stored to facilitate detailed review.\nIn terms of quality assurance, the national GHG inventory chapter was subjected to an\ninternational review which was coordinated by the UNDP-UNEP Global Support Program\n(CBIT-GSP) and was conducted by Dr. Fernando Farias: chapters Inventory)\nThe review examined mainly the adherence of the inventory chapter to the requirements\nindicated in the UNFCCC MPGs, and to the advice of the IPCC Guidelines and Guidance.\nThe outcomes of the review resulted in several direct actions to improve the chapters and\nan inventory future improvement plan (IIP); described in details in chapter VII.\n1.4 Total National Emissions and Removals for years 2023\nAccording to the overall GHG Inventory estimates, Jordan contributed 31039.35 Kton\nCO2-equivalent (CO2eq) in 2023. A breakdown of Jordan’s total emissions of GHGs by\nsector indicated that the Energy Sector is the major emitter accounting for around 70%\nof total national emissions followed by the IPPU Sector with a contribution of around 16%.\nGHG emissions by sector are shown the following Table 10 and Figure 3.\n\n47\n\nTable 5: greenhouse gas source and removals (Kton CO2eq), 2023.\nGREENHOUSE GAS SOURCE AND REMOVALS (Kton CO2eq)\n31,039.35\nEnergy\n23,441.6\nIndustrial processes and product use\n5,440.80\nAgriculture\n572.62\nLULCF\n-1,144.77\nWaste\n2729.1\n\nFigure 6: greenhouse gas source and removals, 2023\n1.5 Summary Table\nTable 6: Summary Table (Inventory Year 2023)\nGREENHOUSE GAS\nSOURCE AND\nCO2 (1)\nCH4\nN2O\nHF\nCs\nP\nF\nC\ns\nUnsp\necifie\nd\nmix\nof\nHFC\ns and\nPFC\ns\nSF\n6\nNF3\nTotal\nSINK CATEGORIES\nJOR-CRT-2025-V1.2\nCO2\nequivalent\ns (kt ) (2)\n\nTotal (net emissions) (1)\n25,177.36\n3,72\n1.57\n467.25\n1,6\n73.\n12\nF\nX\nFX\n0.0\n5\nFX\n31,039\n.35\n1. Energy\n22,723.95\n596.\n31\n121.34\n\n23,441\n.60\n1.A. Fuel combustion\n22,694.85\n86.5\n6\n121.29\n\n22,902\n.69\n\n48\n\nGREENHOUSE GAS\nSOURCE AND\nCO2 (1)\nCH4\nN2O\nHF\nCs\nP\nF\nC\ns\nUnsp\necifie\nd\nmix\nof\nHFC\ns and\nPFC\ns\nSF\n6\nNF3\nTotal\nSINK CATEGORIES\nJOR-CRT-2025-V1.2\nCO2\nequivalent\ns (kt ) (2)\n\n1.A.1. Energy\nindustries\n10,714.14\n4.73\n17.37\n\n10,736\n.24\n1.A.2.\nManufacturing industries\nand construction\n1,917.98\n2.58\n4.00\n\n1,924.\n56\n1.A.3.\nTransport\n7,261.57\n56.8\n3\n94.55\n\n7,412.\n95\n1.A.4. Other\nsectors\n2,801.15\n22.4\n2\n5.37\n\n2,828.\n94\n1.A.5. Other\nNE,NO\nNE,\nNO\nNE,N\nO\n\nNE,N\nO\n1.B. Fugitive\nemissions from fuels\n29.10\n509.\n75\n0.05\n\n538.91\n1.B.1. Solid\nfuels\nNE,NO\nNE,\nNO\nNE\n\nNE,N\nO\n1.B.2. Oil and\nnatural gas and other\nemissions from energy\nproduction\n29.10\n509.\n75\n0.05\n\n538.91\n1.C. CO2 transport and\nstorage\nNE,NO\n\nNE,N\nO\n2. Industrial processes\nand product use\n3,559.62\nNA,\nNE\n208.01\n1,6\n73.\n12\nF\nX\nFX\n0.0\n5\nFX\n5,440.\n80\n2.A. Mineral industry\n2,858.76\nNE\nNE\n\n2,858.\n76\n2.B. Chemical\nindustry\nNE\nNE\n192.49\nNE,\nNO\nF\nX\nFX\nNE\nFX\n192.49\n2.C. Metal industry\n681.52\nNE\nNE\nNE,\nNO\nF\nX\nFX\nNE\nFX\n681.52\n2.D. Non-energy\nproducts from fuels and\nsolvent use\n19.34\nNA,\nNE\nNA,N\nE\n\n19.34\n2.E. Electronic\nIndustry\n\nNA,N\nE\nNE,\nNO\nF\nX\nFX\nNE\nFX\nFX,N\nA,NE,\nNO\n2.F. Product uses as\nODS substitutes\n\n1,6\n73.\n12\nF\nX\nFX\n\nFX\n1,673.\n12\n2.G. Other product\nmanufacture and use\nNE\nNE\n15.52\nNO\nF\nX\nFX\n0.0\n5\nFX\n15.56\n2.H. Other\nNE\nNE\nNE\nNO\nF\nX\nFX\nNE\n,N\nO\nFX\nFX,NE\n,NO\n3. Agriculture\n12.41\n560.\n11\n0.10\n\n572.62\n3.A. Enteric\nfermentation\n\n543.\n24\n\n543.24\n3.B. Manure\nmanagement\n\n16.8\n7\n0.01\n\n16.88\n3.C. Rice cultivation\n\nNE\n\nNE\n3.D. Agricultural soils\n\nNA\n0.09\n\n0.09\n\n49\n\nGREENHOUSE GAS\nSOURCE AND\nCO2 (1)\nCH4\nN2O\nHF\nCs\nP\nF\nC\ns\nUnsp\necifie\nd\nmix\nof\nHFC\ns and\nPFC\ns\nSF\n6\nNF3\nTotal\nSINK CATEGORIES\nJOR-CRT-2025-V1.2\nCO2\nequivalent\ns (kt ) (2)\n\n3.E. Prescribed\nburning of savannahs\n\nNO\nNO\n\nNO\n3.F. Field burning of\nagricultural residues\n\nNE\nNE\n\nNE\n3.G. Liming\nNE\n\nNE\n3.H. Urea application\n12.41\n\n12.41\n3.I. Other carboncontaining fertilizers\nNE\n\nNE\n3.J. Other\nNO\nNE\nNE\n\nNE,N\nO\n4. Land use, land-use\nchange and forestry (1)\n-1,144.77\nNA,\nNE,\nNO\nIE,NA\n,NE,N\nO\n\n1,144.\n77\n4.A. Forest land\n34.09\nNE\nNA,N\nE\n\n34.09\n4.B. Cropland\n-170.46\nNE\nIE,NA\n,NE\n\n170.46\n4.C. Grassland\nNA,NE\nNE\nIE,NA\n,NE\n\nIE,NA\n,NE\n4.D. Wetlands\nIE,NA,NE\nNA,\nNE\nNA,N\nE\n\nIE,NA\n,NE\n4.E. Settlements\n-1,008.41\nNE\nNA,N\nE\n\n1,008.\n41\n4.F. Other land\nNA,NE,N\nO\nNA,\nNE,\nNO\nNA,N\nE,NO\n\nNA,N\nE,NO\n4.G. Harvested wood\nproducts\nNE,NO\n\nNE,N\nO\n4.H. Other\nNO\nNO\nNA,N\nO\n\nNA,N\nO\n5. Waste\n26.15\n2,56\n5.15\n137.80\n\n2,729.\n10\n5.A. Solid waste\ndisposal\n\n2,52\n8.82\n\n2,528.\n82\n5.B. Biological\ntreatment of solid waste\n\n0.05\n0.03\n\n0.08\n5.C. Incineration and\nopen burning of waste\n26.15\n17.3\n5\n2.21\n\n45.71\n5.D. Waste water\ntreatment and discharge\n\n18.9\n3\n135.57\n\n154.50\n5.E. Other\nNA,NO\nNO\nNO\n\nNA,N\nO\n6. Other (as specified in\nsummary 1)\nNE\nNE\nNE\nNE\nF\nX\nFX\nN\nE\nFX\nFX,N\nE\n\nMemo items: (3)\n\n1.D.1. International\nbunkers\n970.42\n0.19\n7.19\n\n977.80\n1.D.1.a. Aviation\n970.42\n0.19\n7.19\n\n977.80\n\n50\n\nGREENHOUSE GAS\nSOURCE AND\nCO2 (1)\nCH4\nN2O\nHF\nCs\nP\nF\nC\ns\nUnsp\necifie\nd\nmix\nof\nHFC\ns and\nPFC\ns\nSF\n6\nNF3\nTotal\nSINK CATEGORIES\nJOR-CRT-2025-V1.2\nCO2\nequivalent\ns (kt ) (2)\n\n1.D.1.b. Navigation\nNE,NO\nNE,\nNO\nNE,N\nO\n\nNE,N\nO\n1.D.2. Multilateral\noperations\nNE\nNE\nNE\n\nNE\n1.D.3. CO2 emissions\nfrom biomass\n166.54\n\n166.54\n1.D.4. CO2 captured\nNE\n\nNE\n5.F.1. Long-term\nstorage of C in waste\ndisposal sites\n13,647.56\n\n13,647\n.56\nIndirect N2O\n\nNE\n\nIndirect CO2 (4)\nNE\n\nTotal CO2 equivalent emissions\nwithout LULUCF\n32,184\n.12\n\nTotal CO2 equivalent emissions\nwith LULUCF\n31,039\n.35\n\nTotal CO2 equivalent emissions,\nincluding indirect CO2, without\nLULUCF\n32,184\n.12\n\nTotal CO2 equivalent emissions,\nincluding indirect CO2, with\nLULUCF\n31,039\n.35\n\n1.5.1\nEnergy Sector\nJordan has limited energy resources, leaving the country heavily dependent on energy\nimports to meet a growing demand.\nMoreover, rapid economic growth, population growth, and the successive influx of\nrefugees over the last decade have all imposed additional demands on energy resources.\nThe costs of energy imports have increased as has the risk of interruptions in energy\nsupplies. This has spurred governmental action to improve energy efficiency and search\nfor additional energy resources.\nJordan imports 93% of its oil and gas, accounting for 10-15% of the annual gross domestic\nproduct (GDP). This has made the country economy vulnerable to fluctuations in the global\nenergy market. The current energy strategy is to transform the energy mix from one\nheavily reliant on oil and natural gas to one more balanced with a higher proportion of\nenergy supplied by renewable sources.\n\n51\n\nEnergy-related activities have a dominant share of GHG emissions in Jordan. Emissions\nfrom this sector are classified into two main categories:\n-\nEmissions from fuel combustion with highest shares for electricity generation and\nRoad Transport, and\n-\nNon-combustion (fugitive) emissions.\n\n1.5.2\nIPPU Sector\nThe industrial sector in Jordan is considered one of the main pillars for the Jordanian economy.\nThe industrial sector contributed directly to about 25-28% to the national GDP between 20202023 to become the second-largest economic sector after the services sector . The sector has also\ncontributed directly and indirectly for 40% of GDP through linkages with other key sectors such\nas transport, insurance, and trade.\nThe industrial sector consists of two subsectors, manufacturing and mining. The manufacturing\n(converting) subsector includes chemicals, electrical, engineering and construction, food and\nbeverages, glass and ceramic, tobacco and cigarettes, paper and cartoon, pharmaceuticals and\nmedical, printing and packaging, and textile and leathers. The mining subsector includes\nphosphate, potash, salt, carbonate, lime and limestone, fertilizers, cement and construction\nmaterials. Mineral extraction from mines and quarries is also included.\n\n1.5.3\nAgriculture and Land Use Sector\nJordan is located about 100 km from the south-eastern coast of the Mediterranean Sea. It has a\nland area of about 89 200 km2 and is rated among the world's most water poor countries.\n\nNatural ecosystems in Jordan support human activities in agriculture, forestry, animal husbandry,\ntourism, traditional and pharmaceutical health products, and traditional medicine, among\nothers. According to the Ministry of Agriculture reports, less than 5% of the country’s total area\nis arable land while grazing land makes up 90% with 100–200 mm of annual rainfall. Natural and\nhuman-made forests cover around 1% of the country’s total area. The number of farm holdings\nis 80,000, at an average area of 40 dunum per holding (56,000 are plant production holdings and\n14,000 are animal production holdings). Plant production holdings are mostly field crops, olives,\nfruit trees, and vegetables.\nThe contribution of agriculture to GDP in relative terms declined sharply from 40% in the 1950s\nto 3% in 2022. Irrespective of how humble the contribution of agriculture is to national GDP and\n\n52\n\neconomic performance, farming remains important. The importance of agriculture stems from\nthe fact that it is not only a major source of food, in particular dairy products, fruits, and\nvegetables, but it is also a source of livelihood for 25% of the total poor population (livestock\nkeepers, smallholder farm households, and landless former agriculturalists) living in rural areas.\nMethodology used for Estimation of Emissions of Land (3-B)\nLand Use (LU) data for Jordan were extracted for the years 2004, 2014, 2016, 2019, and 2024,\nfollowing the IPCC 2006 guidelines. Satellite imagery was obtained from both the United States\nGeological Survey (USGS) Earth Explorer platform and Google Earth Engine (GEE). Landsat 5TM\nimageries were used for 2004, while Landsat 8 OLI imageries were used for 2014, 2016, 2019,\nand 2024. For each year, 11 images were selected to ensure complete coverage of Jordan, and\ntwo seasons were selected for each year (fall and spring) to capture seasonal variability and\nimprove differentiation between LU classes, particularly cropland and grassland. All imagery\nunderwent pre-processing using ERDAS IMAGINE and GIS tools. The pre-processing steps\nincluded georeferencing correction, band composition, mosaicking, clipping to Jordan’s borders,\nand merging seasonal datasets. LU classification was conducted using a supervised classification\napproach. Training samples for each land use class were selected through visual interpretation\nand reference datasets. The classification followed the six IPCC (2006) categories: Settlement,\nCropland, Grassland, Forestland, Wetlands, and Other land. To improve classification accuracy,\nboth fall and spring images were analyzed, with the spring datasets used for the final LU\nextraction due to clearer vegetation signatures. Post-classification refinement was performed\nusing the Reclassify tool to correct inconsistencies. All datasets were processed using the UTM\nZone 37N coordinate system to ensure spatial consistency and positional accuracy.\nFor the years 2013, 2015, 2017, and 2018, splicing techniques were used to estimate LU data in\naccordance with the IPCC 2006 guidelines. For 2015, 2017, and 2018, the interpolation method\nwas applied to estimate LU based on the classified years 2014, 2016, and 2019.\nFor 2013, the extrapolation method was employed to estimate cropland, settlement, and forest\nclasses, as these categories demonstrated consistent trends across multiple years. In contrast,\ngrassland and wetland areas were calculated using a surrogate data approach based on rainfall\ndata between 2013 and 2014. Whereas the other land category was determined by subtracting\nthe total area of the remaining LU categories from the total area of Jordan, ensuring that the\nnational land area balance was maintained.\nThe following table shows the final LU results by year (area in Hectares):\n\n53\n\nTable 7: The Final LU results by year (area in Hectares)\nYear /\nClass\nCropland\nForest\nGrassland\nOther land\nSettlement Wetlands\n2003\n113,035.8\n67,151.2\n390,333.5\n8,253,477.2\n52,809.8\n8,193.8\n2013\n139,643.0\n65,570.0\n225,565.3\n8,390,842.2\n58,884.0\n4,495.0\n2014\n143,761.0\n65,501.3\n200,786.5\n8,405,524.1\n65,425.5\n4,001.2\n2015\n147,879.2\n65,432.1\n163,371.3\n8,428,730.8\n71,968.1\n7,618.0\n2016\n151,997.4\n65,362.9\n125,956.2\n8,451,937.5\n78,510.7\n11,234.8\n2017\n147,779.1\n64,494.3\n129,701.5\n8,451,518.5\n82,673.2\n8,832.9\n2018\n143,560.8\n63,625.6\n133,446.7\n8,451,099.6\n86,835.7\n6,431.0\n2019\n139,342.5\n62,757.0\n137,192.0\n8,450,680.6\n90,998.2\n4,029.2\n2023\n106,100.8\n61,290.5\n334,857.5\n8,214,148.6\n162,818.0\n5,784.6\n\n1.5.4\nWaste Sector\nSolid waste management (SWM) in Jordan is a complex sector due to the wide variety of solid\nwaste types and the involvement of different entities. The main responsible entities are the\nMinistry of Local Affairs, the Ministry of Environment, Greater Amman Municipality, and the\nSpecial Economic Zones of Aqaba and Petra.\nSolid Waste Management is a major challenge in urban and rural areas, the concern for safe and\neffective SWM has been steadily increasing in Jordan, due to the political, demographic and\neconomic conditions as well as the large numbers of refugees. The Kingdom lacks integrated\npractices for the collection, transportation, transfer, treatment, and disposal of MSW. While the\nexisting municipal solid waste collection system is considered to be adequate in urban centers,\nservices tend to be poor or non-existent in small towns and rural areas. Municipal and industrial\nsolid waste is primarily dumped at landfills. At present, there are 18 official dumpsites in Jordan,\nmost of which are not properly designed or operated, demonstrated by their lack of proper lining,\nleachate collection system, or LFG (landfill gas) management system. Al-Ghabawi is the only\nsanitary landfill in Jordan.\nIn terms of wastewater management, Jordan operated its first sewage collection system in\nAmman in the late 1960s. The system was meant to collect wastewater and dispose of it either\nin liquid dumps or randomly in Wadis. The system had adverse impacts on water resources and\nthe environment, leading to the construction of the first wastewater treatment plant in Jordan\nat Ain Gazal in 1968. The government has since expanded the construction of wastewater\ntreatment plants to increase coverage across Jordan. The country has 33 public working\nwastewater treatment plants that are either operated by the Water Authority of Jordan (WAJ) or\n\n54\n\ncontrolled by the Project Management Unit (PMU) at the Ministry of Water and Irrigation. Samra\nWastewater Treatment Plant (WWTP) receives more than 70% of wastewater diverted to WWTPs\nwhile Mansourah WWTP for septic tanks receives around 0.005% of the total wastewater\ndischarged in 2012. The Jordan water strategy 2016-2025 considered treated wastewater as a\nsource of water to replace part of good quality water for agricultural purposes.\n\n1.6 Reference Approach\n\nThe Reference Approach and the Sectoral Approach often yield different results because the\nReference Approach is a top-down approach using the country’s energy supply data and has no\ndetailed information on how the individual fuels are used in each sector. This approach provides\nestimates of CO2 to compare with estimates derived using a Sectoral Approach. The Reference\nApproach provides an upper bound to the Sectoral Approach ‘1A Fuel Combustion’, because\nsome of the carbon in the fuel is not combusted but is released as fugitive emissions (as leakage\nor evaporation in the production and/or transformation stage). Calculating CO2 emissions with\nthe two approaches can lead to different results for some countries.\nThe Reference Approach was used to calculate energy sector emissions in 2023 and the results\nwere compared to those of the Sectoral Approach. The gap between the two approaches should\nbe relatively small (5% or less). For Jordan, the calculated differences were acceptable; 1%, as\nindicated in the following Table.\n\nTable 8: Reference approach vs sectoral approach for the year 2023\nYear\nReference Approach\nSectoral\nDifference\n\nCO2 Emissions (Gg)\n%\n2023\n22817.60\n22694.85\n1\n\n55\n\nNID – JORDAN’S BTR1 (2023): DETAILED REPORT\nTOTAL NATIONAL EMISSIONS AND REMOVAL\nTable 9: NID – Jordan’s Btr1 (2023): Detailed Report Total National Emissions and Removal\nGREENHOUSE GAS SOURCE\nAND\nCO2 (1)\nCH4\nN2O\nHFC\ns\nPFCs\nUnsp\necifie\nd mix\nof\nHFCs\nand\nPFCs\nSF6\nNF3\nTota\nl\nSINK CATEGORIES\nCO2\nequivalent\ns (kt ) (2)\n\nTotal (net emissions) (1)\n24,635.03\n3,74\n2.09\n450.7\n5\n1,9\n85.\n52\nFX,NA\n,NE,N\nO\nFX,NA\n,NE,N\nO\n0.\n05\nFX,NE,NO\n30,8\n13.4\n4\n1. Energy\n22,184.41\n595.\n80\n120.4\n5\n\n22,9\n00.6\n6\n1.A. Fuel combustion\n22,155.31\n86.0\n5\n120.4\n0\n\n22,3\n61.7\n6\n1.A.1. Energy\nindustries\n10,174.61\n4.22\n16.48\n\n10,1\n95.3\n1\n1.A.2.\nManufacturing industries\nand construction\n1,917.98\n2.58\n4.00\n\n1,92\n4.56\n1.A.3. Transport\n7,261.57\n56.8\n3\n94.55\n\n7,41\n2.95\n1.A.4. Other\nsectors\n2,801.15\n22.4\n2\n5.37\n\n2,82\n8.94\n1.A.5. Other\nNO\nNO\nNO\n\nNO\n1.B. Fugitive emissions\nfrom fuels\n29.10\n509.\n75\n0.05\n\n538.\n91\n1.B.1. Solid\nfuels\nNO\nNO\nNE\n\nNE,\nNO\n1.B.2. Oil and\nnatural gas and other\nemissions from energy\nproduction\n29.10\n509.\n75\n0.05\n\n538.\n91\n1.C. CO2 transport and\nstorage\nNO\n\nNO\n2. Industrial processes and\nproduct use\n3,556.83\nNO\n192.4\n9\n1,9\n85.\n52\nFX,NA\n,NE,N\nO\nFX,NE\n,NO\n0.\n05\nFX,NE,NO\n5,73\n4.89\n2.A. Mineral industry\n2,858.76\nNO\nNO\n\n2,85\n8.76\n2.B. Chemical industry\nNO\nNO\n192.4\n9\nNO\nFX,NO\nFX,NO\nN\nO\nFX,NO\n192.\n49\n2.C. Metal industry\n678.73\nNO\nNO\nNO\nFX,NO\nFX,NO\nN\nO\nFX,NO\n678.\n73\n\n56\n\n2.D. Non-energy\nproducts from fuels and\nsolvent use\n19.34\nNO\nNO\n\n19.3\n4\n2.E. Electronic Industry\n\nNO\nNO\nFX,NO\nNO\nN\nO\nFX,NO\nFX,N\nO\n2.F. Product uses as\nODS substitutes\n\n1,9\n85.\n52\nFX,NE,\nNO\nNE,N\nO\n\nFX\n1,98\n5.52\n2.G. Other product\nmanufacture and use\nNO\nNO\nNO\nNO\nFX,NA\n,NE,N\nO\nNE,N\nO\n0.0\n5\nFX,NE,NO\n0.05\n2.H. Other\nNO\nNO\nNO\nNO\nFX\nNE,N\nO\nNE\n,N\nO\nNE,NO\nFX,N\nE,N\nO\n3. Agriculture\n12.41\n554.\n20\n0.01\n\n566.\n62\n3.A. Enteric\nfermentation\n\n537.\n37\n\n537.\n37\n3.B. Manure\nmanagement\n\n16.8\n4\n0.01\n\n16.8\n5\n3.C. Rice cultivation\n\nNE\n\nNE\n3.D. Agricultural soils\n\nNA\n0.00\n\n0.00\n3.E. Prescribed burning\nof savannahs\n\nNO\nNO\n\nNO\n3.F. Field burning of\nagricultural residues\n\nNE\nNE\n\nNE\n3.G. Liming\nNE\n\nNE\n3.H. Urea application\n12.41\n\n12.4\n1\n3.I. Other carboncontaining fertilizers\nNE\n\nNE\n3.J. Other\nNO\nNE\nNE\n\nNE,\nNO\n4. Land use, land-use\nchange and forestry (1)\n-1,144.77\nNA,\nNE,\nNO\nIE,NA\n,NE,N\nO\n\n1,14\n4.77\n4.A. Forest land\n34.09\nNE\nNA,N\nE\n\n34.0\n9\n4.B. Cropland\n-170.46\nNE\nIE,NA,\nNE\n\n170.\n46\n4.C. Grassland\nNA,NE\nNE\nIE,NA,\nNE\n\nIE,N\nA,NE\n4.D. Wetlands\nIE,NA,NE\nNA,\nNE\nNA,N\nE\n\nIE,N\nA,NE\n4.E. Settlements\n-1,008.41\nNE\nNA,N\nE\n\n1,00\n8.41\n4.F. Other land\nNA,NE,NO\nNA,\nNE,\nNO\nNA,N\nE,NO\n\nNA,\nNE,\nNO\n4.G. Harvested wood\nproducts\nNE,NO\n\nNE,\nNO\n4.H. Other\nNO\nNO\nNA,N\nO\n\nNA,\nNO\n5. Waste\n26.15\n2,59\n2.08\n137.8\n0\n\n2,75\n6.04\n5.A. Solid waste\ndisposal\n\n2,52\n8.82\n\n2,52\n8.82\n5.B. Biological\ntreatment of solid waste\n\n0.05\n0.03\n\n0.08\n\n57\n\n5.C. Incineration and\nopen burning of waste\n26.15\n17.3\n5\n2.21\n\n45.7\n1\n5.D. Waste water\ntreatment and discharge\n\n45.8\n6\n135.5\n7\n\n181.\n43\n5.E. Other\nNA,NO\nNO\nNO\n\nNA,\nNO\n6. Other (as specified in\nsummary 1)\nNE\nNE\nNE\nNE\nNE\nNA\nNE\nNE\nNA,\nNE\n\nMemo items: (3)\n\n1.D.1. International\nbunkers\n970.42\n0.19\n7.19\n\n977.\n80\n1.D.1.a. Aviation\n970.42\n0.19\n7.19\n\n977.\n80\n1.D.1.b. Navigation\nNO\nNO\nNO\n\nNO\n1.D.2. Multilateral\noperations\nNO\nNO\nNO\n\nNO\n1.D.3. CO2 emissions from\nbiomass\n166.54\n\n166.\n54\n1.D.4. CO2 captured\nNE\n\nNE\n5.F.1. Long-term storage\nof C in waste disposal sites\n13,647.56\n\n13,6\n47.5\n6\nIndirect N2O\n\nNE\n\nIndirect CO2 (4)\nNE\n\nTotal CO2 equivalent emissions\nwithout LULUCF\n31,9\n58.2\n2\n\nTotal CO2 equivalent emissions\nwith LULUCF\n30,8\n13.4\n4\n\nTotal CO2 equivalent emissions,\nincluding indirect CO2, without\nLULUCF\n31,9\n58.2\n2\n\nTotal CO2 equivalent emissions,\nincluding indirect CO2, with\nLULUCF\n30,8\n13.4\n4\n\nPrecursors (2023)\n\nGREENHOUSE GAS SOURCE AND SINK\nCATEGORIES\nNOx\nCO\nNMVOC\nSOX\n\nKt\nTotal national emissions and removals\n33.52\n119.76\n45.97\n7.17\n1. Energy\n33.52\n119.76\n21.07\n7.17\n\n58\n\n1.A. Fuel combustion\n33.52\n119.76\n15.04\n7.17\n1.A.1. Energy industries\nNE\nNE\nNE\nNE\n1.A.2. Manufacturing industries and construction\nNE\nNE\nNE\nNE\n1.A.3. Transport\n33.52\n119.76\n15.04\n7.17\n1.A.4. Other sectors\nNE\nNE\nNE\nNE\n1.A.5. Other\nNE\nNE\nNE\nNE\n1.B. Fugitive emissions from fuels\nNE\nNE\n6.03\nNE\n1.B.1. Solid fuels\nNE\nNE\nNE\nNE\n1.B.2. Oil and natural gas and other emissions\nfrom energy production\nNE\nNE\n6.03\nNE\n1.C. CO2 Transport and storage\n\n2. Industrial processes and product use\nNE\nNE\n24.90\nNE\n2.A. Mineral industry\nNE\nNE\nNE\nNE\n2.B. Chemical industry\nNE\nNE\nNE\nNE\n2.C. Metal industry\nNE\nNE\nNE\nNE\n2.D. Non-energy products from fuels and solvent\nuse\nNE\nNE\n21.03\nNE\n2.E. Electronic industry\n\n2.F. Product uses as substitutes for ODS\n\n2.G. Other product manufacture and use\nNE\nNE\nNE\nNE\n2.H. Other (4)\nNE\nNE\n3.87\nNE\n3. Agriculture\nNA,NE\nNA,NE\nIE,NA,NE\nNE\n3.A. Enteric fermentation\n\n3.B. Manure management\n\nIE,NE\n\n3.C. Rice cultivation\n\nNE\n\n3.D. Agricultural soils\nNA\nNA\nNA\n\n3.E. Prescribed burning of savannahs\nNE\nNE\nNE\nNE\n3.F. Field burning of agricultural residues\nNE\nNE\nNE\nNE\n3.G. Liming\n\n3.H. Urea application\n\n3.I. Other carbon-containing fertilizers\n\n3.J. Other\nNE\nNE\nNE\nNE\n4. Land use, land-use change and forestry (5)\nNA,NE\nNA,NE\nNA,NE\nNA\n4.A. Forest land (5)\nNE\nNE\nNE\n\n59\n\n4.B. Cropland (5)\nNE\nNE\nNE\n\n4.C. Grassland (5)\nNE\nNE\nNE\n\n4.D. Wetlands (5)\nNE\nNE\nNE\n\n4.E. Settlements (5)\nNE\nNE\nNE\n\n4.F. Other land (5)\nNE\nNE\nNE\n\n4.G. Harvested wood products (5)\n\n4.H. Other (5)\nNA,NE\nNA,NE\nNA,NE\nNA\n5. Waste\nIE,NE,NO\nIE,NE,NO\nIE,NE,NO\nIE,NE,NO\n5.A. Solid waste disposal (6)\nNE\nNE\nNE\n\n5.B. Biological treatment of solid waste\nNE\nNE\nNE\n\n5.C. Incineration and open burning of waste (6)\nNE\nNE\nNE\nNE\n5.D. Wastewater treatment and discharge\nNE,NO\nNE,NO\nNE,NO\n\n5.E. Other (6)\nIE,NO\nIE,NO\nIE,NO\nIE,NO\n6. Other (please specify) (7)\nNE\nNE\nNE\n\n60\n\n1.7 Key Category Analysis (2023)\nThe analysis was carried out based on IPCC 2006 Guidelines and Software. Jordan used “level”\nkey category analysis where the contribution of each source or sink category to the total national\ninventory level was calculated. The Key categories according to the guidelines are those that,\nwhen summed together in descending order of magnitude, add up to 95% of the sum of all level\nassessment.\nIn categories that are identified as key, Parties should try to use a recommended method, in\naccordance with the corresponding decision tree in the 2006 IPCC Guidelines. It is recommended\nthat Jordan searches for alternatives to gradually apply in future inventory submissions, to the\nextent possible and based on software readiness and national circumstances, Tier 2 methods in\nthe categories identified as key.\n\nAs shown in the table 12 below for the year 2023, the key category analysis resulted in thirteen\nsubcategories; the top three Energy subsectors accounting for around half of the total emissions,\nwere:\n-\nEnergy Sector/Fuel Combustion Activities subcategories: Road Transportation (Liquid\nFuels), and;\n-\nEnergy Sector /Energy Industries (Gaseous Fuels)), and;\n-\nEnergy Sector /Energy Industries – (Solid Fuels).\nTable 10: The key category analysis results for the year 2023\nIPCC\nCategory\ncode\nIPCC Category\nGreenhouse gas\n2023\nEmissions\n(Gg CO2 Eq)\n2023\nEmissions level\nfor the given\ncategory\nCumulative\nTotal of\nColumn F\n1.A.3.b\nRoad Transportation - Liquid Fuels\nCARBON DIOXIDE\n(CO2)\n7249.46\n21%\n21%\n1.A.1\nEnergy Industries - Gaseous Fuels\nCARBON DIOXIDE\n(CO2)\n6575.38\n19%\n41%\n1.A.1\nEnergy Industries - Solid Fuels\nCARBON DIOXIDE\n(CO2)\n3598.69\n11%\n51%\n1.A.4\nOther Sectors - Liquid Fuels\nCARBON DIOXIDE\n(CO2)\n2801.15\n8%\n59%\n2.A.1\nCement production\nCARBON DIOXIDE\n(CO2)\n2627.80\n8%\n67%\n4.A\nSolid Waste Disposal\nMETHANE (CH4)\n2528.82\n7%\n75%\n2.F.1\nRefrigeration and Air Conditioning\nHFCs, PFCs\n1960.35\n6%\n80%\n3.B.5.a\nSettlements Remaining Settlements\nCARBON DIOXIDE\n(CO2)\n-1008.41\n3%\n83%\n1.A.2\nManufacturing Industries and\nConstruction - Liquid Fuels\nCARBON DIOXIDE\n(CO2)\n939.68\n3%\n86%\n3.A.1\nEnteric Fermentation\nMETHANE (CH4)\n733.39\n2%\n88%\n2.C.1\nIron and Steel Production\nCARBON DIOXIDE\n(CO2)\n678.73\n2%\n90%\n\n61\n\nIPCC\nCategory\ncode\nIPCC Category\nGreenhouse gas\n2023\nEmissions\n(Gg CO2 Eq)\n2023\nEmissions level\nfor the given\ncategory\nCumulative\nTotal of\nColumn F\n1.A.2\nManufacturing Industries and\nConstruction - Gaseous Fuels\nCARBON DIOXIDE\n(CO2)\n540.42\n2%\n92%\n1.A.1\nEnergy Industries - Liquid Fuels\nCARBON DIOXIDE\n(CO2)\n540.07\n2%\n93%\n1.B.2.b\nNatural Gas\nMETHANE (CH4)\n505.99\n1%\n95%\n\n1.8 Time Series Trends (2012-2023)\nThe time series analysis of Jordan’s total greenhouse gas (GHG) emissions from 2012 to 2023\ndemonstrates a general upward trend, reflecting both economic growth and increased energy\ndemand, coupled with gradual progress in mitigation actions. Total emissions rose from\napproximately 26,700 kt CO₂-eq in 2012 to over 31,000 kt CO₂-eq in 2023, marking an overall\nincrease of about 16% across the period.\nThe CO₂ component consistently dominates national emissions, representing more than 80% of\ntotal CO₂-equivalents, primarily driven by the energy and transport sectors. Over time, CO₂\nemissions increased steadily, from around 23,400 kt in 2012 to 25,177 kt in 2023, due to rising\nfossil fuel consumption in electricity generation and transport, despite parallel renewable energy\nexpansion.\nMethane (CH₄) emissions showed moderate fluctuations—rising from 2,383 kt in 2012 to 3,721 kt\nin 2023—mainly linked to the waste and agriculture sectors. The gradual increase correlates with\nhigher solid waste generation and wastewater treatment outputs associated with population\ngrowth.\nNitrous oxide (N₂O) emissions remained comparatively minor but stable, ranging between 370–\n500 kt CO₂-eq, largely originating from agricultural activities and fertilizer application.\nOverall, while emissions continue to grow moderately, the rate of increase has slowed in recent\nyears, reflecting early results of renewable energy integration, improved energy efficiency, and\nwaste management initiatives. These trends indicate the importance of sustained implementation\nof mitigation measures under Jordan’s NDC commitments to reverse the growth trajectory in the\ncoming decade.\n\n62\n\nTable 11: Total GHG Emissions and Trends in Jordan (kt CO₂e), 2012–2023\nYEARS\n\nGREENHOUSE GAS SOURCE AND SINKS\nCO2 equivalents (kt )\nCO2\nCH4\nN2O\nTotal\n2023\n25,177.36\n3,721.57\n467.25\n31,039.35\n2022\n24,387.68\n3,658.00\n503.51\n30,250.86\n2021\n22,247.65\n3,538.20\n484.19\n27,979.98\n2020\n20,976.45\n3,445.23\n500.04\n26,462.01\n2019\n22,582.45\n3,370.84\n463.33\n27,858.61\n2018\n24,453.67\n3,481.04\n478.36\n29,780.81\n2017\n27,629.74\n3,509.28\n506.12\n32,938.02\n2016\n25,846.43\n3,450.21\n469.20\n30,824.71\n2015\n26,218.77\n2,928.72\n474.43\n30,528.71\n2014\n26,556.01\n2,517.98\n434.68\n30,307.69\n2013\n24,765.10\n2,450.09\n369.71\n28,301.89\n2012\n23,387.44\n2,383.27\n372.08\n26,712.72\n\n1.9 Gaps and GHG Inventories Improvement Plan\nSeveral actions were identified during previous reporting. The improvements are listed below\nand are rated according to urgency as; immediate, short term and long-term actions:\n• The activity data used in the estimate, especially in the subcategories identified as key or\nsignificant, should be improved as much as possible, in order to use tier 2. Also, actions\nto improve data, methods, EF and other estimation parameters (OEP) should be\nprioritized in key categories to use tier 2 (especially in the subcategory 2F1a, 4A Solid\nWaste Disposal, 3A1c Sheep and 3B Land). (short term and long term)\n• The completeness of the inventory should be improved by: (short term to long term)\n-\nImproving the estimation and reporting of precursor gas emissions in future\ninventory submissions (activity data and EF are mostly available).\n-\nIncorporating among the precursor gases, the estimation of NH3 emissions. This\nwould make it possible to calculate in category 5A the indirect N2O Emissions\nderived from the atmospheric deposition of Nitrogen from non - agriculture\nsources.\n-\nThe precursor gas emissions of these subcategories from the second order\nsubcategories 1.A.3.a.i - International aviation and 1.A.3.d.i - International waterborne navigation (international bunkers) should be estimated and should be\nreported; using the notation key NE (not-estimated) in the reporting tables, as\nnecessary.\n\n63\n\nChapter II: Information necessary to track progress made in\nimplementing and achieving nationally determined contributions\nunder Article 4 of the Paris Agreement\n2.1 Overview of the NDC Process in Jordan\nJordan's updated the submission of its first Nationally Determined Contribution (NDC) outlining\nthe country's commitments to climate action, focusing on greenhouse gas (GHG) emissions\nreduction by raising the reduction target from 14% in the 1st NDC to 31% in this current updated\nNDC. Also, the document provided focus on adaptation strategies that are directly linked to the\nlaunched National Adaptation Plan (NAP).\nThe updated NDC also provided a guide for Jordan's post-COVID-19 recovery toward a lowcarbon and climate-resilient pathway while setting the stage for a future Climate Change LongTerm Strategy (LTS).\nObserved Improvements at the National Level in terms of climate action from 2015-2021\n• Jordan’s experience and knowledge in climate change were strengthened.\n• The human and institutional capacities are strengthened and the Ministry of\nEnvironment in leading the process of reporting to the UNFCCC including the NDC\nplanning.\n• Climate Change Bylaw was issued in 2019, which is the legal framework that identifies\nthe mandate of the NCCC, the institutional arrangement including, the roles and\nresponsibilities of the national agencies (ministries, academia, private sector, NGOs).\n• More knowledge related to climate finance was gained through the Readiness\nprogram with the GCF.\n• Jordan witnessed mainstreaming of climate- related objectives in various the sectoral\nplanning.\n• The Green Growth plan, and sectoral Action Plans were completed\n• The GAM’s Action Plans are in place (Amman Resilience plan, Amman Climate Plan. A\nvision for 2050, Amman Green City).\n• Second Biennial Update Report was submitted in 2020.\n• National Adaptation Plan (NAP).\nKey remaining challenges\n•\nEnforcement and strengthening the Climate Change Bylaw implementation through\nputting in place a Stakeholder Consultation Mechanism for NDC development and\nimplementation\n\n64\n\n•\nData sharing and inter-ministerial cooperation and the quality of the data, and the\nenabling environment\n•\nThere is no NDC implementation tracking procedure\n2.2 Legal and Institutional Assessment of NDC Implementation Readiness\nWithin this section, the legal and institutional readiness are analysed to assess the level of\nimplementation of the NDC. Existing laws, regulations, development plans, existing instruments\nfor policy, planning and reporting vehicles, NDC related finance flows, institutional framework,\nand investment plans were checked and visited.\nThe institutional framework for climate governance in Jordan is designed to ensure that climate\naction is integrated across sectors, with strong coordination among government ministries, local\nauthorities, the private sector, and civil society. Climate Change Governance in Jordan is\ncharacterized by a combination of institutional, legal, and policy frameworks aimed at addressing\nboth the causes and impacts of climate change through coordinated efforts across national and\nlocal levels. Jordan’s climate governance approach is driven by national priorities, international\nobligations (such as the Paris Agreement), and an increasing recognition of climate change as a\ncritical challenge to sustainable development.\nThe Ministry of Environment is the primary governmental body responsible for climate change\npolicy, planning, and implementation in Jordan. It is tasked with coordinating climate action\nacross the government and other sectors and plays a leading role in fulfilling international climate\ncommitments, including those related to Jordan’s Nationally Determined Contributions (NDCs).\nA specialized unit within the Ministry- Climate Change Directorate- is responsible for overseeing\nclimate policy development, preparing reports on climate mitigation and adaptation strategies,\nand monitoring Jordan’s progress in meeting its climate targets.\nMultiple ministries and agencies are involved in its governance through the National Climate\nChange Committee (NCCC). The NCCC is a multi-stakeholder committee composed of\nrepresentatives from key government ministries, such as water, energy, agriculture, planning,\nand industry. The NCCC is tasked with providing advice, strategic guidance, and oversight for\nclimate-related policies and activities in Jordan. It also plays a role in monitoring the\nimplementation of the National Adaptation Plan (NAP) and the NDC. Moreover, the Ministry of\nPlanning and International Cooperation (MoPIC) plays a critical role as it oversees the integration\nof climate action into development planning and coordinates with international donors and\nfunding bodies to access climate finance.\nAlso, the private sector, including businesses, financial institutions, and technology providers,\nplays an important role in driving green innovation and investment in renewable energy, energy\n\n65\n\nefficiency, and sustainable practices. Civil society organizations and advocacy groups are involved\nin raising public awareness, mobilizing communities, and pushing for inclusive and equitable\nclimate policies.\nJordan has developed a set of legal instruments and policies to institutionalize climate\ngovernance and guide climate action at all levels. The New Environmental Protection Law- issued\nin 2017, this law is a key legal framework that regulates environmental protection, pollution\ncontrol, and sustainable use of natural resources in Jordan. It provides the foundation for climate\nchange policies related to air quality, waste management, and ecosystem conservation. Climate\nChange Bylaw No. 79 of 2019 is a landmark regulation that provides a legal basis for Jordan’s\nclimate actions. It mandates the creation of institutional structures, sets out guidelines for\nclimate finance, establishes the monitoring and reporting framework, and requires sectoral plans\nfor both mitigation and adaptation.\nThe National Climate Change Policy (2022-2050) was updated in 2022 marks a critical update in\nJordan's climate governance, shifting towards a more integrated, sectoral, and long-term\napproach to climate action. By addressing both mitigation and adaptation, with a focus on\nsustainable development, climate resilience, and low-carbon growth, the policy aims to position\nJordan as a leader in climate action in the Middle East and North Africa (MENA) region. Its success\nwill depend on effective implementation, the mobilization of sufficient resources, and the active\ninvolvement of all stakeholders in achieving these ambitious climate goals.\nGaps and Opportunities\n• High level support: available involvement at the decision-making level through National\nClimate Change Committee (16 SGs as members and chaired by the Minister of the\nMoEnv)\n• Legal Framework: Jordan issued its Climate Change Bylaw No. 79 of 2019 which\nestablishes a comprehensive legal framework to guide the country’s climate actions in\nline with its NDC and the Paris Agreement. The bylaw strengthens Jordan’s ability to\nreduce emissions, adapt to climate impacts, and enhance resilience across sectors. This\nbylaw represents a significant step toward sustainable development and positions Jordan\nas a regional leader in climate governance.\n•\nStakeholder and public engagement need to be strengthened.\no Engage municipalities, communities, interest groups, and the public at large can\ngenerate greater awareness and potentially create buy-in from constituencies\nthat support the long-term plan’s implementation.\no Identify vulnerable groups and involve them in the upcoming NDC 3.0\ndevelopment.\n\n66\n\n2.3 Narrative Overview of the NDC Document\nJordan’s updated NDC contained components related to: National circumstances, GHG\nmitigation, adaptation measures, financial support and technology transfer, capacity building\nneeds and issues related to transparency. The following paragraphs summarize the key sections.\nGHG Emission Reduction Target\nJordan believes that the ambitious NDC’s target of 31% of GHG emission reduction will contribute\neffectively to the country’s development while mitigating the GHG emissions if the necessary\nfinancial support and other means of implementation made available to the country. The\nestimated cost of mitigation actions to reach 31% target is totalling USD billion 7.54 from which\nthe government plans to secure USD Million 565 by its own means to meet the unconditional\ntarget. Jordan committed to reduce the GHGs emissions by 5% by 2030 unconditionally, and by\n26% conditionally subject to the availability of international financial support.\nJordan’s participation in cooperative approaches under Article 6 of the Paris Agreement is\nevolving, with growing interest in leveraging international climate finance and carbon markets to\nachieve its Nationally Determined Contributions (NDCs). Here's an overview of Jordan’s position\nand involvement in cooperative approaches:\nJordan's\ninterest\nin\nCarbon\nMarkets\nand\nBilateral\nCooperation\nJordan has expressed interest in participating in Article 6.2 mechanisms, especially those\ninvolving carbon markets, to attract climate finance and investment into renewable energy,\nwaste management, and water efficiency sectors.\nJordan’s updated NDC (2021) explicitly mentions exploring market and non-market approaches,\nshowing openness to: carbon pricing instruments, results-based finance, Non-market approaches\nunder Article 6.8 that support capacity building, technology transfer, and adaptation.\nFinalizing the Article 6 framework and national registry is still underway and the capacity gap\nshould be dealt with.\nOpportunities for Jordan\n•\nAttracting international finance for low-carbon infrastructure.\n•\nStrengthening public-private partnerships for climate mitigation.\n•\nPositioning Jordan as a regional leader in Article 6 implementation in MENA.\n\n67\n\nAdaptation Interventions\nThe following provides a brief summary of key strategic objectives for increasing adaptive\ncapacity and resilience to climate change impacts in Jordan that should be implemented using\nnational and international resources:\n• Water Resource Management: Water is the defining sector for adaptation to climate\nchange in Jordan. Being one of the world's most water scarce countries, the multiplier\nimpact of climate change will only add to the complexity of the water demand\nmanagement challenges Jordan has been facing and will continue to face. NDC has listed\nstrategic objectives as follows: (1) Integrating Climate adaptation and resilience in policy\nand institutional reforms in the water sector; (2) Improved water demand management\nand reducing gap between water demand and supply; (3) Improving adaptive capacity of\nwater utilities; (4) Improved efficiency in water use for sustainable development; (5)\nImproving contribution of non-conventional water resources to the national water\nbudget; (6) Improving rainfall early warning systems and reducing flood risks; & (7)\nSupporting watershed and basin level management of water resources including\ntransboundary water.\n• Agriculture and Food security: Jordan is working to increase agricultural resilience by: (1)\nIntegrating Climate resilience in the policy and institutional reforms in agricultural sector;\n(2) Improving drought management systems; (3) Improving irrigation system efficiency;\n(4) Shifting to water efficient crops; (5) Supporting hydroponic and other water tolerant\nagricultural productivity systems; (6) Enhancing productivity of rangeland management;\n& (7) Improving sustainable productivity of food chains.\n• Biodiversity and Ecosystems: Ecosystems in Jordan are varied but vulnerable to climate\nchange, the following are strategic approaches for adaptation: (1) Increasing the scope of\necosystem based adaptation and climate-based planning in protected areas and special\nconservation areas; (2) Using green infrastructure and community participation for\necosystem rehabilitation and restoration; (3) Enhancing the adaptive capacity of\necosystem services against extreme and long term climate change impacts; (4) Improving\nconservation measures and enforcement for climate threatened species and habitats; (5)\nImproving conservation measures against emergence and spread of zoonotic infectious\ndiseases; &(6) Improving field research and monitoring of ecosystem vulnerability to\nclimate change.\n• Health: The main climate related hazards to health sector are represented by\ntemperature and precipitation, NDC mentioned two priority strategic adaptations: (1)\nImproved understanding of the potential risk on health sector due to climate change; &\n(2) Enhancing the adaptive capacity of the health sector.\n\n68\n\n• Urban Resilience and Disaster Risk Reduction: Jordan has been affected by many types\nof climate related disasters (flash floods, landslides, rock falls and droughts) which are\nbecoming more frequent events that cause losses of lives and costs millions of economic\nlosses. The following are priority strategic adaptation: (1) Supporting urban green\ninfrastructure interventions for climate resilience; (2) Improving readiness for climate\nrelated disaster risk reduction in urban areas; (3) Enhancing community participation at\nlocal urban level for climate change resilience; & (4) Improving building efficiency for\nadapting to increased heat in urban centers.\n• Coastal Zone Management: Climate hazards in the Gulf of Aqaba may cause property\ndamage, harm infrastructure, increase disease risk, and lead to economic losses in\ntourism and fisheries due to biodiversity and ecosystem degradation. The following are\npriority strategic adaptation: (1) Enhancing the sustainable use of marine protected area\nfor climate change adaptation; (2) Support resilience of coral reefs to climate change\nimpacts; (3) Use of Integrated Coastal Zone Management (ICZM) for enhancing resilience\nof marine ecosystems; & (4) Improving monitoring capacities for the state of marine\necosystems.\n• Cultural Heritage and Tourism: Jordan’s rich cultural heritage, vital to its economy, faces\nsignificant risks from climate change, including damage to archaeological sites, intangible\ntraditions, and ecosystems. The following are two priority strategic adaptations: (1)\nEnhancing the adaptive capacity of cultural heritage sites and infrastructure; & (2)\nIntegration of climate adaptation measures in the tourism supply chain and\ninfrastructure.\n• Socioeconomic impacts: Climate change disproportionately impacts vulnerable groups,\naffecting their access to resources and livelihoods, the following are priority strategic\nadaptations: (1) Integrating climate resilience in green economic recovery and\ndevelopment plans; (2) Enhancing local adaptive capacity to climate change impacts\nthrough local climate action plans; (3) Integrating climate adaptation into national\npoverty reduction policies; (4) Mobilization of social capital for climate change\nadaptation; (5) Integration of human rights values and enhancing climate adaptive\ncapacities of vulnerable groups; & (6) Integrating climate change impacts and adaptation\ninto education curricula.\nGender\n▪ The analysis of gender considerations across key climate change documents issued by the\nMinistry of Environment in Jordan reveals significant gaps and opportunities for\nintegration. The Climate Change Bylaw No. 97, which establishes the regulatory\nframework for climate action, lacks a focus on gender inclusion, with no standardised\n\n69\n\ndefinition or representation of gender-specific institutions in decision-making bodies like\nthe National Climate Change Committee.\n▪ The National Climate Change Policies (2013-2020) included gender in their objectives and\nactions, emphasising mainstreaming through tools and frameworks, but this emphasis\nwas notably diminished in the updated policy (2022-2050), which grouped women with\nyouth and children, resulting in generalised actions and insufficient gender-focused steps.\n▪ The National Adaptation Plan (NAP) highlights gender mainstreaming as an objective,\nproposing actions such as gender analyses and the development of gender-sensitive\nindicators; however, it falls short on actionable steps, capacity-building measures, and\ndetailed implementation frameworks. Jordan’s Third and Fourth National Communication\nplans showed a progression, with the latter including broader gender analyses and\nrecommendations for improving gender participation, though both lacked budget\nallocations and measurable indicators for gender initiatives.\n▪ The Roadmap for Jordan's Long-Term Low-carbon Strategy (LTS) stands out for its\ncomprehensive integration of gender considerations, offering a clear gender analysis,\nactionable recommendations, and a dedicated monitoring system to track progress,\nincluding a proposed gender task force to oversee implementation. These documents\nhighlight the need for a more consistent and actionable approach to gender\nmainstreaming across climate policies, with particular attention to capacity building,\nbudgeting, and M&E mechanisms.\n▪ Lastly, the Nationally Determined Contribution (NDC) acknowledges the role of gender\ninequalities in climate resilience and proposes general actions to support vulnerable\ngroups, yet it does not provide specific plans, budgets, or mechanisms for systematic\ngender integration. These findings underscore the need for a cohesive, actionable\napproach to embedding gender considerations across climate policies and frameworks in\nJordan.\n2.4 Assessment of the NDC Implementation Progress6\n2.4.1 Business as Usual (BAU) Scenario\nThe GHG Mitigation analysis and the identified measures within Jordan’s first updated NDC\nfollows IPCC sectors categorization (Energy, industrial processes and product use, agriculture,\nforestry and land-use, and waste) and the target is an economy wide target.\nThe Business as Usual (BAU) scenario was developed by using the 2012 GHG inventory as a base\nyear. The 2012 GHG inventory data was compiled according to 2006 IPCC Guidelines and its 2019\nRefinement for National Greenhouse Gas Inventories. GWP from AR2 was used.\n\n6 Detailed CTF tables generated from ETF UNFCCC tool for Tracking NDC implementation Progress can be found in\nAnnex B\n\n70\n\nThe BAU and mitigation scenarios were developed for all sectors using the \"Low Emissions\nAnalysis Platform” (LEAP) software.\nThe covered gases are: CO2, CH4, N2O and the fluorinated greenhouse gases (HFCs). GWP from\nAR2 was used.\nThen the BAU scenario was developed for the period (2012-2030), it considers a future in which\nno additional measures are implemented (business as usual), resulting in higher energy demands\nand carbon intensity. It does not consider energy efficiency improvements nor the fuel shift\ntowards natural gas in the residential, commercial, and industrial sectors. Fuel shares are\nprojected based on historical trends, with a constraint of maximum ±1% annual growth.\nThe main macroeconomic data and figures considered for the baseline scenario were mostly\nunchanged and they were obtained from official sources – key updates in the BAU were as\nfollows:\nEconomic Growth and GDP\n-\nEconomic Growth Rate: The economic growth rate or the Gross Domestic Production\n(GDP) considered in the baseline scenario was obtained from:\nActual Years 2019- 2023: Ministry of Planning and International Cooperation (MoPIC)\n(COVID-19 impact was taken into consideration)\nProjected Years 2024- 2030: Economic Modernization Vision 2022-2033 - Aim to\nachieve a cumulative GDP growth of 5.5% annually.\n-\nThe value-added values for economic sectors was maintained as stated in the “Jordan\n2025”.\n-\nJordanian population and non-Jordanian population and the family size, the growth\nrate for both Jordanian and non-Jordanian were obtained from Department of\nStatistics-Jordan (2015 Census). BAU scenario considered the medium scenario\npopulation projections (DOS, 2016)\n-\nThe official discount rate of (8%) was maintained as announced by MoPIC was\nconsidered.\n-\nThe energy data for historical period were obtained from the Jordan energy balances\nissued by the Ministry of Energy and Mineral Resources (MEMR) which illustrate the\nenergy flow from supply side, transformation and demand side.\n-\nBAU scenario built on the current Jordan Energy Strategy in terms of energy demands,\nexpansion plan and retirements, energy losses, refinery expansion and EE.\n\n71\n\n-\nThe energy data for historical period were obtained from the Jordan energy balances\nissued by the Ministry of Energy and Mineral Resources (MEMR) which illustrate the\nenergy flow from supply side, transformation and demand side.\n-\nTransport sector demand was updated so that it is driven by GDP.\n-\nThe historical shares of EVs and hybrid vehicles in the public and private sectors was\nupdated in the model, based on recent data provided by Ministry of Transport (MoT).\n-\nFor the baseline projections: Hybrid and EV’s assumptions were maintained (a 1%\nannual increase in hybrids was assumed, and for EVs, a share of 5% in 2025, and then a\n1% annual increase).\n\nTable 12: Baseline Scenario Emissions (BAU) (Gg CO₂eq), 2012–2024\nSelected\nYEARS\nBASELINE SCENARIO EMISSIONS (BAU)-\nUpdated Emissions\n\nGg CO2eq\n2012\n27,9987\n2015\n33,516\n2020\n34,955\n2024\n37,333\n\n2.4.2 Description of indicators\nTable 13: Description of Indicators\nNDC Targets\nTo achieve economy-wide emission reduction from the\nBusiness as Usual (BAU) scenario.\nTarget years\n\nThe target year for emission % reduction according to the\nBusiness as Usual (BAU) scenario is 2030 (Single\naccumulative year)\nReference points\nThe reference period is between 2012–2030. The Business\nas Usual (BAU) projection period is till 2030. The base year\nis 2012\nTime frames for implementation\n21 October 2021 – 31 December 2030\nScope and coverage\n▪\nEconomy-wide.\n\n7 Estemated using GWP from IPCC AR2\n\n72\n\n▪\nMitigation policies cover the energy (Primary, EE\nand RE), industry, transport, waste, agriculture,\nand LULUCF sectors.\n▪\nGases\nCarbon dioxide (CO2), methane (CH4), nitrous\noxide\n(N2O),\nhydrofluorocarbons\n(HFCs),\nperfluorocarbons (PFCs), Sulphur, hexafluoride\n(SF6) and nitrogen trifluoride (NF3)\n▪\nPools and Reservoirs\nAFOLU pools are included in the NDC: living\nbiomass (trees) and Soil carbon reservoir.\n** The sectors, gases, categories and pools\ncovered by NDC are based on the 2006 IPCC\nGuidelines\nfor\nNational\nGreenhouse\nGas\nInventories. It reflects all major anthropogenic\nGHG emissions and removals as reported in the\nNational GHG Inventory Chapter.\n▪\nAdaptation policies cover the agriculture and\nforestry, water, disaster risk management, urban,\nrural development, and public health sectors.\n\n2.4.3 Assessment of the Overall Target Achieved\nWithin the Updated NDC document submitted in 2021, the 32 mitigation actions analysis\noutcomes were projected to result in the target of total GHG emission reduction of 31% in 2030\ncompared to BAU in 2012.\nTable 14: Implementation Status of Mitigation Measures under Jordan’s Updated NDC (2023–\n2024)\nMeasures\nImplementation status to\n2023/20248\nIncreased Percentage of Electricity Generated from Renewables\n(2020, 20% to 2030, 35%) and 9 % Energy efficiency distributed\namong (residential, services and industry). Implementation\nthrough measures listed in the national strategy action plan\n28.5 % share of electricity\ngenerated from renewables.\n\n0.1 share of EE achieved in\nIntroduction of concentrated solar power (CSP) of 100 MW and\nCSP 300 MW\nNot valid anymore according to\nthe national strategies of Energy\n\n8 Meetings were held: MEMR, MoT, GAM, MoA and MoLA (7 Nov to 10 Dec) to collect data.\n\n73\n\nMeasures\nImplementation status to\n2023/20248\nMeasures in Residential sector:\n-\nNatural gas distribution in the main cities (Amman,\nZarqa, Aqaba)\n-\nSolar water Heaters (SWH) Project FOR 90,000 Houses\nNatural Gas: Planned not\nimplemented yet.\nSWHs- 37,401 achieved\nEnergy Efficiency Projects in industry:\n\nEE in industry:\n12 Industries (MEMR/JREEEF)\nand 15 (MoEnv/RSS)\n185 MW PV for the Aqaba Amman Water Desalination and\nConveyance Project (AAWDCP)\n(50% of the overall needed power demand covered by\nWheeling and Net Metering)\nPlanned to start by 2028\nBus Rapid Transit Project (BRT) as described in Amman GCAP -\n(2nd phase)\nPlanned to start by 2027\nElectric bus fleet in Amman, Karak, Ma'an and Tafielah\nPlanned in 2025\nIntelligent transport systems (ITS)\nPlanned in 2025\nPromoting Car-hybrid and electric at national level -including\n50% of the Public fleet will be EVs- and assuming annual\nincrease in private cars adoption by 2%)\nPublic Fleet -achieved\n\nEVs adoption by Private Owners:\n2018-2%\n2022- 14%\n2023- 18%\nBiogas collection and utilization from three domestic solid\nwaste landfills: in Al-Dulail, Al-Salt and Maddaba\n\nNot valid according to new\nnational strategy to be issued in\n2025-Waste to energy is not a\npriority anymore.\nFocus on four main pillars:\nprivate sector engagement,\ncircular economy, governance,\nand climate change projects\n(compost, flaring, …)\nBiogas generation by utilizing the sludge generated from\ndomestic wastewater treatment plants: in five areas (Ramtha,\nMadaba, AlSalt, Wadi Arab and Baqa'a)\nImplementing composting units for pre-segregated bio-waste in\n4 Areas with a total capacity of 200 tonnes/day\n6 unites achieved- with a total of\n10,000 tons/ year\n(the “200 tons” was\noverestimation)\n\n74\n\nMeasures\nImplementation status to\n2023/20248\nUse of steel slag and/or fly ash to substitute the raw materials\nneeded to produce clinker\nNo Update- needs validation with\ncement factories\nIncrease the percentage of Pozzolana in CEM II\nNo Update- needs validation with\ncement factories\nProduce new cement product CEM IV with 45% of Pozzolana\nNo Update- needs validation with\ncement factories\nUse of biomass (MSW or/and Sewage Sludge) as alternative\nfuels\nNo Update- needs validation with\ncement factories\nKEMAPCO Project- Reduction of N2O in Ammonia Production\nPlanned for 2025\nImplementing pilot interventions to scale-up the sustainable\nuse of cooling technologies with climate-friendly gases.\nPlanned for 2029\nClimate smart agriculture\nNo update\nUrban tree Plantations (32500 trees)\nAchieved\nRangeland restoration (200,000 dunums)\nAchieved 100,000 du\nForest tree Plantations (2,000,000 trees)\nAchieved 1,200,000 (3-4 years\ntrees)\nAs for the overall actual reductions estimated (CO2eq) according to 2024 data obtained\nformally were as follows:\nTable 15: Estimated Actual Cumulative GHG Emission Reductions by Sector and Measure (as\nof 2024)\nMeasures\nSector\nCumulative9\nEmission Reduction\n(Gg CO2eq)\nIncreased Percentage of Electricity Generated from\nRenewables: 28.5% by 2024 (2771 MW total installed capacity)\nEnergy- RE\n8,939\n\nPVs (Schools, Municipalities, Worship places and Health and\npublic places)\nEnergy- RE\n11.59\nSolar water Heaters (SWH) Project for 37401 Houses\nEnergy- RE\n148.79\nSolar Pumps-Agriculture\nEnergy- RE\n4.64\nEnergy Efficiency Projects in industry\nEnergy-EE\n1.85\nEnergy Efficiency Projects in Hotels\nEnergy-EE\n0.66\n\n9 Discounted (8%) Projected emission for the period (2012-2024)\n Grid Emission Factor (0.537 KgCO2e/KWh), Fourth National Communication, 2023\n\n75\n\nMeasures\nSector\nCumulative9\nEmission Reduction\n(Gg CO2eq)\nPromoting Car-hybrid and electric at national level -including\n50% of the Public fleet will be EVs- and assuming annual\nincrease in private cars adoption by 2%)\nEnergy -\nTransport\n149.79\n\nImplementing composting units for pre-segregated bio-waste\nin 6 Areas with a total capacity of 10,300 tonnes/year\nSolid waste\n0.71\nUrban tree Plantations (32500 trees)\nAFOLU\n0.91\nRangeland restoration (10,000 dunums)\nAFOLU\n0.30\nForest tree Plantations (1,000,000 trees) 3-4 years\nAFOLU\n10.7\n24.8% out of 31% (total accumulated reduction of 9269 Gg\nCO2e)\n\n9,269\n\n2.4.4 Assessment of Sectoral Targets Achieved\nEnergy Sector\nThe reduction achieved within the Energy Sector was mainly from the renewables installed (2771\nMW up to Dec. 2024) thus realizing a share of 28.5% of our national electricity generated from\nrenewables.\nThe reduction realized = 8,939 Gg CO2eq (calculated based on a grid emission factor of 0.537\nKgCO2e/KWh). (More details on projects considered (Solar and Wind) can found in Annex 2).\n96.44% of the realized reduction is from this measure.\nEnergy/Transport\n• The BTR (phase one was considered within the BAU scenario).\n• Modal shift considered in the BAU scenario:\nTable 16: Projected Modal Share of Transport in Amman (2022–2030)\n\nPrivate\ncar (%)\nTaxi\n(%)\nSchool\nbus (%)\nPrivate\nbus (%)\nPublic\ntransport\n(%)\nBRT\n(%)\nAmman10\n45\n12\n18\n7\n19\n0\n2022\n36\n12\n18\n7\n20\n7\n\n10 Amman represents 42% of the population\n\n76\n\nPrivate\ncar (%)\nTaxi\n(%)\nSchool\nbus (%)\nPrivate\nbus (%)\nPublic\ntransport\n(%)\nBRT\n(%)\nAmman10\n45\n12\n18\n7\n19\n0\n2024\n36\n12\n18\n7\n20\n7\n2026\n34\n12\n18\n3\n20\n14\n2028\n27\n12\n18\n3\n20\n20\n2030\n20\n12\n18\n3\n20\n27\n\n• Reductions resulting from the transport sector was achieved from introduction of hybrid\ncars and electric vehicles (EVs) within the public sector fleet as well as having a share of\n18% of the newly purchased cars (private ownership) as EVs.\n1.62% of the realized reduction is from the modal shift in cars.\nWaste Sector\nIn the NDC document, the composting measure was assumed to be implemented in 4 areas with\na daily input of 200 tonnes of waste/ day. The assumption proved to be an over estimation. Data\nacquired from MoLA until 2023, six composting units at the national level were operating with\n10,318 tonnes/year and only started functioning in 2023.\nAccordingly, recalculation was carried out resulting in 0.71 Gg CO2 eq reduction (representing\n0.01% of the realized reduction.\n Agriculture Sector\n• Urban tree Plantations (32500 trees), GAM achieved the targeted measure since 2022.\nVariety of trees were planted mainly ornamental type (Large green canopy) with 5-6\nyears.\n• Rangeland restoration (100,000 dunums achieved) in Karak, Azraq, Shobak and Badia\n• Forest tree Plantations (2,000,000 trees) Achieved 1,200,000 (mainly Pines 3-4 years\ntrees) in 60% South, 10 Middle and 30% North)\n0.13 % of the realized reduction is from the modal shift in cars.\n2.4.5 Assessment of the NDC Measures- Gender Lens\nJordan’s NDC underscores gender inclusion as crucial for equitable climate action, striving for\npolicies that provide social and economic benefits to all. The document followed a gender-\n\n77\n\nsensitive approach and it highlights the need for inclusive policies that consider the unique roles,\nvulnerabilities, and contributions of women in responding to climate change.\nConducting gender-specific vulnerability assessments could help Jordan better understand the\ndifferentiated impacts of climate change on women and men, especially in areas prone to\nextreme weather or resource scarcity. These assessments could inform localized adaptation\nstrategies, ensuring that adaptation measures directly address the needs of women in vulnerable\ncommunities and incorporate their knowledge into resilience-building processes.\nGender Sensitivity within Adaptation Measures\nOn the adaptation side, Jordan acknowledges the disproportionately adverse effects of climate\nchange on women, especially in rural and marginalized communities. The NDC outlines measures\nto involve women in the planning and implementation of adaptation projects, particularly in\nwater management, agriculture, and community-based resilience programs. By promoting\nwomen's leadership in these areas, the strategy aims to address vulnerabilities while leveraging\nwomen's knowledge in local ecosystems and resource management.\n\nGiven Jordan's arid climate and water scarcity, water management and sustainable agriculture\nare priority areas in its NDC. Women, especially in rural areas, are often responsible for\nhousehold water management and play significant roles in agricultural practices. The NDC\nemphasizes women’s engagement in developing water-saving techniques and in the governance\nof local water resources, acknowledging that women bring valuable local knowledge to these\nprocesses. This inclusion not only enhances resource sustainability but also strengthens women’s\nadaptive capacity to climate impacts.\nClimate-induced events, such as droughts and heatwaves, are identified as they\ndisproportionately affect women, particularly those with limited economic resources. The NDC\noutlines disaster preparedness initiatives that include women as critical stakeholders, both in\ncommunity planning and in emergency response teams. These initiatives aim to leverage\nwomen’s roles in communities and ensure that disaster response systems consider women’s\nspecific needs, such as safe shelters and access to healthcare.\nThe NDC underscores the importance of building resilience in rural communities, where women\noften have essential but vulnerable roles. Training programs on climate-smart agriculture\nspecifically target women, as they are frequently involved in food production and local markets.\nBy supporting these efforts, Jordan’s NDC seeks to bolster food security and create economic\nopportunities for women, particularly in areas facing heightened climate pressures.\nGender Sensitivity within Mitigation Measures\n\n78\n\nOn the mitigation side, the NDC includes commitments to improve gender balance in the\nworkforce of sectors related to mitigation efforts, such as renewable energy and waste\nmanagement. This involves creating more job opportunities and capacity-building programs\ntailored to empower women in these fields, recognizing that women’s participation can enhance\nresilience and accelerate climate action.\nThe NDC emphasizes the role of women in Energy Transition. The document highlighted the\nbarriers women face in technical fields, it includes policies aimed at closing the gender gap\nthrough targeted training and job opportunities in the renewable energy sector.\nJordan’s transportation sector is a key focus area for emissions reduction, where the NDC\nacknowledges the gendered dynamics of mobility. Women often have different transportation\nneeds due to caregiving roles or restricted access to private vehicles, especially in rural areas. The\nNDC suggests improving public transport options with a focus on safety, accessibility, and\nreliability, making them more inclusive for women and families. Such measures could improve\nnot only emissions but also social mobility for women.\n\n2.4.6 Potential domestic policies and measures implemented to address the social and\neconomic consequences of response measures\nBelow are targeted measures that Jordan can adopt, categorized under key themes:\n▪ Just Transition Framework: Develop a Just Transition Strategy, Reskilling and Upskilling\nPrograms and Social Dialogue Platforms.\n▪ Social Protection and Safety Nets: Climate-responsive Social Protection and Targeted\nSupport for Women and Youth\n▪ Energy Transition with Equity: Progressive Energy Subsidy Reform and Access to Clean\nEnergy.\n▪ Policy Coherence and Institutional Strengthening: Climate-SDG Alignment and Impact\nAssessment Tools.\n▪ Financing and International Support: Access to Climate Finance for Social Goals and\nSouth-South Cooperation.\n2.4.7 Identified Barriers to the NDC Implementation\n•\nPolitical Instability in the Region: Conflicts in neighboring countries impact Jordan’s\nresources and capacity to focus on long-term climate planning.\n•\nLimited Public Resources: Jordan’s economy is under pressure due to factors like high\npublic debt, limited natural resources, and the costs of insecurities in the region.\n\n79\n\n•\nDependence on External Funding: Implementation relies heavily on international climate\nfinance and donor contributions, which are often unpredictable or tied to specific\nconditions.\n•\nPrivate Sector Engagement: Attracting private investments for climate projects is difficult\ndue to perceived risks, lack of incentives, and regulatory barriers.\n•\nPolicy Integration: Integrating climate policies across various sectors (energy, water,\ntransport) remains a challenge due to institutional silos.\n•\nCapacity Limitations: human and technical capacity within government agencies to\ndesign, implement, and monitor climate actions effectively need strenghtening.\n•\nLack of Comprehensive Data: Incomplete and inconsistent data for greenhouse gas (GHG)\nemissions, vulnerability assessments, and climate impacts hinder planning and tracking\nprogress.\n•\nKnowledge Gaps: Skills and expertise in emerging climate technologies and methods are\nstill developing.\n•\nSocioeconomic Priorities: Issues like unemployment, economic stability, and poverty\noften take precedence over climate goals.\n\n80\n\n2.4.8 Emerging Measures\nIn addition to the direct GHG reduction measures that were presented in the sections above,\nambitious combination of policies and technologies can potentially provide a promising GHG\nemission reduction schemes that can be implemented over the next years which will add to what\nhas already been identified in the sections above.\nThe following are examples of emerging mitigation measures to be explored, quantified and\nproposed in the future NDC update cycles in various sectors as follows:\n•\nRenewable Energy storage\nThe acceleration of RE production in Jordan, reaching a share of 13% of electricity production in\n2019, and the series of new RE projects that are being either constructed or planned, pushes the\nRE capacity to a close to saturation of the grid, according to the perspective of the Ministry of\nEnergy and Mineral Resources. By the end of 2021, 1600 MW of PV and 715 MW of wind energy\nare scheduled to be grid connected; any planned continuation of the growth of RE production\nrequires solid and stable infrastructure of RE storage. Energy storage is becoming more and more\nan attractive option that will need to become a part of the energy services toolkit of the Jordanian\nsystem, as a means of ensuring the provision of stable, high quality power supplies, in particular\nin the context of increased penetration of variable renewable energy sources. Currently, a few\nprivate sector companies are designing storage capacities with market-based investments.\n• Hydrogen\nThanks to its enormous potential for electricity production from renewable energy, Jordan could\nprospectively play a significant role in the emerging global hydrogen market. Stepping up\nhydrogen product will not only open a new export market for Jordan and thereby create new\neconomic opportunities, it will also help the country in decarbonising its own energy supply as\nwell as decrease its dependency on imported energetic commodities. Having similar properties\nas natural gas, hydrogen is especially useful in replacing carbon-intense fuels in sectors that are\nhard to electrify, such as maritime transport, aviation, and heavy land transport. In order to\npartake in the global hydrogen market, however, Jordan must ensure that its production fulfils\nthe sustainability criteria set by import countries with regard to the electricity production for\ndesalination and electrolysis as well as in respect of water demand and ecologic impact. There is\nadditional potential in the hydrogen value by using its derivatives, in particular ammonia. This is\nrelevant for Jordan’s fertiliser industry.\nWhile currently no quantification of the hydrogen potential in Jordan is available, several public\nand private sector entities are in the process of providing such analyses which are expected to\nbe available latest in the second quarter of 2022.\n\n81\n\n• Urban systems\nAdopting a “compact city” planning approach (e.g. developing within the urban boundaries (i.e.\ninfill development close to jobs and public transport) as opposed to rapid urban expansion on\nthe fringes which will add to more transport and infrastructure needs) could lead to a reduction\nin GHG emissions by 13.8% in Amman (compared to BAU); 11.5% in Irbid; 6.3% in Mafraq; 2.9%\nin Russeifa; and, 2% in Zarqa. In addition to GHG benefits, the models also show substantial cost\nsavings for municipalities.\n• Climate-sensitive urban design / green infrastructure and increase green spaces\nComplementing the point above, some municipalities show the potential to increase green\nspaces through planting trees and through implementing neighborhood-level solutions to\naddress better walkability and use of non-motorized forms of transportation, use of urban\ndesign, and adoption of more greenery/green/nature-based infrastructure/solutions that not\nonly helps with issues such as flooding, but can also mitigate heat islands and energy load etc. at\nan urban design scale.\n• Waste\nIt is crucial to introduce the whole cycle of solid-waste management in GHG mitigation reduction\ncalculations (including intermediate steps like constructing transfer stations, fleet management,\netc.) In addition, constructing new/additional cells in landfills may not be sufficient, if necessary\nengineered measures in the landfill are not taken and if measures such as landfill gas recovery,\netc. are not considered; and (b) whether any interventions to reduce and recycle waste (e.g.\nresidential, reusing construction waste etc.) could be readily implemented and included.\nAs Jordan’s wastewater treatment plants are progressively being upgraded to fully aerobic\nsystems with enhanced operational efficiency, the greenhouse gas (GHG) emissions from the\nwastewater sector are expected to decline. Consequently, greater attention is anticipated to shift\ntoward mitigating emissions from the solid waste sector. Although Jordan has already\nimplemented key mitigation projects—such as the Al-Ghabawi and Al-Alkaider biogas-to-energy\ninitiatives—and introduced composting programs, these efforts remain limited by system\ncapacity. To further reduce emissions associated with solid waste, the following actions are\nrecommended:\n1. Increase public awareness on minimizing waste volume through educational videos,\nbrochures, and community seminars.\n2. Provide training to marginalized municipalities—especially those with long waste\ntransport distances—and their residents on composting organic waste locally.\n3. Promote behavioral change in consumption patterns by engaging schools and universities\nas primary outreach platforms.\n\n82\n\n4. Implement circular economy principles and encourage waste reduction at the design\nstage through support programs funded by industry and other sources.\n• Transport\nThere are contestability/competition issues in freight and transport of passengers that\nundermine incentives to modernize the fleet and make it more adequate to the needs of various\nsectors, including tourism. There could be different actions undertaken to create better incentive\nsystem for operators / owners of trucks and buses, from minimum emission standards to\nproviding financing for renewal of fleets, to resolving the market entry barriers.\n• Green Buildings\nThere is extensive potential for green building retrofitting of existing building stock (which covers\nthe majority of urban areas) through (a) adoption of green building codes; (b) consider water\nand/or energy use in buildings; (c) energy efficiency in public buildings and public spaces.\n• Industrial production\nDeep integration and upscaling of energy efficiency, resource use efficiency and reuse as well as\ncircular economy principles and practices can constitute key measures that will enhance GHG\nreduction in the industrial production sector. A combination of technological advancement and\nintroduction of conducive policy measures could be explored to provide a driving force for a more\nsustainable and climate friendly industrial production in Jordan. In the business area in general,\nentrepreneurs could play a major role in disseminating information (e.g., via digital platforms) to\nhouseholds and MSMEs about actions they could take to be more resource efficient; for\nintroducing and rolling out services in high impact segments, for example, in insulation, heating,\netc. There is also potential for making it easier for companies to engage in the shared services\nbusiness models to reduce the carbon footprint, support functions to increase exports of green\ngoods and services.\n\n83\n\nChapter III: Information related to climate change impacts and\nadaptation under Article 7 of the Paris Agreement\n\nJordan, a semi-arid country with limited natural resources, faces significant challenges due to\nclimate change. Rising temperatures, decreasing rainfall, and extreme weather events\nexacerbate water scarcity, food security risks, and ecosystem degradation. Jordan has made\nsignificant efforts in enhancing its adaptive capacity through institutional frameworks, policy\nintegration, and sector-specific strategies.\n3.1 Overview and National Context\nJordan has made significant progress in implementing adaptation strategies and actions\nconsistent with the global goal for adaptation as set out in Article 7, paragraph 1, of the Paris\nAgreement.\nThe country’s efforts focus on enhancing adaptive capacity, strengthening resilience, and\nreducing vulnerability to climate change, particularly in light of its arid climate, water scarcity,\nand socioeconomic challenges were as follows:\n(a) Implementation of adaptation actions\nJordan’s adaptation efforts are guided by its National Climate Change Policy (2022–2050) and the\nNational Adaptation Plan (NAP), which outline strategic objectives to mainstream climate\nresilience across all sectors. Implementation has been pursued through sectoral programs in\nwater, agriculture, health, and urban development, aligning with the global adaptation goal.\nNotable progress includes the expansion of integrated water resource management initiatives,\ndrought preparedness planning, and climate-resilient agriculture in vulnerable rural areas.\n(b) Adaptation goals, actions, and programmes\nJordan’s adaptation goals emphasize ensuring water security, safeguarding food systems,\nprotecting ecosystems, and improving public health resilience. The Updated Nationally\nDetermined Contribution (NDC 2024) identifies priority adaptation programs, including the\nWater Substitution and Reuse Project, the National Forestry and Rangeland Strategy, and the\nHealth Adaptation and Early Warning Initiative. These initiatives are supported by partnerships\nwith UNDP, GCF, and regional adaptation funds to strengthen institutional capacity and local\nresilience.\n\n84\n\n(c) Integration of science, gender, and local knowledge\nJordan has worked to integrate best available science, gender perspectives, and local and\nindigenous knowledge into its adaptation planning within its National Communications, National\nAdaptation Plan and the National Climate Change Gender Action Plan (GAP).\nThe GAP ensures that adaptation measures address gender-specific vulnerabilities and empower\nwomen as agents of resilience. The Ministry of Environment collaborates with universities and\nresearch centers to apply climate modeling and risk assessment tools, while community\nconsultations ensure local relevance and ownership.\n(d) Development priorities and mitigation co-benefits\nJordan’s adaptation policies are closely aligned with national development priorities outlined in\nVision 2033 and the Economic Modernization Vision, emphasizing the dual goals of climate\nresilience and sustainable growth. Several adaptation measures—such as renewable energy use\nin water pumping, ecosystem restoration, and sustainable land management—also deliver\nmitigation co-benefits by reducing emissions and enhancing carbon sequestration.\n(e) Integration into development policies and capacity building\nAdaptation has been integrated into national and subnational planning frameworks, including\nmunicipal development plans and sectoral investment strategies. The National Climate Change\nCommittee coordinates efforts among ministries and development partners to ensure climate\nconsiderations are embedded in budgeting, infrastructure, and agricultural programs. Capacitybuilding activities supported by the Capacity-building Initiative for Transparency (CBIT) have\nimproved institutional readiness for adaptation reporting under the Enhanced Transparency\nFramework.\n(f) Nature-based solutions\nJordan is increasingly adopting nature-based solutions to address climate vulnerabilities.\nExamples include reforestation projects in degraded highlands, ecosystem-based flood\nmanagement, and restoration of the Zarqa River Basin to enhance natural water retention and\nbiodiversity. These actions contribute both to adaptation and to ecosystem restoration goals\nunder the NDC.\n(g) Stakeholder involvement\nJordan’s adaptation process is participatory, involving local governments, civil society, academia,\nand the private sector. The Governorate Adaptation Working Groups promote decentralized\nclimate planning, while partnerships with the private sector—particularly in renewable energy,\n\n85\n\nwater technologies, and green infrastructure—strengthen climate-resilient investment.\nContinuous stakeholder engagement ensures that adaptation measures are inclusive,\ntransparent, and sustainable.\n(h) Institutional and Legal Frameworks\nJordan has institutionalized climate change action under the Ministry of Environment (MoEnv),\nwith support from the National Committee on Climate Change (NCCC). The NCCC coordinates\nmulti-sectoral adaptation and mitigation efforts. Decentralization and community participation\nare promoted through municipal climate action plans, supported by international cooperation.\nAlso, line ministries and governorates are mandated to integrate climate risks into their\ndevelopment planning.\n(I) Existing Adaptation Strategies and Initiatives\nJordan is enhancing its adaptive capacity through integrated water resource management, early\nwarning systems, and climate-resilient agricultural practices. Key strategies include:\nUpdated Submission of Jordan’s 1st Nationally Determined Contribution (NDC)11\nThe following provides a brief summary of key strategic objectives for increasing adaptive\ncapacity and resilience to climate change impacts in Jordan that should be implemented using\nnational and international resources:\n• Water Resource Management: Water is the defining sector for adaptation to climate\nchange in Jordan. Being one of the world's most water scarce countries, the multiplier\nimpact of climate change will only add to the complexity of the water demand\nmanagement challenges Jordan has been facing and will continue to face. NDC has listed\nstrategic objectives as follows: (1) Integrating Climate adaptation and resilience in policy\nand institutional reforms in the water sector; (2) Improved water demand management\nand reducing gap between water demand and supply; (3) Improving adaptive capacity of\nwater utilities; (4) Improved efficiency in water use for sustainable development; (5)\nImproving contribution of non-conventional water resources to the national water\nbudget; (6) Improving rainfall early warning systems and reducing flood risks; & (7)\nSupporting watershed and basin level management of water resources including\ntransboundary water.\n\n11 Adaptation section within Jordan’s Updated NDC (2010) was drafted based on Jordan’s NAP.\n\n86\n\n• Agriculture and Food security: Jordan is working to increase agricultural resilience by: (1)\nIntegrating Climate resilience in the policy and institutional reforms in agricultural sector;\n(2) Improving drought management systems; (3) Improving irrigation system efficiency;\n(4) Shifting to water efficient crops; (5) Supporting hydroponic and other water tolerant\nagricultural productivity systems; (6) Enhancing productivity of rangeland management;\n& (7) Improving sustainable productivity of food chains.\n• Biodiversity and Ecosystems: Ecosystems in Jordan are varied but vulnerable to climate\nchange, the following are strategic approaches for adaptation: (1) Increasing the scope of\necosystem based adaptation and climate-based planning in protected areas and special\nconservation areas; (2) Using green infrastructure and community participation for\necosystem rehabilitation and restoration; (3) Enhancing the adaptive capacity of\necosystem services against extreme and long term climate change impacts; (4) Improving\nconservation measures and enforcement for climate threatened species and habitats; (5)\nImproving conservation measures against emergence and spread of zoonotic infectious\ndiseases; &(6) Improving field research and monitoring of ecosystem vulnerability to\nclimate change.\n• Health: The main climate related hazards to health sector are represented by\ntemperature and precipitation, NDC mentioned two priority strategic adaptations: (1)\nImproved understanding of the potential risk on health sector due to climate change; &\n(2) Enhancing the adaptive capacity of the health sector.\n• Urban Resilience and Disaster Risk Reduction: Jordan has been affected by many types\nof climate related disasters (flash floods, landslides, rock falls and droughts) which are\nbecoming more frequent events that cause losses of lives and costs millions of economic\nlosses. The following are priority strategic adaptation: (1) Supporting urban green\ninfrastructure interventions for climate resilience; (2) Improving readiness for climate\nrelated disaster risk reduction in urban areas; (3) Enhancing community participation at\nlocal urban level for climate change resilience; & (4) Improving building efficiency for\nadapting to increased heat in urban centers.\n• Coastal Zone Management: Climate hazards in the Gulf of Aqaba may cause property\ndamage, harm infrastructure, increase disease risk, and lead to economic losses in\ntourism and fisheries due to biodiversity and ecosystem degradation. The following are\npriority strategic adaptation: (1) Enhancing the sustainable use of marine protected area\nfor climate change adaptation; (2) Support resilience of coral reefs to climate change\nimpacts; (3) Use of Integrated Coastal Zone Management (ICZM) for enhancing resilience\nof marine ecosystems; & (4) Improving monitoring capacities for the state of marine\necosystems.\n\n87\n\n• Cultural Heritage and Tourism: Jordan’s rich cultural heritage, vital to its economy, faces\nsignificant risks from climate change, including damage to archaeological sites, intangible\ntraditions, and ecosystems. The following are two priority strategic adaptations: (1)\nEnhancing the adaptive capacity of cultural heritage sites and infrastructure; & (2)\nIntegration of climate adaptation measures in the tourism supply chain and\ninfrastructure.\n• Socioeconomic impacts: Climate change disproportionately impacts vulnerable groups,\naffecting their access to resources and livelihoods, the following are priority strategic\nadaptations: (1) Integrating climate resilience in green economic recovery and\ndevelopment plans; (2) Enhancing local adaptive capacity to climate change impacts\nthrough local climate action plans; (3) Integrating climate adaptation into national\npoverty reduction policies; (4) Mobilization of social capital for climate change\nadaptation; (5) Integration of human rights values and enhancing climate adaptive\ncapacities of vulnerable groups; & (6) Integrating climate change impacts and adaptation\ninto education curricula.\nNational Adaptation Plan (2021)\nEarly 2021, Jordan launched its National Adaptation Plan (NAP) focusing on enhancing climate\nresilience through strategic planning and prioritization of adaptation actions. Its key objectives\nare mainly; to strengthen Resilience, to mainstream climate adaptation into national\ndevelopment plans and to ensure community participation and equitable adaptation benefits.\nThe NAP identified main components, are as follows:\nInstitutional Strengthening, Governance and Finance, the plan identified need actions as\nfollows:\n•\nCoordination Mechanisms:\no Establishment of multi-sectoral committees and partnerships.\no Integrating adaptation planning across ministries and local governments.\n•\nCapacity Building:\no Training programs for policymakers, technical staff, and local communities.\no Knowledge-sharing platforms to disseminate best practices.\n•\nFinancing Adaptation Measures: Domestic and International Funding:\no Mobilizing resources through national budgets, Green Climate Fund (GCF), and\ninternational donors.\no Encouraging private sector investments in adaptation projects.\n\n88\n\nVulnerability and Risk Assessment for key sectors namely: Water resources, agriculture,\nbiodiversity, health, and infrastructure. Identified climate risks and vulnerabilities in each sector\nto inform planning as droughts, water scarcity, heatwaves, and desertification.\nAdaptation Priorities and Actions were identified for key sectors, namely:\n•\nWater Security:\no Efficient water management, desalination technologies, and wastewater reuse.\no Improving rainwater harvesting and groundwater recharge systems.\n•\nAgriculture and Food Security:\no Climate-smart agriculture practices and resilient crop varieties.\no Strengthening irrigation efficiency.\n•\nBiodiversity and Ecosystems:\no Restoration of degraded ecosystems and afforestation programs.\no Biodiversity conservation plans to protect species affected by climate change.\n•\nHealth Systems:\no Early-warning systems for heatwaves and disease outbreaks.\no Capacity building in climate-resilient healthcare services.\n•\nInfrastructure and Urban Resilience:\no Climate-proofing infrastructure (roads, buildings).\no Urban planning strategies to reduce vulnerability to flooding and heat.\n3.2 Climate Trends, Observed and Projected Impacts in Jordan\nFollowing sections give an overview related to observed trends, climate change impacts and\nprojected impacts in the country based on Jordan’s fourth national communication- published in\n2023.\nMethodology Used\nJordan’s vulnerability assessments in the Fourth National Communication (2023) and NAP (2021)\nused a combination of:\n•\nClimate modelling (e.g., RCP 4.5 and 8.5 scenarios),\n•\nGeographic Information Systems (GIS) for spatial analysis,\n•\nStakeholder consultations and expert workshops,\n•\nRisk assessment indicators: built around three main components: exposure, sensitivity,\nand adaptive capacity.\n\n89\n\nExposure indicators capture the degree to which natural and human systems in Jordan are\nsubjected to climate-related hazards, such as increasing temperatures, drought frequency,\nwater scarcity, and extreme weather events. These indicators are particularly relevant in\nwater-limited areas and in socioeconomically vulnerable areas, where the physical impacts\nof climate change are most acute.\nSensitivity indicators reflect how strongly these sectors—such as agriculture, health,\nbiodiversity, and infrastructure—respond to climate stresses based on their existing\nconditions and dependencies. Sensitivity is assessed through variables like agricultural yield\nvariability, reliance on rain-fed crops, water demand intensity, and the spatial distribution of\npopulation and infrastructure in high-risk zones.\nAdaptive capacity indicators, on the other hand, measure the ability of communities and\ninstitutions to anticipate, cope with, and recover from climate impacts. In the Jordanian\ncontext, this includes institutional readiness, access to financial and technical resources,\neducation levels, public health capacity, and the availability of climate-resilient infrastructure.\nTogether, these three provide an integrated understanding of vulnerability, allowing Jordan\nto identify priority regions and sectors for adaptation action, inform its National Adaptation\nPlan, and strengthen national resilience in line with the objectives of the Paris Agreement.\nTable 17: Indicators used in Jordan for Exposure, Sensitivity, and Adaptive Capacity\nCategory\nSample Indicators\nExposure\n• Temperature trends (e.g. increasing maximum temperatures)\n• Changes in precipitation levels\n• Frequency of droughts\n• Number of hot days (e.g. days above certain temperature thresholds)\n• Intensity of extreme rainfall events or very heavy rainfall days\n• Evaporation rates\n• Exposure to climate stimuli such as heatwaves, droughts, shifts in rainy\nseasons\nSensitivity\n• Extent of irrigated vs rain-fed agriculture\n• Agricultural dependence (crop yields, crop types, livestock)\n• Water demand versus supply balance\n• Soil types, land cover and land degradation\n• Population density in climate hazard-prone areas\n• Topography, groundwater recharge areas, valleys\n• Distribution of infrastructure, settlements in exposed zones\nAdaptive\nCapacity\n• Institutional readiness (existence of policies, plans, adaptation programs)\n• Access to financial, technical, and human resources\n• Education levels and public awareness\n• Health sector capacity (infrastructure, human health services)\n\n90\n\nCategory\nSample Indicators\n• Technology & data availability (climate information and projections, early\nwarning systems)\n• Social capital / community level capacity\n• Capacity for integrating adaptation into sectoral development plans\nObserved Climate Trends\n•\nAverage temperatures increased by 1.3°C since 1960.\n•\nPrecipitation decreased by 10–20%, especially in northern and central highlands.\n•\nExtreme events such as flash floods, heatwaves, and prolonged droughts have become\nmore frequent and intense.\nProjected Impacts\n•\nBy 2100, temperature increases of 2–4°C are projected under high-emission scenarios.\n•\nAnticipated 15–30% reduction in renewable water resources.\n•\nCrop yield declines (wheat, barley) by 20–40% in rainfed areas.\n•\nPublic health challenges due to heat stress and shifting disease patterns.\n3.3 Key Adaptation Goals and Reference to Global Goal on Adaptation (GGA)\nJordan aligns its national adaptation goals with the Global Goal on Adaptation (GGA) by:\n•\nEnhancing adaptive capacity through institutional strengthening and financing,\n•\nReducing vulnerability across water, agriculture, health, and urban systems,\n•\nIncreasing resilience of communities, ecosystems, and infrastructure,\n•\nPromoting equity and inclusiveness, especially for vulnerable groups (refugees, women,\nrural poor).\nJordan’s adaptation objectives are aligned with its updated NDC (2021) and the NAP and reflected\nin sectoral goals prioritizing:\n• Water security,\n• Promoting climate-resilient agriculture,\n• Reducing disaster risk in urban areas,\n• Enhancing health system adaptation\n• Protecting ecosystems and biodiversity.\n\n91\n\n3.4 Addressing Loss and Damage\nJordan has not yet formally integrated loss and damage (L&D) into its adaptation national\nstrategies. Though Jordan has faced flash floods (e.g., Dead Sea incident in 2018), droughts, and\nlandslides have caused fatalities and significant economic losses. Moreover, Institutional capacity\nfor L&D tracking, assessment, and compensation remains underdeveloped.\n3.5 Stakeholder Involvement and Inclusive Approaches\nStakeholder engagement is a key principle in Jordan’s adaptation planning including participatory\nvulnerability assessments at municipal level, multi-stakeholder steering committees for GCF and\nAdaptation Fund projects, youth and civil society consultations through the Climate Change\nCitizen Engagement Action Plan (2024), inclusion of refugees and host communities in adaptation\nproject design and implementation, and gender and social inclusion are institutionalized through\ninitiatives like the Climate Change and Gender Strategy (2030).\n3.6 Progress in Adaptation Reporting and the Development of the Monitoring, Reporting and\nLearning (MRL) Framework\nAlthough Jordan’s has not yet formally submitted any Adaptation Communication, it is worth\nmentioning that its key elements are embedded in the sectoral strategies (water, agriculture,\nhealth) and the GCF and Adaptation Fund-supported projects, the climate change adaptation\nchapters within the national communications as well as the NAP document.\nDespite these efforts, there remains a lack of systematic tracking and evaluation of effectiveness\nacross sectors and a gap in reporting implementation results against GGA and initial national\nadaptation goals.\nAdaptation actions to date show moderate effectiveness in reducing water stress through nonconventional sources, supporting smallholder agriculture through irrigation upgrades, and\nexpanding early warning systems. Hopefully this will be fixed once the MRL system has been\noperationalized.\nJordan’s emerging MRL Framework (2024), developed with support from the World Bank, aims\nto track sectoral adaptation progress and impacts using standardized indicators, link adaptation\noutputs (e.g., infrastructure installed) with outcomes (resilience achieved), embed learning loops\nand adaptive management, and enable national and local-level reporting aligned with GGA and\nBTR requirements. The reporting system is not yet ready, Ministry of Environment has developed\na primary/ initial framework that is still under validation and expected to be released early 2026\n\n92\n\nHowever, for the purpose of reporting within the current BTR (under sections 3.8 and 3.9) mostly\nfocuses on implementation stages (e.g., installed systems), with limited assessment of adaptation\neffectiveness, sustainability, or behavioural/systemic outcomes.\n3.7 Potential Opportunities under Adaptation and challenges limiting effectiveness and\nsustainability\n•\nEstablish a national mechanism for loss and damage accounting, building on disaster risk\nmanagement systems.\n•\nLeverage international frameworks such as the Santiago Network to support technical\ncapacity and access to financing.\n•\nFragmented implementation and limited inter-ministerial coordination,\n•\nInsufficient data for outcome-level evaluation,\n•\nWeak integration of adaptation into national budgeting processes.\n•\nHeavy reliance on external financing,\n•\nLimited local capacities for maintenance and scaling.\n3.8 Progress Towards Achieving NAP/NDC Measures\nTable 18: Progress Towards Achieving NAP/NDC Measures\nWater Resource Management\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\nNot yet\n\nIntegrate climate\nadaptation in\nwater sector\npolicies and\nreforms\n\nX\n\nIn progress –\nmentioned in national\nplans, limited\nenforcement\nmechanisms\nImprove water\ndemand\nmanagement and\nreduce supplydemand gap\n\nX\n\nOngoing – part of\nNational Water\nStrategy, but data on\nimpact not reported\nEnhance adaptive\ncapacity of water\nutilities\n\nX\nPlanned – policy\nmentions it,\nimplementation status\nunclear\nIncrease water use\nefficiency\n\nX\n\nPartially implemented\n– some measures exist,\n\n93\n\nbut efficiency levels\nnot quantified\nEnhance use of\nnon-conventional\nwater resources\n\nX\n\nIn progress –\ndesalination and\nwastewater reuse\nprojects noted\nImprove rainfall\nearly warning and\nflood risk\nreduction systems\n\nX\n\nOngoing – early\nwarning system\nenhancement\nunderway\nSupport watershed\nand basin-level\nwater resource\nmanagement\n\nX\nX\nLimited – watershed\nmanagement exists but\ntransboundary\ncoordination weak\n\nAgriculture and Food Security\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\n\nImplemented\nIntegrate climate\nresilience in\nagriculture sector\nreforms\nX\n\nPolicy-level\ncommitment –\nimplementation\nlagging in rural areas\nImprove drought\nmanagement\nsystems\n\nX\n\nIn progress – drought\npolicy updated,\nmonitoring systems\ndeveloping\nEnhance irrigation\nefficiency\n\nX\n\nPartially implemented\n– drip irrigation\nexpansion reported\nPromote waterefficient crops\n\nX\n\nOngoing – programs\npromoting droughttolerant crops active\nSupport\nhydroponics and\nwater-tolerant\nsystems\n\nX\n\nLimited – pilot projects\nfor hydroponics\nunderway\nEnhance rangeland\nproductivity\n\nX\n\nIn progress – 100,000\ndunums restored (out\nof 200,000 target)\nImprove\nsustainable\n\nX\n\nOngoing – sustainable\nfood chains noted in\n\n94\n\nproductivity across\nfood chains\nagri policy, progress\nunclear\nBiodiversity and Ecosystems\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\n\nImplemented\nExpand ecosystembased adaptation\nin protected areas\n\nX\n\nIn progress – protected\narea plans include\nadaptation,\nenforcement gaps\nremain\nPromote green\ninfrastructure and\ncommunity-based\nrestoration\n\nX\n\nOngoing – community\nengagement\nexpanding, still limited\nin rural areas\nEnhance adaptive\ncapacity of\necosystem services\n\nX\n\nPartially implemented\n– ecosystem mapping\nenhanced, funding\nlimited\nStrengthen\nconservation for\nclimate-threatened\nspecies\n\nX\nWeak – enforcement\nmeasures not yet\nupdated to include\nclimate threats\nPrevent zoonotic\ndisease via\nimproved\nconservation\n\nX\nLimited – zoonotic\ndisease linkage\nacknowledged but not\nfully addressed\nEnhance\necosystem\nvulnerability\nmonitoring and\nresearch\n\nX\nIn development –\necosystem research\nprioritized, monitoring\ncapacity weak\n\nHealth Sector\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\n\nImplemented\nUnderstand\nclimate risks to the\nhealth sector\n\nX\nInitial steps – health\nadaptation strategy\ndeveloped, risk\nmapping ongoing\n\n95\n\nEnhance adaptive\ncapacity of the\nhealth system\n\nX\n\nPartially implemented\n– health system\nupgrades underway,\ngaps in rural areas\nUrban Resilience and Disaster Risk Reduction\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\n\nImplemented\nPromote urban\ngreen\ninfrastructure for\nresilience\n\nX\n\nLimited – urban\ngreening in GAM,\nexpansion to other\ncities needed\nImprove disaster\nrisk readiness in\nurban areas\n\nX\n\nIn progress – DRM\nmainstreamed in some\ncities\nEnhance local\ncommunity\nparticipation in\nurban adaptation\n\nX\n\nOngoing – local action\nplans exist but\ncommunity\nengagement varies\nImprove building\nefficiency to adapt\nto heat\n\nX\n\nWeak – energyefficient building codes\nnot fully enforced\nCoastal Zone Management\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\n\nImplemented\nSupport marine\nprotected areas for\nclimate adaptation\n\nX\n\nLimited – MPA\nmanagement exists but\nnot climate-specific\nEnhance coral reef\nresilience\n\nX\nPlanned – no data on\ncoral restoration\nimplementation\nApply Integrated\nCoastal Zone\nManagement\n(ICZM)\n\nX\nPolicy exists – ICZM\nplanned for Aqaba,\nexecution not started\n\nCultural Heritage and Tourism\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\n\nImplemented\n\n96\n\nEnhance resilience\nof cultural heritage\nsites\n\nX\n\nOngoing – site\nvulnerability\nassessments begun\nIntegrate\nadaptation in\ntourism\ninfrastructure and\nsupply chain\n\nX\nLimited – tourism\nadaptation not\nintegrated sector-wide\nSocioeconomic Impacts\nMeasure\nStatus of Implementation\nComment/s\n\nImplemented\nPartially\n\nImplemented\nIntegrate climate\nresilience in\neconomic\ndevelopment plans\n\nX\n\nPartially implemented\n– green economy and\nclimate resilience\nmentioned\nEnhance local\nadaptation via\nclimate action\nplans\n\nX\n\nIn progress – local\nplans being piloted in\nselect municipalities\nIntegrate climate\nadaptation in\npoverty reduction\npolicies\n\nX\nPlanned – integration\ninto poverty plans\nproposed, not yet\nimplemented\nMobilize social\ncapital for\nadaptation\n\nX\n\nLimited – communitybased initiatives exist,\nnational scale lacking\nIncorporate human\nrights and\nvulnerable group\nsupport\n\nX\nWeak – human rights\nlanguage in policy not\nbacked by mechanisms\nIntegrate\nclimate\nchange\ninto\neducation\ncurricula\nX\n\nInitial steps – climate\neducation present in\nsome curricula\n\n3.9 Adaptation Projects-Under Implementation\nJordan has initiated several adaptation projects to address climate change, primarily funded by\nthe Adaptation Fund, FCDO and the Green Climate Fund (GCF). These projects align with\nJordan's National Adaptation Plan (2021), which prioritizes adaptation. They reflect Jordan's\n\n97\n\ncommitment to enhancing climate resilience and sustainable development through strategic\nadaptation projects.\n\nTable 19: Current project implemented through the MoEnv\nCurrent project implemented through the MoEnv\n# Project Name\nFunded/Implemented\nby\nBudget\n(USD)\nProject Aim\nCurrent status/Updates\n1. Increasing the\nresilience of both\ndisplaced persons\nand host\ncommunities to\nclimate changerelated water\nchallenges in Jordan\nand Lebanon\nFunded by:\nAF/ Regional Project;\nJordan & Lebanon\nImplemented by:\nUN-HABITAT\n13,973,509\n1. Reduce the demand\nof unsustainable\nwater sources such\nas over-extracted\n(and often polluted)\ngroundwater, while\nincreasing water\nsupply options from\nnon-conventional\nand more\nsustainable sources,\nincl. rainwater\nharvesting,\ngreywater\ntreatment and reuse\nand the reuse of\ntreated wastewater.\n2. Focus on responding\nto climate changerelated water\nchallenges by taking\na sustainable water\n1. (29) greywater treatment\nsystems installed in schools\n2. (1) greywater treatment\nsystem installed in a mosque\n3. (24) rainwater harvesting\nsystems installed in schools\n4. (4) rainwater harvesting\nsystems installed in mosques\n5. (7) rainwater harvesting\nsystems installed in residential\nbuildings\n6. Awareness and capacitybuilding workshops conducted\nfor schools, local\ncommunities, and mosques, in\naddition to the development\nof educational materials such\nas posters, brochures, and\nsocial media content on\nclimate change and water.\n\n99\n\nCurrent project implemented through the MoEnv\nmanagement\napproach.\n2. Jordan Integrated\nLandscape\nManagement\nInitiative (JILMI)\nFunded by:\nGCF/ National Project\nThrough: UNEP (AE)\nImplemented by:\nIUCN & Consortium, and\nMoEnv\n60 M\n(45 Grant\nwith 15 in\nkind Cont.)\nTo reduce the negative\nimpacts of climate\nchange on water\nresources in Jordan\nthrough a landscapelevel approach. The\nproposed approach\nincludes:\n1. Improved ecosystem\nmanagement;\n2. Managed aquifer\nrecharge;\n3. Rainwater\nharvesting;\n4. Evaporation\nreduction;\n5. Improved\nagricultural\npractices; and\n6. Strengthened\ngovernance\nPCA between MoEnv and UNEP to\nbe finalize and validated by\nrelevant ministries (MoFA, MoPIC,\nand MoF)\n\nIUCN and the consortium are\nworking on finalizing and\napproving the action & financial\nplan.\n3. The Adaptation Fund\nClimate Innovation\nAccelerator (AFCIA)\nFunded by:\nWFP HQ\nImplemented by:\n\nThe AFCIA Programme\nsupports innovative\nclimate adaptation\nsolutions addressing\nfood security\nchallenges. Three\nlaunched on June 5, 2024, in\nJordan, the project is now\nadvancing to its next milestone\nfollowing a successful inception\nworkshop and the selection of\n\n100\n\nCurrent project implemented through the MoEnv\nselected ventures will\npresent their solutions\nduring these events,\nshowcasing\ntechnologies focused\non:\n\n1. Deploy Tech -\nAdvanced water\nstorage systems for\nsmallholder farmers\n2. Responsive Drip\nIrrigation - Smart\nirrigation solutions\n3. Adaptive Symbiotic\nTechnologies -\nSymbiotic microbial\ntreatments to\nimprove resilience\nof crops\nthree climate ventures. The\nprogramme is now set to\nenter the “Accelerate” phase, a\nnine-month sprint during which\nthe selected ventures will\nimplement their solutions and\nrigorously test and validate their\ncore assumptions.\n4. JAHEZ (READY)\nProject\nFunded by:\nIn response, the UK\nForeign, Commonwealth\nand Development Office\n(FCDO)\nImplemented by:\nIWMI\n\nAround 7 M\nTo mainstream\nlearnings into policy\nimplementation,\ninvestment strategies\nand support\nthe design and\nimprovement of\ntechnical tools for use\nby host communities,\nHolding preparatory meetings\nwith representatives of the local\ncommunity for the project which\nwill be implemented in Irbid,\nRamtha, and Mafraq refugee\ncamps. The project serves as one\nof the implementation tools of\nthe Climate-Refugee Nexus\nInitiative launched by His Majesty\n\n101\n\nCurrent project implemented through the MoEnv\nrefugees and local\nauthorities.\nKing Abdullah II ibn Al Hussein\nduring the 27th Conference of the\nParties (COP27). The official\nendorsement of the project\nhappened during COP29.\nThe project steering committee\nwere established.\n5. Developing the\n“Roadmap for\ndevelopment of\nClimate Change and\nGender Strategy 2030\nin Jordan”\nFunded by:\nWB\nImplemented by:\nRSS\\WANA & Adelphi\n\n1. To support the\ndevelopment of a\ndedicated gender\nand climate\nstrategy.\n2. The Strategy\npresents an\nintegrated, multilevel approach\nthrough six\nactionable, gendersensitive\ninterventions for\nmain-streaming\ngender in the\nclimate change\nsector.\n3. Each intervention is\naccompanied by a\nset of\nrecommendations\norganized into\nFirst draft of the roadmap\ndeveloped and shared officially\nwith NCCC.\n\n102\n\nCurrent project implemented through the MoEnv\nshort-term,\nmedium-term, and\nlong-term actions,\ndesigned to be\nrealistic and\npractical.\n6. Enhancing Climate\nChange Resilience\nthrough Water\nRelated Interventions\n& Non- Conventional\nNature-Based\nSolutions in Areas\nHosting Displaced\nPeople in Jordan &\nLebanon\nFunded by: Spanish\nDevelopment Agency\n(AECID)\n\nImplemented by:\nUN-HABITAT\n270,000\nEnhancing climate\nchange resilience in\nareas hosting displaced\npeople in Jordan and\nLebanon through water\nrelated interventions\nand non-conventional\nnature-based solutions\nsuch as rainwater\nharvesting, Nature\nbased flood mitigation,\nAgri-voltaic farming and\nsubsequent greening of\npublic spaces.\n-\nTender for water\nharvesting system in one\nschool was concluded and\nwork started\n-\nChange in one project\ncomponent was requested\nand the donor accepted,\nthe change include change\nin focus area and type of\nactivity from Jerash to\nMafraq and from Lagoon\nto Nature based flood\nmitigation activity,\nrespectively.\n7. Climate-smart\npathways for an Agile\nand Resilient\nEconomy [CARE]\nFunded by: EU\n\nImplemented by: RSS\nand\nUN-HABITAT\n480,000\nEnhance the enabling\nenvironment for climate\nchange mitigation and\nadaptation in Madaba\nthrough applying an\ninnovative WaterEnergy-Food-Ecosystem\n(WEFE) Nexus approach\n-\nInception meeting with\nthe Municipality was\nconducted\n-\nCriteria for site selection\nwas prepared and site visit\nconducted\n-\nIndicators were prepared\nfor the Environmental,\n\n103\n\nCurrent project implemented through the MoEnv\nfor integrated urban\nresource management\nSocial, and Economic\nVulnerability assessment\n8. Climate Change\nCitizen Engagement\nAction Plan\nFunded by:\nWB\nImplemented by:\nUN-HABITAT\n$44,999.97\n1. Help Jordan involve\ncitizens more in\nclimate change\nactions.\n2. Support the Ministry\nof Environment to\ncreate a Citizen\nEngagement Action\nPlan.\n3. Study current laws,\npolicies, and how\ncitizens and civil\nsociety groups are\ninvolved today.\n4. Find challenges and\nopportunities for\nbetter citizen\nparticipation.\n5. Suggest clear steps\nto improve\ncollaboration\nbetween\ngovernment,\ncitizens, and NGOs.\n-\nInception report\ndeveloped\n-\nMeeting with\ngovernmental, private\nsector, and international\nentities representative to\nbuild a solid base for the\ncurrent work on the\nconcept of citizen\nengagement and what are\nthe opportunities to move\nforward.\n-\nRoad map will be\ndeveloped within 1\nmonths.\n9. Increasing the\nResilience of Poor\nand Vulnerable\nFunded by:\nAdaptation Fund\n\nAround 10\nM\nAdapt the agricultural\nsector in Jordan to\nclimate change induced\n\n104\n\nCurrent project implemented through the MoEnv\nCommunities to\nClimate Change\nImpacts in Jordan\nthrough\nImplementing\nInnovative Projects in\nWater and\nAgriculture in\nSupport of\nAdaptation to\nClimate Change\nImplemented by:\nMoPIC as the accredited\nentity and other related\ninstitutions\n\nwater shortages and\nstresses on food\nsecurity through piloting\ninnovative technology\ntransfer, policy support\nlinked to community\nlivelihoods and\nresilience.\n\n105\n\nChapter IV: Information on financial, technology development and\ntransfer and capacity-building support needed and received under\nArticles 9–11 of the Paris Agreement\n4.1 National Circumstances\nAs outlined by the MPGs paragraphs 119 and 120, each Party should provide information on\nnational circumstances and institutional arrangements relevant to reporting on the provision and\nmobilization of support; and information, if available, on national circumstances and institutional\narrangements for the provision of technology development and transfer and capacity-building\nsupport. These requirements are comprehensively addressed in the National Circumstances\nChapter of this report, under subsection Institutional Arrangements.\nJordan remains firmly committed to the UNFCCC and Paris Agreement objectives despite being a\nlower-middle-income, water-scarce country responsible for less than 0.06% of global GHG\nemissions. The country faces fiscal pressures, rapid population growth, and regional instability,\nwhich have increased its reliance on external climate-related support to meet its enhanced\nNationally Determined Contribution (NDC) mitigation and adaptation goals.\nThis chapter outlines the financial, technology, and capacity-building support Jordan has received\nand requires to implement its climate agenda between 2015 and 2025. It reiterates Jordan’s\ncommitment to transparency and accountability under the Enhanced Transparency Framework.\n4.2 Country Institutional framework, Strategies and Regulations\nThe Ministry of Environment (MoEnv), supported by the Climate Change Directorate (CCD),\nserves as the focal point for climate finance coordination and reporting. The National Climate\nChange Committee (NCCC), established by Climate Change Bylaw No. 79/2019, facilitates crosssectoral coordination aligned with national development goals.\nThe Ministry of Planning and International Cooperation (MoPIC), Ministry of Finance (MoF), and\nMinistry of Energy and Mineral Resources (MEMR) also play critical roles in resource mobilization\nand budgetary integration. The Jordan Renewable Energy and Energy Efficiency Fund (JREEEF)\nand Jordan Environment Fund (JEF) provide domestic financing mechanisms that complement\ninternational support.\n\n106\n\nJordan’s National Designated Authority (NDA) to the Green Climate Fund operates within MoEnv,\nendorsing projects aligned with national priorities and liaising with key partners such as UNDP,\nGIZ, FAO, and the World Bank.\n4.3 Underlying Assumptions, Definitions, and Methodologies\nJordan's reporting on support needed and received is undertaken in accordance with the\nModalities, Procedures, and Guidelines (MPGs) for the Enhanced Transparency Framework (ETF)\nestablished by the Paris Agreement (Decision 18/CMA.1). This section outlines the key underlying\nassumptions, definitions, and methodologies used to ensure the Transparency, Accuracy,\nCompleteness, Comparability, and Consistency (TACCC) of the reported information.\nThe scope of support needed directly corresponds to the conditional component of Jordan's\nupdated Nationally Determined Contribution (NDC).\nB. Definitions and Assumptions\nTable 20: Definitions and Assumptions for Support Needed and Received under Jordan’s BTR1\nTerm\nDefinition in the Context of Jordan's\nBTR1\nUnderlying Assumptions\nSupport\nNeeded\nThe financial resources, technology\ntransfer, and capacity-building required\nfrom international partners to achieve\nthe conditional portion (26%) of\nJordan's 31% GHG emission reduction\ntarget by 2030, and to implement\npriority adaptation actions.\nConditional targets cannot be met by\ndomestic resources alone, reflecting\nJordan's principle of common but\ndifferentiated\nresponsibilities\nand\nrespective capabilities.\nSupport\nReceived\nFinancial, technology, or capacitybuilding\nflows,\nincluding\ngrants,\nconcessional\nloans,\nand\nin-kind\nassistance, that directly support the\nimplementation of actions prioritized in\nthe NDC Action Plan.\nAll reported support has a primary\nobjective of climate change mitigation\nor adaptation, as defined by OECD\nDAC Rio Markers or similar national\ntracking tools.\nReference\nScenario\n(BAU)\nThe Business-as-Usual (BAU) scenario is\nthe baseline against which mitigation\ncosts and efforts are measured. It\nassumes a continuation of current\nnational policies and economic trends\nThe BAU scenario utilizes the same\nmacroeconomic assumptions (e.g.,\npopulation growth, GDP growth,\nenergy demand) that underpinned the\npreparation of the NDC.\n\n107\n\nTerm\nDefinition in the Context of Jordan's\nBTR1\nUnderlying Assumptions\nwithout the specific intervention of the\nconditional NDC actions.\nFinancial\nGap\nThe difference between the total\nestimated cost of implementing all NDC\npriority\nactions\n(mitigation\nand\nadaptation) and the currently available\ndomestic and international financing\nmobilized by Jordan.\nThe identified annual financing gap\n(estimated at JOD 1,095 million, or\n3.4% of GDP) reflects a conservative\nestimate based on existing sectorspecific investment plans (e.g., Water\nSector Capital Investment Plan) and\nNDC costing exercises.\n\nC. Methodology for Determining Financial Support Needed\nJordan employs a bottom-up, sector-specific costing methodology combined with a top-down\nmacro-fiscal analysis to estimate its financial needs.\n1. Bottom-up Costing (NDC Action Plan):\nPhase I: Prioritization and Identification: Priority mitigation and adaptation actions were\nidentified through a participatory approach involving five Sectoral Working Groups (Energy,\nTransport, Water, Agriculture, Health).\nPhase II: Detailed Costing: For each of the identified priority actions, a detailed costing exercise\nwas performed. This involved:\n▪\nInvestment Costs (CAPEX): Cost of equipment, infrastructure, and technology acquisition.\n▪\nOperating and Maintenance Costs (OPEX): Annual costs associated with running the actions.\n▪\nEconomic Analysis: Where applicable, Cost-Benefit Analyses (CBA) were conducted to ensure\nactions maximize impact and sustainable development benefits.\nAlignment: All costed actions were aligned with the National Climate Change Policy (2022-2050) and\nthe National Adaptation Plan (NAP).\n2. Tracking and Reporting:\nThe total estimated cost for the conditional mitigation and adaptation actions up to 2030\nrepresents the aggregate financial support needed. These needs are continuously updated and\n\n108\n\ntracked using the NDC Action Plan framework, which is being mainstreamed into the EMV\nExecutive Program to ensure alignment with national budget cycles.\n\nD. Methodology for Tracking and Reporting Support Received\nThe transparency framework for tracking received support relies on institutional coordination\nand international standards.\n1. Institutional Arrangements:\n-\nThe Ministry of Environment serves as the focal point for the UNFCCC and oversees the overall\nBTR compilation.\n-\nThe Ministry of Planning and International Cooperation (MOPIC) tracks official development\nassistance, including climate finance flows, ensuring consistency with international reporting\nrequirements.\n-\nThe Ministry of Finance is working with partners to explore solutions for establishing a dedicated\nclimate finance budget line to better track domestic and international climate-related\nexpenditures.\n2. Classification and Verification:\n-\nInternational Classification: Financial support is classified based on the Common Tabular Formats\n(CTFs) provided in the ETF MPGs, ensuring comparability with other Parties.\n-\nVerification: All reported support received is cross-referenced with donor data (where available)\nand verified against the criteria of the NDC Action Plan to confirm its contribution to the NDC\ntargets.\n-\nTechnology Transfer: Information on technology transfer received is defined as the adoption of\nnew or significantly improved environmentally sound technologies, measured in terms of specific\nsector-based deployment (e.g., advanced energy storage, green hydrogen pilot projects).\n4.4 Information on Support Needed and Priorities\n•\nLooking forward to 2030, Jordan estimates a total climate finance need of approximately\nUSD 7.5 billion to achieve its NDC targets, divided into approximately USD 4.8 billion for\nmitigation and USD 2.7 billion for adaptation efforts. The national strategy prioritizes\nscaling up investments in decentralized renewable energy systems, energy storage,\nintegrated water management including non-conventional resources, and climate-smart\nagriculture, among other sectors.\n•\nIn its updated NDC, Jordan committed to an enhanced GHG emissions reduction target of 31% by\n2030 relative to a business-as-usual scenario based on 2012 emissions levels. Of this 31%\nreduction, 5% is unconditional, while the remaining 26% is conditional upon delivery of financial\nand technical assistance from the international development community.\n\n109\n\n•\nJordan’s NDC lists of priority activities needed to achieve the 31% emissions reduction and climate\nadaptation targets across sectors and domains of intervention, along with the estimated cost of\nimplementation for each activity. In total, the estimated cost is US$ 7.9 billion, comprised of US$\n7.6 billion for 22 mitigation activities and US$ 329 million for the 21 adaptation related activities\n(see below Table). The GOJ will secure US$ 565 million of the total mitigation costs by its own\nmeans to fund the 5% unconditional emissions reduction target.\nTable 21: Estimated Costs of NDC Implementation by Sector and Measure (US$ and JOD)\nNDC Implementation Costs\n No. of projects\n US$ million\n JOD million\n Mitigation - subtotal\n22\n7,593\n5,423\n Energy\n4\n4,249\n3,035\n Water\n1\n2,821\n2,015\n Transport\n4\n457\n327\n Waste\n3\n33\n23\n Industry\n6\n19\n13\n Agriculture and Forestry\n4\n14\n10\n Adaptation - subtotal\n21\n329\n235\n Water\n11\n215\n153\n Agriculture and Forestry\n9\n113\n81\n Health\n1\n2\n1\n TOTAL\n43\n7,922\n5,659\nSource: CLIMA CAPITAL PARTNERS based on the NDC Action Plan online tool, 2021\nComplementing these financial needs, detailed programmatic descriptions guide support needed\nby sector. For example, in the transport and tourism sector, a significant program aims to\nevaluate the feasibility of electric mobility solutions within Jordan’s Golden Triangle (Petra, Wadi\nRum, Aqaba), supporting sustainable tourism through policy recommendations and investment\nplanning. The expected impact includes emission reductions and enhanced tourist experiences,\nbacked by an estimated USD 1,447,500 in combined technology support, capacity building, and\ntransparency support.\nSimilarly, in the environmental transport sub-sector, an initiative to develop sustainable policies\nfor recycling and safe disposal of electric vehicle batteries fosters circular economy practices. This\nprogram, with an estimated USD 965,000 budget, facilitates knowledge transfer on battery\nlifecycle management and strengthens institutional and private sector capacities.\n4.5 Information on Financial Support Received between (2015–2025)\n\n110\n\nBetween 2015 and 2023, Jordan successfully mobilized substantial international climate finance\nfrom diverse multilateral, bilateral, and regional partners to advance its climate objectives. These\nresources have been critical in bolstering Jordan's institutional readiness, technological\ncapabilities, and on-the-ground implementation to meet its enhanced NDC targets.\nBelow Table summarizes key financial support received by various recipient entities, the channels\nthrough which funds were provided, types of financial instruments, amounts disbursed, status\nconcerning adaptation or mitigation goals, and the types of technical and capacity-building\nsupport included (detailed information can be found in Annex IV CTF-FTC Support tables.\nTable 22: Summary of Financial Support Received and Contributions to Technology\nDevelopment and Capacity-Building\nRecipient\nEntity\nChannel\nFinancial\nInstrument\nAmount\nReceived\n(USD/Euro)\nStatus\nType\nof\nSupport\nContribution\nto\nTechnology\nDevelopment\n& Transfer\nContribution\nto CapacityBuilding\nObjectives\nAdditional\nInformation\nJordan\n(National\nlevel)\nInternational\nGrant\n1,233,000\nUSD\nBoth\nCapacity\nBuilding,\nSupport\nTransparency\nNo\nYes\nGEF\nTrust\nFund\n-\nUNDP\nJordan\n(National\nlevel)\nInternational\nGrant\n1,137,215\nUSD\nBoth\nCapacity\nBuilding\nNo\nYes\nGEF\nTrust\nFund\n-\nUNDP\nJordan\n(National\nlevel)\nRegional\nGrant\n6,000,000\nUSD\n(Jordan)\nAdaptation\nCapacity\nBuilding\nNo\nYes\nAdaptation\nFund - UNHabitat\nJordan\n(National\nlevel)\nInternational\nGrant\n747,301\nUSD\nBoth\nCapacity\nBuilding,\nReadiness\nNo\nYes\nGCF - GGGI\nGreater\nAmman\nMunicipality\nInternational\nLoan\nand\nGrant\n4,000,000\n&\n11,400,000\nUSD\nBoth\nCapacity\nBuilding\nYes\nYes\nEBRD\nGreater\nAmman\nMunicipality\nInternational\nLoan\nand\nGrant\n7,900,000\nUSD\n&\n4,800,000\nEuro\nAdaptation\nCapacity\nBuilding\nYes\nYes\nEBRD\nThis financial inflow has supported Jordan's efforts across key sectors, notably energy, water\nresource management, agriculture, transport, and urban resilience. For instance, initiatives\nfunded focus on renewable energy deployment, water use efficiency, capacity-building for MRV\nsystems, and climate-resilient agricultural practices, reflecting Jordan’s commitment to\ntechnology development, transfer, and institutional strengthening.\n4.4 Technology Development and Transfer\n\n111\n\nTechnology development remains integral to Jordan’s climate strategy. The Technology Needs\nAssessment (TNA) in 2016 identified renewable energy, energy efficiency, and waste-to-energy\nfor mitigation; and water harvesting, drought-resistant crops, and efficient irrigation for\nadaptation.\nKey achievements include:\n•\nDeployment of over 1,500 MW of renewable energy capacity\n•\nEnergy-efficient public buildings and street lighting via ESCO partnerships\n•\nBiogas generation in landfill and wastewater treatment plants\n•\nIntroduction of a National Electric Mobility Policy\n•\nPilot projects on smart water metering and decentralized wastewater treatment funded\nby GIZ and USAID\nJordan continues cooperation with partners such as the EU, Japan, and Korea on emerging clean\ntechnologies including hydrogen and carbon capture.\n4.5 Capacity-Building Support\nEfforts focus on:\n•\nBuilding GHG inventory and MRV capacity through UNDP-GEF projects\n•\nEnhancing institutional readiness via GCF Readiness Programmes\n•\nSupporting NDC implementation and transparency through GIZ and UNEP\n•\nMainstreaming climate education with UN CC: Learn\n•\nTraining farmers on climate-smart agriculture through FAO and IFAD\n•\nEngaging in regional knowledge exchanges via the NDC Partnership and Mediterranean\nClimate Action Alliance\n4.7 Gender, Inclusivity, and Private Sector Engagement\nJordan’s 2021 updated NDC mainstreams gender and vulnerable group participation. The private\nsector’s role expands via public-private partnerships, concessional financing, and green bonds\nsupported by Central Bank guidelines and the National Green Growth Plan.\n4.8 Challenges and Way Forward\nKey challenges are limited access to sustainable climate finance, capacity gaps in project\npreparation, fragmented data systems, and weak climate finance budget integration.\n\n112\n\nPlanned actions include operationalizing the national MRV system, establishing a climate finance\nregistry, advancing the Long-Term Low Emission Development Strategy (LT-LEDS), strengthening\ninstitutional readiness, and building partnerships to mobilize concessional and blended finance.\n4.9 References\n1. https://www.greenclimate.fund/countries/jordan\n2. https://www.state.gov/reports/2023-investment-climate-statements/jordan\n3. https://thedocs.worldbank.org/en/doc/c451c288351552092f5595f58ba516700320052023/original/jordan-climate-and-nature-financing-analysis.pdf\n4. https://www.cbj.gov.jo/EBV4.0/Root_Storage/EN/FINAL_-_Green_Finance_Strategy__English_Version_-_10_Nov_2023.pdf\n5. https://climate-change.canada.ca/finance/country-pays.aspx?id=121\n6. https://www.moenv.gov.jo/ebv4.0/root_storage/ar/eb_list_page/climate_investment_\nmobilization_plan.pdf\n7. http://jordanclimatechange.com/en-us/faq/\n8. https://www.climamed.eu/wp-content/uploads/files/Jordan-Annexe-Climate-FinanceGuidebook_com.pdf\n9. https://www.undp.org/sites/g/files/zskgke326/files/202310/jordans_fourth_national_communication_report._spread_view_0.pdf\n10. https://reformjo.org/media/o13bqnjz/jordan-inclusive-transparent-and-climateresponsive-investments-program-for-results-project.pdf\n\n113\n\nChapter V: Information on Flexibility\nInformation on flexibility (MPGs, para. 6) (Indication of (1) reporting provisions to which selfdetermined flexibility is applied, (2) capacity constraints in relation to the application of flexibility\nand (3) self-determined estimated time frames for improvements in relation to those capacity\nconstraints).\nFLEXIBILITY PROVISIONS- GHG INVENTORIES\n\nPara 48- (Reporting F-gases): Summary on the use of flexibility provision\nYear\nAll\nSector\n2. IPPU, 6. Other\nCategory\nAll\nGas\nPFCs, NF₃\nDescription of the application of flexibility MPGs, Para 48\nClarification of capacity constraint\nLimited technical capacities to calculate Emission\nreduction and data unavailability\nTimeframe for improvement\nBTR3\nProgress made in addressing areas of\nimprovement\n-\n\nPara 57- (Annual time series): Summary on the use of flexibility provision\nYear\n1990-2012\nSector\nAll\nCategory\nAll\nGas\nAll\nDescription\nof\nthe\napplication\nof\nflexibility\nMPGs, Para 57\nClarification of capacity constraint\nLimited time and resources to calculate Emission\nreduction and data unavailability\nTimeframe for improvement\nBTR2 and BTR3\n\n114\n\nProgress made in addressing areas of\nimprovement\n-\n\nPara 29 (Uncertainty assessment)\nSummary on the use of flexibility provision\n\nYear\nALL\nSector\nALL\nCategory\nALL\nGas\nALL\nDescription of the application of\nflexibility\nMPGs, Para 29\nClarification of capacity constraint\nLimited capacities in the area\nTimeframe for improvement\nBTR2\nProgress made in addressing areas\nof improvement\nNA\n\n115\n\nFLEXIBILITY PROVISIONS- NDC TRACKING\n\n1. Information on projections of greenhouse gas emissions and removals under a ‘with\nadditional measures’ scenario (Table 8- was not reported): Each Party shall report\nprojections pursuant to paras. 93–101 of the MPGs; those developing country Parties that\nneed flexibility in the light of their capacities are instead encouraged to report such\nprojections (para. 92 of the MPGs). Those developing country Parties that need flexibility\nin the light of their capacities with respect paras. 93–101 of the MPGs can instead report\nusing a less detailed methodology or coverage (para. 102 of the MPGs). Projections shall\nbegin from the most recent year in the Party’s national report and extend at least 15 years\nbeyond the next year ending in zero or five; those developing country Parties that need\nflexibility in the light of their capacities with respect to this provision have the flexibility\nto instead extend their projections at least to the end point of their NDC under Article 4\nof the Paris Agreement (para. 95 of the MPGs).\n\nJustification: Limited time resources to calculate Emission reduction and data\nunavailability for correctly estimating emissions reductions relevant to certain measures.\n\n2. Information on projections of greenhouse gas emissions and removals under a ‘without\nmeasures’ scenario (Table 9- was not reported): Each Party shall report projections\npursuant to paras. 93–101 of the MPGs; those developing country Parties that need\nflexibility in the light of their capacities are instead encouraged to report such projections\n(para. 92 of the MPGs). Those developing country Parties that need flexibility in the light\nof their capacities with respect paras. 93–101 of the MPGs can instead report using a less\ndetailed methodology or coverage (para. 102 of the MPGs). Projections shall begin from\nthe most recent year in the Party’s national report and extend at least 15 years beyond\nthe next year ending in zero or five; those developing country Parties that need flexibility\nin the light of their capacities with respect to this provision have the flexibility to instead\nextend their projections at least to the end point of their NDC under Article 4 of the Paris\nAgreement (para. 95 of the MPGs).\n\nJustification: Limited time resources to calculate Emission reduction and data\nunavailability for correctly estimating emissions reductions relevant to certain measures.\n\n116\n\nChapter VI: Improvements in Reporting Over Time\nJordan acknowledges key areas for improvement in implementing Article 13 of the Paris\nAgreement, particularly in enhancing data systems, inter-institutional coordination, and technical\ncapacities for climate-related reporting. While Jordan has successfully submitted three National\nCommunications and three Biennial Update Reports (BURs), several challenges persist, especially\nin relation to tracking support received and needed, improving transparency, and\ninstitutionalizing climate monitoring frameworks.\nOngoing and Planned Improvements\nJordan has embarked on a progressive path to improve the national transparency framework by\ndeveloping the building blocks required for transitioning to the Biennial Transparency Report\n(BTR). Current efforts include the development of a national Monitoring, Reporting, and\nVerification (MRV) system to centralize and digitize the collection, management, and verification\nof climate data across mitigation, adaptation, and means of implementation.\nJordan has also initiated steps to:\n•\nEngage with national institutions to harmonize climate-related data systems, with\nsupport from development partners.\n•\nExpand the climate finance tracking methodology, with clearer classification of financial\ninstruments and funding channels aligned with the MPGs.\n•\nBuild technical capacity through training, peer learning, and South-South cooperation on\nGHG inventory, transparency tools, and reporting.\nJordan’s reporting improvements are informed by lessons learned from past BUR submissions,\nfeedback received through the International Consultation and Analysis (ICA) process, and\nalignment with newly adopted Modalities, Procedures and Guidelines (MPGs) for the enhanced\ntransparency framework.\nChallenges and Gaps\nA. Data Collection\n\n▪\nAbsence of a centralized system for real-time, cross-sectoral data collection and\narchiving.\n▪\nData gaps in emissions from solvent use, and some industrial subsectors.\n▪\nLimited availability and traceability of domestic and international climate finance flows,\nespecially from private and non-governmental actors.\n\n117\n\n▪\nLack of disaggregated data on the type of support (grant, concessional loan, equity, etc.)\nand purpose (mitigation, adaptation, capacity building, technology transfer).\n\nB. Institutional Arrangements\n\n▪\nFragmented responsibilities across ministries with limited coordination on climate\nfinance and MRV processes.\n▪\nInsufficient human and financial resources to carry out sector-level mapping of support\nreceived/needed.\n▪\nLimited awareness among implementing entities of how to report climate finance using\nframeworks like the MPGs classifications.\nRecommendations for Improvements\nThe following recommendations can be expected to enhance the quality, consistency, and\ncomparability of future reports. Jordan is committed to improving its institutional readiness for\nenhanced transparency by:\n•\nFinalizing and operationalizing its National MRV Framework across sectors.\n•\nEstablishing a climate finance registry to better track inflows, instruments, and their\nalignment with national priorities.\n•\nTechnical assistance and international cooperation to bridge capacity gaps in data\nmanagement, MRV, and transparency reporting.\n\n118\n\nReferences\n• Economic Modernisation Vision Document and the Government Executive Program 20232025\n• Jordan National Climate Change Policy (2022-2050).\n• Jordan’s Fourth National Communication, January 2023.\n• Jordan’s updated first NDC, October 2021.\n• Jordan’s National Adaptation Plan (NAP), September 2021.\n• Jordan’s Second Biennial Update Report, December 2020.\n• Building Capacity for the Paris Agreement’s Enhanced Transparency Framework: What\nCan We Learn from Countries’ Experiences and UNFCCC Processes? Yamide Dagnet, et\nal,2019\n▪ Climate Change Policy 2022-2050\n▪ Climate Change bylaw, No.79/2019\n▪ Department of Statistics (DOS) (2022-2023). Annual Reports. Retrieved on November,\n2023, from: http://dosweb.dos.gov.jo/\n▪ Department of Statistics (DOS), November 2023, Jordan in Figures.\n▪ Jordan’s Fourth National Communication on Climate Change (2023). Retrieved on\nNovember 30th, 2024, from:\nhttp://www.undp.org/content/dam/jordan/docs/Publications/Enviro/FNC%20jordan%2\n0pdf.pdf\n▪ MEMR.\n(2020),\nNational\nEnergy\nSector\nStrategy\n(2020-2030),\nfrom:\nhttps://memr.gov.jo/EBV4.0/Root_Storage/AR/EB_Info_Page/Strategy2020.pdf\n▪ Ministry of Energy, Annual reports: 2022 and 2023\n▪ Ministry of Environment, State of Environment Report (2016).\n▪ Ministry of Water and Irrigation, Annual reports: 2022 and 2023\n▪ UNHCR. (2021 Jordan Population of Concern FACT SHEET. From:\nhttps://reliefweb.int/sites/reliefweb.int/files/resources/69826.pdf\n\n119\n\nAnnexes\nThis section will be updated during 2025-when we have access to the UNFCCC ETF website\nA. Annex I CRTs for the electronic reporting of the national inventory report of\nanthropogenic emissions by sources and removals by sinks of greenhouse gases\n\n120\n\nB. Annex II CTF for the electronic reporting of the information necessary to track\nprogress in implementing and achieving the NDC\n\n121\n\nC. Annex III: CTF-FTC Support tables\n\n122\n\nD. Annex IV Information in relation to the Party’s participation in cooperative\napproaches\nJordan’s participation in cooperative approaches under Article 6 of the Paris Agreement is\nevolving, with growing interest in leveraging international climate finance and carbon markets to\nachieve its Nationally Determined Contributions (NDCs). Here's an overview of Jordan’s position\nand involvement in cooperative approaches:\nJordan's interest in Carbon Markets and Bilateral Cooperation\nJordan has expressed interest in participating in Article 6.2 mechanisms, especially those involving\ncarbon markets, to attract climate finance and investment into renewable energy, waste management,\nand water efficiency sectors.\nJordan’s updated NDC (2021) explicitly mentions exploring market and non-market approaches,\nshowing openness to: carbon pricing instruments, results-based finance, Non-market approaches\nunder Article 6.8 that support capacity building, technology transfer, and adaptation.\nFinalizing the Article 6 framework and national registry is still underway. Capacity gaps should be\ndealt with.\nOpportunities for Jordan\n•\nAttracting international finance for low-carbon infrastructure.\n•\nStrengthening public-private partnerships for climate mitigation.\n•\nPositioning Jordan as a regional leader in Article 6 implementation in MENA.",
    "created_utc": "2025-11-20T07:24:46Z"
  }
]