[
  {
    "country": "Kenya",
    "section": "National policy framework",
    "source_doc": "BTR1",
    "doc_url": "",
    "extracted_text": "Policy\nand Regulatory Framework; the National Policy for Disaster\nManagement 2017; Climate Risk Management Framework 2016;\nand National Biodiversity Strategy and Action Plan 2019-2030.\nThe local frameworks, policies, plans and their implementing\ninstitutions build from domesticated global frameworks and\ndraw from them synergies that are essential for implementation\nof climate change adaptation action in Kenya. The most notable\nones are presented in Table 3.9.\n| 64 Biennial Transparency Report\n\nTable 3.8: Global Climate Adaptation Frameworks and their Synergy with Kenyan Frameworks, Policies, Plans and Institutions for Climate Adaptation\nFrameworks\nSynergy with local frameworks, policies, plans and institutions for\nClimate Adaptation\nUN Sustainable Development Goals and 2030 Agenda\nfor Sustainable Development17\n\t• The NCCAP 2023-2027 demonstrates systemic alignment with the\nSDGs and disaster risk reduction agendas through a shared vision\nfor climate-resilient development stemming from the recognition\nthat climate change is a threat to sustainable development in\nKenya. The NCCAP 2018-2022 identified the SDG benefits of\nclimate action, including climate adaptation, and the relevant SDG\nindicators.\n\t• Being a highly vulnerable country with a significant proportion of\nthe population living below the poverty line and directly dependent\non the natural resources, the adaptation actions in the NCCAP\n2023-2027 have been framed in such a way that they address the\nmultiple objectives of building resilience, reducing poverty, and\nsupporting environmental sustainability.\n\t• An SDG Coordination Directorate was created under the State\nDepartment of Economic Planning, National Treasury and\nEconomic Planning, to provide leadership in mainstreaming the\nSDGs in planning, policies, and budgeting at national and county\nlevels. It also coordinates tracking and reporting on SDGs. This has\nensured that the five-year MTPs and CIDPs mainstream the SDGs,\nclimate change adaptation, and disaster risk management.80\nUNFCCC Paris Agreement; Sendai Framework for\nDisaster Risk Reduction\n\t• The Government of Kenya has taken significant steps to align\nefforts under the Paris Agreement and the Sendai Framework for\nDisaster Risk Reduction. Drawing from the two global frameworks,\nKenya developed the Climate Risk Management Framework (2016)\nto foster stronger coordination among government institutions\nworking on climate change adaptation, disaster risk management,\nand sustainable development at both national and sub-national\nlevels. The framework focusses on hydrometeorological disasters\nconsidering their frequency and wide-ranging impacts on society\nand the economy.\n\t• Implementation of this framework is enhancing synergy, efficiency,\nand impact in climate adaptation and resilience building across\ninstitutions and the two levels of government, regionally and\ninternationally.81\n3.4.\tAdaptation strategies, policies, goals and plans to\nintegrate adaptation into Kenya’s Climate Action\n80 The National Treasury & Economic Planning. (2021). SDGs Coordination Directorate. https://sdgs.planning.go.ke\n81 NDMA. (2016). A Climate Risk Management Framework for Kenya. https://www.adaconsortium.org/images/publications/NDMA_BOOKLET_new_final.pdf\n82 Government of Kenya. (2007). Kenya Vision 2030: A Globally Competitive and Prosperous Kenya. Nairobi: Government of Kenya\n83 Government of Kenya. (2023).\nFollowing the launch of Vision 2030 to guide Kenya’s long-term\ndevelopment in 2008,82 the country put in place the National Climate\nChange Response Strategy, 2010 in recognition of the impact of\nclimate change on this vision. The strategy acknowledged the\nimportance of coordinating efforts to address climate change\nchallenges in Kenya and essentially advocated for the creation of\na climate change policy and legislation to serve as the foundation\nfor adaptation efforts. It called for and provided the foundation\nfor the development of a standalone climate change act, as well\nas related governance structures and programmes (e.g., NCCAP\nand NAP).\nIn 2015, Kenya established its National Adaptation Plan (NAP)\n2015–2030 drawing on the adaptation technical analysis of NCCAP\n2013-2017. The NAP was submitted to the UNFCCC in early 2017;\nit aims to consolidate the country’s adaptation vision by supporting\nmacro-level adaptation initiatives aligned with economic sectors\nand addressing county-level vulnerabilities to improve long-term\nresilience and adaptive capability. Implemented through the fiveyear NCCAPs, the NAP identifies climate vulnerabilities and key\nareas for enhancing climate resilience. Importantly, the NAP serves\nas the foundation for Kenya’s NDC’s adaptation component. 83\nThe Climate Change Act Number 11 of 2016 and Climate Change\nAct 2016 establish the legal architecture to guide climate change\nplanning and implementation at the national and county levels.\nIt provides the legal basis for mainstreaming climate change in\nnational and county planning and establishes the institutional\nstructures for coordination of climate change issues. It is a\ncomprehensive legal framework for climate change governance,\nwith the goal of enhancing climate-resilient development by,\namong other things, promoting the adoption of technologies that\nBiennial Transparency Report 65 |\n\nsupport low carbon and climate-resilient development; facilitating\ncapacity development for public participation in climate change\nresponses through awareness creation, consultation, representation,\nand access to information; and providing incessant access to\ninformation. Furthermore, the Act calls for and encourages the\nincorporation of climate adaptation measures into development\nplanning, decision-making, and execution. It establishes guidelines\nfor climate change planning and implementation and acknowledges\nthe complementary roles of national and county governments.\nGiven the local character of adaptation, the latter is crucial.84 Other\nlegal, policy and planning instruments are summarised below:\n\n▶\nBottom-Up Economic Transformation Agenda (BETA):\nKenya’s 2023–2027 planning period focuses on the BETA\nthemes of Agricultural Transformation; Micro, Small and\nMedium Enterprises (MSME) Economy; Housing and\nSettlement; Healthcare; and Digital Superhighway and\nCreative Economy. Most of these themes fall within the\npriority sectors for adaptation in Kenya’s NAP/NDC.\n\n▶\nThe National Climate Finance Policy approved by Parliament\nin 2018: Establishes the institutional and reporting frameworks\nto access and manage climate finance.\n84 GoK. (2016). Climate Change Act, 2016. Government of Kenya.\n85 GoK. (2016b). Green Economy Strategy and Implementation Plan (GESIP) 2016–2030: A low carbon, resource efficient, equitable and inclusive socio-economic transformation. Government of\nKenya. Nairobi. August 2016.\n86 Government of Kenya. (2023).\n\n▶\nThe National Climate Change Framework Policy (NCCFP)\napproved by Parliament in 2018: Ensures the integration\nof climate change considerations into planning, budgeting,\nimplementation, and decision-making at the national\nand county levels and across all sectors.85 The NCCFP\ncomplements the Climate Change Act 2016.\n\n▶\nThe National Biodiversity Strategy and Action Plan, 2019\n– 2030: Outlines approach for resolving problems with\ndwindling biodiversity and related issues, including building\nawareness of the importance of biodiversity on adaptation.\n\n▶\nThe Green Economy Strategy and Implementation Plan\n(GESIP) 2016–2030:86 This is Kenya’s blueprint to advance\ntoward a low carbon, resource efficient, equitable and\ninclusive socio-economic transformation. The GESIP is\nmeant to guide national and county governments, private\nsector, civil society, and communities in adopting different\ndevelopment pathways that encourage higher green growth,\ncleaner environment, and higher productivity.18\nBox 1 – Case: Bottom-Up Economic Transformational Agenda’s contribution to climate adaptation 87\nAgricultural Transformation and Inclusive Growth. This intervention aims at ensuring food security in the country through\nclimate change mitigation and adaptation, thereby reducing the cost of living. The intervention also aims at creating jobs as\nagriculture has the highest employment multiplier effect owing to its strong forward and backward linkages to other sectors of\nthe economy. It also focuses on developing Kenya’s agricultural land through irrigation.\nMicro, Small and Medium Enterprise (MSME). This entails correcting market and institution failure problems through schemes\nthat will ensure that benefits of growth are fairly distributed. This will promote accessibility to affordable credit to most Kenyans\nat the bottom of the pyramid through the Hustlers Fund.\nHousing and Settlement. This intervention aims at reducing proliferation of slums and hence preserving human dignity.\nAdditionally, it aims to create quality jobs for over 100,000 youths. This will be done through, among other measures, facilitating\ndelivery of 250,000 houses per annum and enabling low-cost housing mortgages.\nHealthcare. This entails promoting access to quality and affordable healthcare through the Universal Health Coverage programme.\nKenya’s NCCAP 2023-2027 sets out priority adaptation actions in\nseven strategic areas. These actions deliver on the contributions\nin the NDC and objectives of the NAP. The tables below include\nthe strategic area goal to 2030; guiding laws, policies and plans;\npriority adaptation actions; and lead institutions.\n| 66 Biennial Transparency Report\n\n3.4.1.\nDisaster Risk Management\nTable 3.9: Disaster Risk Management\nStrategic Area: Disaster (Drought and Flood) Risk Management\nOverall Sector Goal by 2030\nReduce risks that result from climate-related disasters, such as droughts and\nfloods, to communities and infrastructure.\nClimate Change Adaptation/-Related\npolicy or Planlaws, policies and plans\n1.\nDraft Disaster Risk Management Policy (2018)\n2.\nDraft Disaster Risk Management Bill (2018)\n3.\nKenya’s Disaster Risk Financing Strategy for Catastrophe Deferred Drawdown\nOption (2018–June 2023)\n4.\nNational Drought Emergency Funds (NDEF) 2021 regulations\n5.\nClimate Risk Management Framework (2017)\n6.\nEnding Drought Emergencies (EDE) Common Programming Framework\n7.\nPublic Finance Management Act 2012\nPlanned Priority Actions in NAP & NDC\n\t• Drought risk management including drought early warning, preparedness, and response for enhanced drought resilience.\n\t• Flood risk management incorporating nature-based solutions\nLead Institution(s)\n1.\nNational Drought Management Authority\n2.\nThe National Treasury\n3.\nDepartment of Interior, National Disaster Operations Centre\nKey Actors\nCounty Commissioners’ Offices; County Governments; Public Benefit Organizations;\nCounty and Community level Disaster Management Structures\n3.4.2.\nFood and Nutrition Security\nTable 3.10: Food and Nutrition Security\nStrategic Area: Food and Nutrition Security\nOverall Sector Goal by 2030\nIncrease food and nutrition security through enhanced productivity and resilience of\nthe agricultural systems, in as low carbon a manner as possible.\nClimate Change Adaptation/Related\npolicy or Plan\n1.\nKenya Climate Smart Agriculture Strategy (2017–2026)\n2.\nAgricultural Sector Transformation and Growth Strategy (2019–2029)\nPriority Actions in NAP & NDC\n\t• Mainstream CSA towards increased productivity through value chain approach to support the transformation of agriculture\n(crops, livestock and fisheries) into an innovative, commercially oriented, competitive and modern sector.\n\t• Build resilience of the agriculture (crops, livestock and fisheries) systems through sustainable management of land, soil,\nwater and other natural resources as well as insurance and other safety nets.\n\t• Strengthen communication systems on CSA extension and agro-weather issues.\nLead Institution\nMinistry of Agriculture and Livestock Development\nKey Actors\nFarmer Cooperatives and other representative organizations; Private Sector; County\nGovernment departments on Agriculture and Food Security; National Irrigation\nBoard; International Fund for Agricultural Development (IFAD), Food Agricultural\nOrganization (FAO), and World Food Programme (WFP)\n3.4.3.\nWater and the Blue Economy\nBiennial Transparency Report 67 |\n\nTable 3.11: Water and the Blue Economy\nStrategic Area: Water and the Blue Economy\nOverall Sector Goal by 2030\nEnhance the resilience of the water sector by ensuring access to and efficient use\nof water for agriculture, manufacturing, domestic, wildlife, and other uses.\nClimate Change Adaptation/Related\npolicy or Plan\n1.\nWater Act No. 43 of 2016 and (amendment) Bill (2023)\n2.\nWater Harvesting and Storage Regulations (2021)\n3.\nNational Water Harvesting and storage Strategy 2020-2025 and National Water\nResources Strategy 2020-2025\n4.\nNational Irrigation Services Strategy 2022–2026 Irrigation Act (2019)\n5.\nNational Irrigation Policy (2017)\nPriority Actions in NAP & NDC\n\t• Conduct and implement recommendations on climate and risk assessment on water, sanitation and irrigation infrastructure.\n\t• Build resilience infrastructure for the protection of dams, dykes and river lines.\n\t• Promote water harvesting and storage at county and household levels.\n\t• Mainstream climate change into water catchment management plans\nLead Institution\nMinistry of Water, Sanitation and Irrigation\nKey Actors\nNational Irrigation Board; County Government Water departments; Public Benefit\nOrganizations working on WASH\n3.4.4.\nForestry, Wildlife and Tourism\nTable 3.12: Forestry, Wildlife and Tourism\nStrategic Area: Forestry, Wildlife and Tourism\nOverall Sector Goal by 2030\nIncrease forest cover to 10% of total land area, increase the resilience of the wildlife and\ntourism sectors, and rehabilitate degraded lands, including rangelands.\nClimate Change Adaptation/\nRelated policy or Plan\nNational Forest Programme (2017) – chapter on climate change\nREDD+ Readiness Plan and analysis (2013–2018)\nWildlife Strategy, 2018\nPriority Actions in NAP & NDC\n\t• Rehabilitation and conservation of degraded forests. P9: Plant 350,000 agro-forestry trees in farmlands established\n\t• Establish at least 2,000 ha to promote nature based (non-wood forest products) enterprises across the country.\n\t• Establish 150,000 ha commercial private forests plantations.\n\t• Greening of 14,000 ha of infrastructure (roads, railway lines, dams).\n\t• Enhance/strengthen governance of community structures in participatory resource management in coastal ecosystem\n\t• Conduct blue carbon readiness assessment for full integration of blue carbon/ocean climate actions into NDCs.\n\t• Develop marine spatial planning and outline sustainable management approaches\n\t• Promote and expand opportunities for nature-based enterprises including seaweed farming and mangrove ecotourism.\n\t• Integrate the use of nature-based solutions, including the implementation of national mangrove management plan, into\nnational and county development plans.\n\t• Strengthen early warning and tailor-made climate information services through institutional strengthening of KMD and other\ninformation user institutions.\n\t• Roll-out Early Action Protocols for forecast-based financing.\n\t• Develop and adopt guidelines of how to integrate adaptation across the tourism sector.\n\t• Conduct a climate risk and vulnerability assessment of the tourism sector.\n\t• Develop climate resilient action plans for the sector.\nLead Institution\nKenya Forest Service, Ministry of Environment and Climate Change and Forestry; Ministry\nof Wildlife and Tourism\n| 68 Biennial Transparency Report\n\nKey Actors\nKenya Meteorological Department; Private Investors in Tourism and Forestry; Community\nForest Association; Community Wildlife Conservation Associations and Public Benefit\nOrganizations working on wildlife, tourism and forestry\n3.4.5.\nHealth, Sanitation and Human Settlements\nTable 3.13: Health, Sanitation and Human Settlements\nStrategic Area: Health, Sanitation and Human Settlements\nOverall Sector Goal by 2030\nReduce incidences of malaria and other diseases that are projected to increase\nbecause of climate change, encourage climate-resilient solid waste management,\nand promote climate-resilient buildings and settlements, including in urban centres,\nASALs, and coastal areas.\nClimate Change Adaptation/Related\npolicy or Plan\n1.\nHealth Act (No. 21 of 2017) – section on environmental health and climate\nchange (part VII, sections 68 & 69)\n2.\nThe Land Act (2012)\nPriority Actions in NAP & NDC\n\t• Conduct a vulnerability and risk assessment of different climate risks on human health\n\t• Develop a public awareness and social mobilisation strategy on climate change and health impacts.\n\t• Develop health programmes, protocols and guidance to manage new climate change related diseases and risks.\n\t• Reduce the incidence of malaria, other vector-borne diseases and other health conditions\n\t• Introduce nature-based solutions in flood control especially around informal settlements and selected urban areas.\n\t• Strengthen the enforcement of green building codes by national and county governments.\n\t• Conduct climate risk and vulnerability assessment of building/housing infrastructure especially, to flooding and sea level rise\nLead Institution\n1.\nMinistry of Health\n2.\nMinistry of Lands, Public Works, Housing, and Urban Development\nKey Actors\nPublic and private health institutions and facilities; PBOs;\n3.4.6.\nManufacturing\nTable 3.14: Manufacturing\nStrategic Area: Manufacturing\nOverall Sector Goal\nby 2030\nImprove energy and resource efficiency in the manufacturing sector.19\nClimate Change\nAdaptation/\nRelated policy or\nPlan\n1.\nGuidance on climate-related risk management (2021)\n2.\nKenya Sustainability Reporting Standards (KSRS): The Capital Markets Authority (CMA) in Kenya\npublished the KSRS in 2020, providing guidance on Environmental, Social, and Governance (ESG)\ndisclosure by listed companies. These standards cover indicators related to energy consumption,\nwater use, waste management, and social and ethical practices.87\nPriority Actions in NAP & NDC\n\t• Mobilise financial resources from capital markets and other financial instruments for green investments and implementation\nof the Green Business Agenda.\n\t• Eco-label industrial products to promote green procurement especially by public procurement agencies.\n\t• Climate-proof waste management infrastructure for waste management facilities in Special Economic Zones (effluent\ntreatment plants).\n\t• Increase the number of companies participating in efficient water-use initiatives\nLead Institution\nMinistry of Industrialization 20\n87 Environmental, Social & Governance Laws and Regulations Report 2024 Kenya\n88 GoK. (2018). NCCAP 2018-2022.\nBiennial Transparency Report 69 |\n\nKey Actors\nCentral Bank of Kenya\n3.4.7.\nEnergy and Transport\nTable 3.15: Energy and Transport\nStrategic Area: Energy and Transport\nOverall Sector Goal by 2030\nClimate-proof energy and transport infrastructure, promote renewable energy\ndevelopment, increase the uptake of clean cooking solutions, and develop\nsustainable transport systems.\nClimate Change Adaptation/Related\npolicy or Plan\n1.\nGreen Hydrogen Strategy and Road Map for Kenya (2023)\n2.\nEnergy Act (2019) – Part 3, section 43; Part 4, section 74 (i), and Part 9 address\nclimate change-related issues\n3.\nNational Energy Efficiency and Conservation Strategy (2020– 2027)\n4.\nBio-energy Strategy (2020–2027)\n5.\nKenya National Aviation Action Plan for International Civil Aviation Organisation\n(ICAO) and International Maritime Organisation (IMO) (2017)\nPriority Actions in NAP & NDC\n\t• Develop and adopt guidelines on how to climate proof energy infrastructure using vulnerability risk assessment.\n\t• Enhance climate proofing of energy infrastructure along the renewable energy supply chain.\n\t• Increase the number of companies participating in energy efficient water-use initiatives by 40% from the baseline\n\t• Upscale the construction of roads to systematically harvest water and reduce flooding..\n\t• Enhance institutional capacities on climate proofing vulnerable road infrastructure through vulnerability assessments.\n\t• Promote the use of appropriate designs and buildings materials to enhance resilience of at least 4,500 km of roads to\nclimate risk.\nLead Institution\n1.\nMinistry of Energy and Petroleum\n2.\nMinistry of Roads and Transport\nKey Actors\nKENHA; KETRACO\n3.5.\tImplementation Progress, Results Evaluation and\nLearning\nIn Kenya, multiple actors are involved in implementation of\nadaptation actions. The National and County governments and\nnon-state actors including NGOs, CSOs, the private sector, research\norganisations, institutions of higher learning, and media, have\nundertaken several initiatives that are aligned with the country’s\nNCCAPs.\nThis section presents progress on the implementation of adaptation\nactions in the NCCAP’s seven strategic areas.\n3.5.1.\nProgress on the implementation of adaptation action in\nKenya\n1. Disaster Risk Management\nThe adaptation actions in the disaster risk management (DRM)\nstrategic area promote a proactive approach to addressing\nclimate-related disasters through flood and drought early warning\nsystems, improved social protection programmes, implementation\nof flood management plans, and community-level capacity building\nto raise awareness and education on disaster management and\nflood hazards.88\nProgress and actions in the strategic area include:\n\n▶\nTo increase the number of households and entities benefiting\nfrom devolved adaptive services, through government\nfinancing, the NDMA disbursed over KES 3.3 billion under the\nHSNP through more than 100,800 households out of which\n60% of recipients were women in arid counties. The NDMA\nalso disbursed drought shock responsive cash transfers\nto households as triggered by the drought severity index.\nDuring 2021–2023 drought, shock responsive cash transfers\n| 70 Biennial Transparency Report\n\nbenefitted 59,651 households in Turkana, Marsabit, Wajir and\nMandera counties, with disbursement of KSh 409,074,30.89.\n\n▶\nThe government effectively coordinated more than KSh 70\nbillion drought response interventions during the 2021–2023\ndrought. The government contributed KSh 22 billion while\nnon-state actors contributed KSh 48 billion.\n\n▶\nThe National Drought Management Authority (NDMA) helps\npeople cope with drought by producing and disseminating\nmonthly county drought early warning bulletins that target\nthe counties at risk of drought.\n\n▶\nThe Government operationalized the National Drought\nEmergency Fund (NDEF), and gazetted and sensitized\nthe members of the County Drought and Food Security\nCommittees (CDFSC) for county level coordination in the\n23 ASAL counties. So far, the Fund has received a total of\nKSh 345 million in funding from the National Treasury for\nthe following components;90\ni.\nDrought resilience and preparedness 50%,\nii.\nDrought response 40%,\niii. Drought recovery 5%, and\niv. Administrative costs 3%\nv.\nReserve 2%\nAs part of the plan to increase flood resilience, the government\nthrough KMD has increased the amount and timeliness of flood\nearly warnings issued alongside weather forecasts during rain\nseasons.\n\n▶\nDisaster Management is now effectively coordinated through\ninstitutions including the National Disaster Operations Centre,\nNDMA, National Disaster Operations Unit, and National\nSafety Net Programme.\n\n▶\nThe NDMA operates a web-based national Drought Early\nWarning System (DEWS) that supports stakeholders’\n89 https://knowledgeweb.ndma.go.ke/Public/Resources/ResourceDetails.aspx?doc=b2f7ed7e-f344-4e7f-98a1-663276382f86\n90 PFM (National Drought Emergency Fund Regulations 2018\n91 Government of Kenya. (2021). National Climate Change Action Plan: Second Implementation Status Report for the FY2019/2020. Ministry of Environment and Forestry, Nairobi, Kenya.\ndecision making, which integrates remote sensed data with\nsecondary and primary (revolving sample household) data\non biophysical, and socioeconomic indicators. Also, NDMA\ncoordinates national and county food security assessments,\nand after processing, disseminates resulting information\nto stakeholders.\n\n▶\nThe Government of Kenya, with the support of development\nand humanitarian partners, prepared the Disaster Risk\nManagement Policy in 2017. The policy establishes DRM\ninstitutions that address prevention, preparedness, relief,\nrehabilitation, mitigation, and prevention. The DRM policy\nalso provides for a County Disaster Risk Management\nCommittee in each county.\n\n▶\nFor improved access to Climate Information Services\nto support risk-informed adaptation planning, the Kenya\nMeteorological Department (KMD) reached an additional\n1,011,583 users with climate information services in the\nform of daily, weekly, monthly, and seasonal forecasts and\nadvisories.91\n\n▶\nAnticipatory action approaches in dealing with drought\nand flooding are being developed by the Kenyan Red Cross\nSociety with improved climate information services from\nthe Kenya Meteorological Department; the CIS is critical\nfor the effective management of climate-related disasters.\n\n▶\nCounty disaster management legislation, plans, and\ncoordinating units/committees were established in six\ncounties to improve coordination and management of\nclimate-related risks.\n\n▶\nRelief assistance provided to persons affected by food\ninsecurity as a result of floods and droughts in the year\n2023/24. Over 1,463,354 persons benefitted from the relief\nassistance in the ASAL counties and Bomet, Bungoma,\nBusia, Elgeyo Marakwet, Homabay, Kiambu, Kirinyaga,\nNairobi, Mombasa and Nakuru.21\n2. Food and Nutrition Security\nAgriculture is a priority for Kenya because of the sector’s importance\nto food security, rural livelihoods, and poverty alleviation. An\nincreased incidence of drought and unreliable rainfall affect\nagriculture and contribute to food insecurity and poor nutrition\nin Kenya. The Kenya Climate Smart Agriculture Strategy (20172026) and Kenya CSA Implementation Framework (2018-2027)\nwere developed with the objectives of increasing productivity,\nbuilding resilience, and enhancing co-benefits along the diverse\nagricultural value chains. The strategy builds on the NCCAP and\nNAP and was largely driven by the important role of agriculture\nwithin the Kenyan economy and the high levels of vulnerability\nin the sector.\nThe National Agricultural (Crops, livestock and fisheries) Insurance\nPolicy was developed to enhance the growth and development\nof agriculture insurance in the country including participation of\nthe private sector. Agriculture insurance is one way to de-risk the\nagriculture sector and build the resilience of the food and nutrition\nsecurity sector by minimising the vulnerability of farmers.\nProjects and programmes targeting adaptation and resilience\nbuilding in the food and nutrition security-related sectors have been\nimplemented. Examples include Kenya Climate Smart Agriculture\nProject (KCSAP); Kenya Cereals Enhancement Programme–Climate\nResilient Agricultural Livelihoods Window (KCEP-CRAL), Towards\nEnding Drought Emergencies: Ecosystem based Adaptation in\nKenya’s Arid and Semi-arid Rangelands (TWENDE), and National\nAgricultural Rural Inclusive Growth Project (NARIGP).\nThe KCSAP was a Government of Kenya project supported by the\ngovernment and through a World Bank concessional loan and is\nan example of intervention with climate adaptation outcomes for\nfood and nutrition security. KCSAP was implemented over a fiveyear period (2017- 2023) with key actions including improving crop\nproductivity through implementation of CSA interventions, increasing\ncrop productivity through improved irrigation, improving productivity\nin the livestock and fisheries sectors through implementation of\nCSA interventions, and diversification of livelihoods to adjust to\na changing climate. Some key results from the project included\nBiennial Transparency Report 71 |\n\nfarmers and livestock keepers accessing climate-oriented\ninsurance, significant reductions in pre- and post-harvest losses,\nand rehabilitated rangelands. 92\nIn summary, the following progress has been achieved on prioritised\nAdaptation Actions for the food and nutrition security priority area\n\n▶\nTo improve crop productivity through implementation of\nCSA interventions, around 200,000 actors in the agriculture\nsector are now harvesting and storing water for irrigation.\nSimilarly, the area under irrigation in Kenya has increased\nby over 5,000 Hectares.\n\n▶\nThe annual ASALs water harvesting and storage capacity\nimproved by 1,130,000 M3 from the 38 water pans, 6\nsubsurface dams constructed and 73 bore holes and\nshallow wells in 11 ASAL counties.93\n\n▶\nClose to 400,000 farmers have access to climate-oriented\ncrop insurance. Likewise, the number of farmers accessing\nclimate-oriented livestock insurance increased marginally\nas new farmer households insured over 90,000 cattle by the\nend of 2022. Similar to the crop and livestock sub-sectors,\nover 40,000 fishers adopted Insurance products for the\nfisheries sub-sector.\n\n▶\nThere has also been increased uptake of fish farming cages,\nas a fish production alternative to traditional fishing.\n\n▶\nUnder enabling actions, including technology and knowledge\nmanagement, over 15 counties in Kenya now have Climate\nInformation Service plans to guide climate information\nprovision for adaptation purposes.\n\n▶\nThree counties (Kwale, Narok and Siaya) have developed\nIntegrated Climate Risk Management Plans; more counties\nare conducting participatory climate risk assessments as\npart of their adaptation planning processes.\n92 Ministry of Agriculture, Livestock, Fisheries and Co-operatives (MALF&C). (2022). Kenya Climate Smart Agriculture Project. https://www.kcsap.go.ke/who-we-are\n93 Government of Kenya. (2021).\n94 https://hdl.handle.net/10568/118355\n95 https://cgspace.cgiar.org/server/api/core/bitstreams/03c66a59-c5d0-4e7a-9f46-76fa63b2c43f/content\n96 https://hdl.handle.net/10568/128309\n97 https://ccafs.cgiar.org/resources/publications/kenya-county-climate-risk-profiles\n98 Government of Kenya. (2024).\n\n▶\nThe government has also supported close to 300,000 new\nhouseholds in Kenya to adopt diversified adaptive enterprises\nfor sustained livelihoods and nutrition security. Examples\nof such enterprises include indigenous poultry, dairy goats,\ndairy intensification, tissue culture in banana production,\nand pasture seeds, among others22\n\n▶\nEstablishment of county and national level Climate Smart\nAgriculture Multistakeholder Platforms. To improve\ncoordination in climate actions in the agriculture sector\nthe government with support from non-state actors has\nestablished Climate Smart Agriculture Multistakeholder\nPlatform (CSA-MSP).94 The CSA MSP has more than 60\nmember organizations representing the national ministries\nand departments, county governments, private sector,\nresearch and academia, community groups and CSOs.\n\n▶\nEnhancing farmers’ access to climate information services.\nKALRO’s messaging system which links with the Kenya\nAgriculture Observatory Platform (KAOP) reached 6.2 million\nfarmers with climate-informed agro-advisories.95\n\n▶\nDevelopment of a Climate Smart Agriculture Investment\nPlan. A strategic document that outlines priority intervention\nareas, and identifies investment opportunities that can\nsupport advancement in food and nutrition security through\nCSA 96 development of climate risk profiles. Identification of\nclimate risks and prioritization of adaptation interventions\nfor agriculture value chains.97\n\n▶\nInnovative extension and knowledge sharing approaches.\nThe CGIAR Livestock and Climate initiative, through activities\nof the International Livestock Research Institute, has been\nworking with adaptation pioneer farmers in Nandi and Bomet\ncounties to do peer-to-peer farmer learning exchanges of\nvalidated adaptation technologies and practices. To date\nthey have reached 16,000 farmers.\n3. Water and the Blue Economy\nKenya has been described as a water scarce country with per\ncapita water availability of 647 m3 against the global standard of\n1,000 m3.[70] Climate change continues to exacerbate the decline\nin access to good quality water for domestic and productive uses.\nClimate change related fluctuations in rainfall have affected the\nwater supply negatively impacting agriculture, hydroelectric energy\nproduction, and sanitation. The Ministry of Water, Sanitation and\nIrrigation through its sector institutions is implementing various\nwater harvesting projects in the country with a view of increasing\nstorage and making the country water secure.\nVarious actions have been implemented in Kenya to support\nadaptation and resilience in the water and blue economy priority\narea. Some of these are summarised below:\n\n▶\nThe Kenya Integrated Water, Sanitation, and Hygiene\nProject (KIWASH, 2015-2020) supported by the United\nStates Agency for International Development (USAID)\nwas designed to accelerate and sustain improvements\nin water and sanitation access. KIWASH enabled nearly\n900,000 Kenyans across nine counties to gain access to\nimproved water security, sanitation, and hygiene services\nand assisted households in gaining access to irrigation and\nnutrition services. Additionally, KIWASH contributed to the\nquality of community water sources through catchment\nconservation and environmental awareness. The project\nsupported sector institutions and 24 Water Resource Users\nAssociation to understand and plan for climate change\nrisks and to date, has protected 68 springs and planted\nover 200,000 indigenous trees. 98\n\n▶\nOver 55 hydrogeological surveys were undertaken across\nseveral counties in Kenya as efforts towards sustainable\nground water abstraction. For example, the identification\nand mapping of locations for artificial ground water recharge\nto increase water supply took place in the Athi Basin. These\nactions helped to reduce food risks by identifying areas for\nmanaged aquifer recharge to utilize storm water.\n\n▶\nThe Kenya Water Towers Agency, which is concerned with\nconservation, rehabilitation, and sustainable management of\n| 72 Biennial Transparency Report\n\nwater towers, has initiated a number of adaptation initiatives\nmostly aimed at providing alternative sources of income and\nlivelihoods to communities neighbouring the water towers.\nExamples of such initiatives include the establishment of\nCommunity-Based Tree and Bamboo Nurseries to help raise\ntree and bamboo seedlings to support in the rehabilitation of\ndegraded areas in the water towers, bee keeping initiatives\nto provide alternative community livelihoods to water towerdependent communities.99\n\n▶\nTo increase water harvesting and water storage infrastructure,\nover 600 boreholes have been constructed to tap into\ngroundwater resources in response to increased water\nscarcity resulting mainly from drought in the most vulnerable\ncounties. Additionally, over 143 earth dams/pans were\nconstructed, and 23 water supply schemes completed/\nrehabilitated. Thousands of water tanks have been installed\nin institutions, mainly schools, for rainwater harvesting and\nstorage mostly in arid counties that have made significant\ninvestments in the water sector. Rainwater harvesting\nreduces water wastage and environmental degradation\nby storm water.\n\n▶\nDe-siltation of existing dams, extending water pipelines,\nand protecting water catchment areas and sources such as\nsprings enhanced the availability of safe water and reduced\ndistances travelled to access water. For example, Nyamira\nCounty reduced the distance of rural accessibility to water\n99 Government of Kenya. (2024).\n100 Nation. (2022). Mission15B#JazaMiti: Kenya’s President launches 15-billion tree campaign. Nation Media Group. https:// nation.africa/kenya/brand-book/mission15b-jazamiti-kenya-s-presidentlaunches-15-billion-tree-campaign-4063614\nfrom 3 km to 1.3 km.\n\n▶\nIn the coast of Kenya, over 600 Ha of mangrove forests were\neither planted or rehabilitated to protect the coastline and\nsustain ecosystem services for the coastal communities;\nthis is key for their livelihood resilience and adaptation.\nThe National Environment Management Authority (NEMA)\nthrough the Adaptation Fund project distributed 171,045\nmangroves seedlings which were planted in both Gazi and\nVanga mangrove ecosystems and supported rehabilitation\nof 2 acres of corals in Wasini.\n\n▶\nThe Coastal Oceans Research and Development in the Indian\nOcean-East Africa (CORDIO–EA) initiated identification and\ndescription of locally-relevant climate smart practices in\nmarine community-based natural resources management\n(CBNRM) programmes. This area-based protection included,\nfor example, community no-take zones and fishing gear\nrestrictions (mesh size); these have been identified as\napproaches used in fisheries management that also double\nup as climate smart practices.\n\n▶\nAwareness and sensitization programmes on water use\nefficiency continued to be implemented across counties for\nthe purpose of enhancing water harvesting and conservation.\nRegular inspection of water quality in Nyeri and Kericho\ncounties led to a reduction in waterborne diseases in\ncommunities.\n4. Forestry, Wildlife and Tourism\nClimate change is likely to affect the growth and development of\ntree species, leading to reduced biodiversity and capacity to deliver\nimportant ecosystem goods and services that are necessary for\nlivelihood resilience and climate adaptation. Climate change is also\nexpected to shift wildlife species distribution, reduce population\nsize, and lead to the extinction of some species.\nSome key actions that have been implemented in this priority\narea are highlighted below:23\n\n▶\nKenya has increased forest cover from 6.99 % in 2010 to\n8.83 % in 2021, equivalent to 5,226,191.79 Ha of forested\narea and increased tree cover to 12.13%.\n\n▶\nThe Kenya Forestry Research Institute and the Japan\nInternational Cooperation Agency implemented an adaptation\nproject between 2012-2017 that aimed to establish a\nproduction system of seedlings of indigenous tree species\nthat would be drought-tolerant and suited to the drylands\nof Kenya. The project coverage was approximately 52.4\nha. The purpose of this project was to develop droughttolerant native species, Melia volkensii and Acacia tortilis\nin particular, to contribute to the promotion of productive\nforestation for various uses. The project activities assisted\nwith the establishment of two clonal seed orchards of Melia\nvolkensii in Kitui and Kibwezi. Seed production from these\ntwo orchards produced 4,900 kg of fruit in 2016.\n\n▶\nThe World Agroforestry Centre established the Kenya\nRangelands Ecosystem Services Productivity Programme to\nimprove the livelihoods of communities and their landscapes\nby enhancing the productivity of ecosystem services\nprovided by rangelands for food, feed, and human and\nwildlife security in Laikipia, Samburu, Isiolo, and Baringo.\nThe key activities included: characterisation and inventory of\nexisting types of perennials, their uses as well as existing tree\nnurseries; establishing community tree nurseries to enable\nthe production of multipurpose tree seedlings for planting\nby individuals, farmers, and local communities; promoting\ntree-based investments (such as aloe plants, honey, animal\nhides, dairy, and fruit trees like mangoes) and enterprises\nin agroforestry for pasture/feed and food security\n\n▶\nThe Kenya Rangelands Ecosystem Services Productivity\nProgramme is also applying findings from rangelands\nhealth mapping to identify suitable interventions and\nengage beneficiaries in implementing agroforestry for\nclimate mitigation and adaptation; design and installation\nof rain and floodwater harvesting systems for growing trees\nand improving pasture on croplands and rangelands, and\nmobilisation of local stakeholders to rehabilitate degraded\ndryland forests. The key achievements included maps\nshowing the terrain, land use, soils, tree cover, and climate. 100\n\n▶\nTo combat the devastating impacts of climate change in\nKenya, the President launched a 15-billion tree campaign\nin 2022 which also marked the unveiling of the Green Army,\nan initiative that is engaging the youth in tree growing and\nenvironmental conservation.\n\n▶\nThe Kenya Forest Service led rehabilitation and restoration\nof degraded natural forests was done through; enrichment\nplanting of 19,600 Ha of degraded sites within the gazetted\nforest reserves of Aberdares, Mau, Cherengany, Mt. Elgon,\nBiennial Transparency Report 73 |\n\nMt. Kenya and Mangroves areas at the Coast; temporary\nfencing of 1000 Ha of degraded forests and use of 120\ncommunity scouts to enhance natural regeneration.\n\n▶\nSimilarly, 61,146 Ha of rangeland have been rehabilitated\nfrom Opuntia spp invasive species using biological control\nand 60 acres rehabilitated from Leleshwa (Tarchonanthus\ncamphoratus)\n\n▶\nThe Kenya Forest Service developed and deployed the\n‘Jaza Miti App’, a species - site matching tool to enhance\ntree growing and enable achievement of the 30% tree cover\nby 2032.\n\n▶\nOver 214 km of firebreaks constructed in Aberdares, Lake\nNakuru and Tsavo West National Park.\n\n▶\nSupported the establishment of 52,962 hectares of\nagroforestry through supply of seedlings and technical advice\nto farmers to enhance the provision of food, fodder, and fuel\nwood and livelihood improvement for rural communities\nin the country\n\n▶\nKenya’s tourism industry is largely based on her diverse and\nattractive wildlife. But the wildlife is faced with numerous\nchallenges including climate-related impacts such as\ndrought that has killed a significant number of animals and\nthe increased incidences of wildfires; human wildlife conflict\ndue to encroachment in conservation areas and wildlife\nmigratory corridors; and invasive species, among others.\nOver 2,000 Ha of wildlife habitats have been conserved, so\nfar out of an NCCAP target of 30,000 Ha. Around 80% of\nwildlife dispersal areas and migratory pathways have also\n101 Wildlife Research and Training Institute. (2022). National Wildlife Climate Change Adaptation Strategy 2022-2032.\n102 Kenya Red Cross Society. (2021).\nbeen secured.\n\n▶\nA National Wildlife Climate Change Adaptation Strategy\n2022-2032 has been developed to guide holistic adaptation\nefforts within the sector and to ensure that the country’s\nwildlife is sustainably managed in the face of climate\nchange and continues to support the tourism sector which\nemploys a significant number of people and is a leading\nforeign exchange earner for the country.101\n\n▶\nState Department for Immigration and Citizen Services\nIntroduction of a 3rd Generation electronic ID card and\nautomation of the registration process end to end to\nreplace the traditional paper-based modes of registration.\n100 out of 1000 Registration Centres have been installed\nwith Live Capture Units for online capture and transmission\nof applications for National IDs from field stations to the\nproduction centre at Nairobi headquarters.\n\n▶\nTourism and wildlife policies have been aligned to integrate\nadaptation measures of climate change across the sector.\n\n▶\nGuidelines for eco-friendly practices, conservation efforts and\ncommunity engagement have been developed. For example,\nEcotourism Kenya Eco-rating Certification Guidelines on\nsustainability and adaptation to climate change developed\n\n▶\nA climate risk and vulnerability assessment of the tourism\nsector was conducted leading to a situational analysis report\non adoption of sustainable tourism, climate change impact\nand climate change mitigation and development of Tourism\nStrategy for Kenya 2021-2025 integrating the adaptation\nof climate change in the tourism sector.\n5. Health, Sanitation and Human Settlements24\nClimate change is expected to exacerbate the occurrence and\nintensity of climate-sensitive diseases and may increase their\nspread in some areas. Climate actions in the health sector is\nprioritised in the current and past NCCAPs where an integrated\napproach to climate actions that address sustainable human\nsettlements and health and sanitation services. Actions identified\nin these priority areas scale up of malaria-control measures,\nmanaging other vector-borne diseases; improving planning and\ndevelopment of human settlements, for example by supporting\nformulation and implementation of urban spatial plans for ease\nof service delivery and healthy surroundings; and enforcement\nof climate smart/green cities and building codes and standards\nfor all urban infrastructure.\nThe following specific actions have been achieved so far:\n\n▶\nTo better understand adaptation actions that can improve\nthe climate resilience of the health sector, the Kenya Red\nCross Society has conducted a national assessment of\nclimate change impacts, vulnerability, and adaptation for\nthe sector.102\n\n▶\nNow Kenya has climate information included in its Integrated\nDisease Surveillance and Response system.\n\n▶\nKenya has taken action to reduce the incidence of malaria\nand other vector-borne diseases that are impacted by\nclimate change.\n\n▶\nUnder urbanisation and human settlements, Kenya has\nprioritised implementation of the Building Climate Resilience\nfor the Urban Poor initiative with a view to building resilience\nand enhancing adaptive capacity of the urban poor population\nin cities, municipalities and towns; the programme is\nprogressing with collaboration of national government,\ncounty governments, private sector and other actors.\n\n▶\nThe Building Climate Resilience for the Urban Poor initiative\nfocusses on delineating and profiling vulnerable urban\nareas; preparing climate-resilient plans; improving human\nsettlements and climate proofing of infrastructure; developing\na green urban economy and livelihood strategies; and\nstrengthening NDC urban dimensions.\n\n▶\nCounty governments, particularly in ASALs have been\nputting in place building codes to promote resilience under\nWASH. For example, building plans in Makueni County\nrequire a water harvesting component, which contributes\nto increased water availability and reduces run-of together\nwith related impacts.\n\n▶\nUnder this priority area, children’s participation is also taken\ninto consideration. A children’s awareness and educational\nkit developed (Swahili and English versions) targeting school\ngoing children and focusing on impacts of solid waste\npollution on marine environments and how best they can\ninfluence their peers and families.\n| 74 Biennial Transparency Report\n\n▶\nUnder human settlements, Slum & Informal Settlements\nImprovement Projects have been put in place in various\nurban areas. Through the Slum Upgrading Department, 79\ninformal settlements regularized; Continuous infrastructure\nimprovements\n\n▶\nAs part of the government manifesto, bottom-up development\nstrategy, the affordable Housing Act was enacted in 2023;\n103 Ethical Tea Partnership. (2019). 3. 6 trees and counting-tree planting programmes talks climate risks for tea farmers and counties. https://www.ethicalteapartnership.org/supporting-farmers-toovercome-the-impacts-of-climate-change/\n104 MoEF/CCD. (2021). National Climate Change Action Plan 2018-2022: Second Implementation Progress Report\nCurrently 124000 houses are under various levels of\nconstruction for social, affordable & institutional housing.\n\n▶\nDevelopment of green building guidelines for Kenya - The\nGovernment facilitated the 1st National Forum on Buildings\nand Climate Change in May 2024 that developed a National\nRoadMap and other adaptation action areas to accelerate\nand enforce green building code.25\n6. Manufacturing\nThe focus of the manufacturing sector is reducing the impacts of\nclimate change on manufacturing activities as well as creating new\neconomic and market opportunities through resource efficiency,\nsustainable production, and managing waste as a resource in\nthe creation of new product lines from waste recovery and reuse. Overall, the manufacturing and trade sector are addressing\nadaptation through a variety of short-, medium-, and long-term\nstrategies.\nSome of the actions implemented include the following:\n\n▶\nCBIN-K is helping to build the private sector’s capacity to\ninvest in adaptation and assisting companies in identifying\nopportunities for climate-resilient products.\n\n▶\nWater and resource efficiency, sustainable production, and\nwaste management are prioritised as climate adaptation\nprograms in the manufacturing sector.\n\n▶\nThe Ethical Tea Partnership, through the Kenya Tea\nDevelopment Agency, supported 650,000 tea farmers to\nadopt CSA approaches. Over 40,000 farmers were trained\nat Farmer Field Schools on climate change impacts and\nagricultural practices to mitigate its effects. Farmers were\nsupported to plant over half a million drought- and frostresistant tea clones, which are more resilient to unpredictable\nweather patterns. Between 2016 and 2018, farmers planted\nover 1 million trees and a further 2,500,000 seedlings were\nbeing raised in tree nurseries.\n\n▶\nAs documented in the NCCAP 2nd implementation progress\nreport, Kenya Breweries developed a low-cost beer made\nfrom sorghum. This has created new market opportunities\nfor the brewer as well supported over 47,000 farmers from\nmarginal areas to transition from subsistence to sustainable\ncommercial farming.103\n7. Energy and Transport\nThe energy and transport sectors have been particularly vulnerable\nto the impacts of climate change, notably drought and flooding.\nThis often leads to losses and damages that have informed the\nclimate proofing of energy and transport infrastructure. The focus\nof adaptation actions in the energy sector includes the following:\n\n▶\nOptimising existing hydropower plants, improving water\nmanagement, and conservation and rehabilitation catchment\nareas feeding the dams. For example, Kenya Electricity\nGeneration (KenGen) has worked to increase the climate\nresilience of its hydropower operations by increasing the\nnumber of turbines and the storage capacity of dams.\n\n▶\nThe Kenyan government has also been supporting the rollout of off-grid renewable energy technologies to ensure\nenergy is climate smart and used productively\n\n▶\nIn the transport sector, the focus is on the establishment\nof efficient, sustainable, world-class transport systems and\nlogistics services that withstand the projected impacts of\nclimate change.104\n\n▶\nThe transport sector the Kenya Urban Roads Authority and the\nKenya National Highways Authority recognise climate change\nas a risk and at the subsector level and considerations for\nclimate risk management are incorporated during planning\nand implementation of new projects.\n\n▶\nKPLC concrete pole usage stands at 22,516 which is a 20.5%\nof the total pole; replacement of wooden poles ongoing at\nthe 132 kV Rabai - Kilifi transmission line.\n\n▶\nThe Energy sector rehabilitated 2,500 Ha of forest that\nserves the hydro dams in the country, hence protecting the\narea feeding the dams, as the sector benefits from forestry\nrelated eco-benefits\n\n▶\nClimate risk and vulnerability assessments are implicit in\nthe Environmental and Social Impact Assessment (ESIA)\nstudies for proposed projects. Design for infrastructure\nfactors historical extreme data instead of future extreme\nprojections. Retrofitting of affected infrastructure done on\nneed basis. Continuous monitoring of existing infrastructure\n\n▶\nThe Kenya National Energy Efficiency Strategy Action Plan is\noperational, with support to the annual Energy Management\nawards, the Energy Efficiency Centre (at KAM) and the\nPublic Institutional Lighting audits (133 schools audited\nacross the country).\nBiennial Transparency Report 75 |\n\n3.5.2.\nGender Mainstreaming in Climate Adaptation\n105 MALF. (2016). Climate Risk Profile for Siaya. Kenya County Climate Risk Profile Series. https://cgspace.cgiar.org/rest/ bitstreams/119954/retrieve\n106 Government of Kenya. (2023).\n107 Opiyo, F. E., Wasonga, O. V., & Nyangito, M. M. (2014). Measuring household vulnerability to climate-induced stresses in pastoral rangelands of Kenya: Implications for resilience programming.\nPastoralism, 4(1): 1-15.\n108 undp-ndcsp-kenya-gender-analysis-report. pdf\n109 World Bank Group. (2021). Climate Risk Profile: Kenya. https://climateknowledgeportal.worldbank.org/sites/default/ files/2021-05/15724-WB_Kenya%20Country%20Profile-WEB.pdf\n110 MoEF/CCD. (2021). NCCAP Second Implementation Status Report.\n111 GoK. (2018). National Climate Change Action Plan 2018-2022. Nairobi: Ministry of Environment and Forestry. https://faolex.fao.org/docs/pdf/ken190169.pdf\n112 https://www.cgiar.org/news-events/news/voices-of-change-community-stories-of-climate-adaptation-in-baringo-kenya/\n113 https://foundation.co-opbank.co.ke/pillars/youth-in agribusiness/#:~:text=’Adoption%20of%20Agribusiness%20and%20use,is%20produced%2C%20distributed%20and%20consumed.\nIn Kenya the impacts of climate change are not gender neutral.\nThey affect women and men differently given their traditional roles,\nsocietal expectations, and livelihoods. Women have increased\nvulnerability to many impacts of climate change due to their\nlower incomes, less access to credit, limited decision-making\nauthority, and limited control over resources.105 For example, the\nvulnerability level of households in pastoral rangelands is largely\ndetermined by the gender and education level of the household\nhead.106Women-headed households have been observed to be\nhighly vulnerable to climate change due to lack of ownership and\ncontrol over productive assets. The role of women as primary\ncaregivers and providers of food and fuel makes them more\nvulnerable in the occurrence of hazards such as flooding and\ndroughts, which are now common.\nFactors such as social status, gender, poverty level, livelihood\noptions, and access to and control of resources influence\nvulnerability and how different people experience climate change.\nFor women, their vulnerability is reinforced by the existing gender\ninequalities they face across social, economic, political, and\nenvironmental systems, and in turn, this means that women are\nmore likely to be disproportionately affected by climate change.107\nWomen’s dependence on natural resources for both reproductive\nand productive activities underscore their vulnerability in the face of\nincreased climatic uncertainty. Kenya’s climate risk profile reveals\nthat the impacts of climate change on women are particularly acute\nin the agriculture and water sectors where they play significant\nroles.108 For example, women comprise 75 % of the agricultural\nlabour force in Kenya while across many communities, they are\nresponsible for various domestic outdoor chores e.g., fetching\nwater. During drought, they spend many hours and trek long\ndistances to obtain water for domestic use; while during floods,\nthey spend a significant amount of time searching for firewood.\nWith such levels of vulnerability, instances have been reported\nwhere women have resorted to negative coping mechanisms\nbecause of hunger.109\nChildren and youth under 35 years of age, who constitute over\n75% of the Kenyan population, are the other group particularly\nvulnerable to climate change hazards such as droughts, floods,\nand heat stress. Compared to adults, children are less likely to\nwithstand and survive climate-related shocks; are susceptible to\nassociated nutrition deficits; and are more likely to be affected\nby climate-sensitive diseases. Those with disability or facing\ndisplacement often experience additional challenges during\nextreme weather events.[87] The 2023 short rains assessment\nreport found high malnutrition levels among children aged 6\nto 59 months across ASALs due to the cumulative effects of\nprevious five failed rain seasons, poor child feeding habits, and\nhigh disease burden.110\nWomen and other vulnerable groups (including orphans, persons\nliving with disabilities, the aged, widows, widowers, internally\nand externally displaced persons, marginalised persons, and\npastoralists living in ASALs) are particularly vulnerable to a\nchanging climate and often have the least access to and control\nof resources (such as capital, credit, and land). Some vulnerable\ngroups live in areas exposed to climatic hazards and risks (such\nas arid lands and urban poor areas) and are less able to cope\nwith climate shocks and stresses.\nThe following progress has been made on priority adaptation\nactions and opportunities for GESI:\n\n▶\nStrengthening the adaptive capacity of vulnerable groups:\na.\nIndigenous knowledge has been incorporated in\nresearch-based innovations for livelihoods support\namong vulnerable populations facing negative impacts\nof climate change.\nb.\nThrough capacity building, the Regional Development\nAuthorities encourage farmers to form farmers\nassociations/cooperatives to ease supply of agricultural\nproduce such as mangoes, rice, tomatoes, honey,\nmilk production etc to their factories thereby reducing\npost-harvest losses. Cooperatives comprising women\ngroups, youth and PWDs are given priority. 111\n\n▶\nAwareness creation on indigenous people’s issues in relation\nto climate change and meaningful participation in climate\nchange planning:26\na.\nVoice of change project to raise awareness of the\nissues of climate change in Baringo county.112\nb.\nHighlight indigenous peoples’ roles in managing climate\nrisks in energy production and transport systems\n\n▶\nSecuring land tenure system of indigenous people:\na.\nRegistration of community lands Since a bulk of\nindigenous people occupy community land, it is prudent\nto facilitate registration of their land to enhance their\ntenure rights and autonomy of decision.\nb.\nFoster community-driven participatory mapping and\ndocumentation of indigenous lands to protect against\nunwarranted project encroachment.\nc.\nPre-emptive and responsive actions to climate change:\nd.\nReview of the agriculture sector gender policy to\nprovide guidance on gender mainstreaming in climate\nchange and food security interventions\n\n▶\nEnhance youth access to finance for climate change\nadaptation activities\na.\nBuilt capacity of youth in bankable proposal development\nb.\nProvide start-ups for identified business opportunities\n/ models\nc.\nSupporting youth in agribusiness programs across\nthe country113\nd.\nOffer climate focused grants and subsidized loans to\nsupport youth led start-ups and innovative ideas in\n| 76 Biennial Transparency Report\n\nyouth led manufacturing activities\n\n▶\nSupport for youth innovations in climate change interventions\ntowards entrepreneurship and creation of green jobs:\na.\nDevelop entrepreneurship/incubation hubs for youths\n114 https://a.storyblok.com/f/191310/a0b546360a/success-20stories-20flow_compressed.pdf\n115 GoK. (2020). Updated NDC\nb.\nThe Enhancing Opportunities for Women’s Enterprises\nprogramme including youth with the aim to boost\ndevelopment of women’s businesses114\n3.5.3.\nSupport and Implementation Needs\n1) Financial Needs\nKenya requires sustained investment in adaptation and resilience\nbuilding going forward. Adequate and sustained finance is needed\nto allow for successful and best practices to be taken to scale. As\nper the updated NDC of 2020, the total cost of implementing the\nadaptation actions up to the year 2030 is estimated at USD 44\nbillion.115 Out of this, Kenya’s expects to mobilise approximately\n13% from domestic sources while the balance requires international\nsupport. Climate finance provided in form of loans will be treated\nas domestic contributions.\nAlthough Kenya has made progress to access international\nclimate finance for adaptation, financing remains inadequate\nand unpredictable due to a number of challenges including\ncomplex and demanding climate finance access requirements\nand procedures; mitigation-centric international climate finance\nflows; and substituting Official Development Assistance (ODA) for\nadaptation finance. To facilitate adaptation finance access, Kenya\nis already implementing readiness actions towards enhancing\nmobilisation of predictable financial resources, such as through\nthe FLLoCA program which supports counties with climate\nfinance readiness. Other efforts include an enabling policy and\nlegislative environment, and development of the Green Fiscal\nIncentives Policy Framework.\nAdditionally, apart from the financial needs required for the\nimplementation of priority adaptation actions, financial support is\nrequired for Kenya’s NAP process. This includes updating the NCCAP\nand NAP, undertaking climate risk and vulnerability assessments,\ncoordinating adaptation action including stakeholder engagement\nand other related activities. The NCCAP 2023-2027 noted that\nthe CCD requires approximately KES 500 million (about USD 3.8\nmillion) annually to carry out its duties and functions to ensure\neffective coordination and delivery of NCCAP 2023-2027; previous\nNCCAPs have had huge gaps in financing for adaptation action.\nSome specific financial needs are highlighted below:\n\n▶\nUnder the Disaster Risk Management priority area, the need\nfor enhanced support for early warning and early/ timely\nresponse to climate risks requires financial resources to\nexpand early warning systems to other counties especially\nin non-ASAL parts. Financial support should be predictable\nfor consistent climate action – current funding is focused\non projects and short-term funding.\n\n▶\nFor food and nutrition security, financial support is required\nto scale breeding and the use of improved agricultural inputs\nsuch as drought resistant livestock breeds and crop/feed\nvarieties as well as to de-risk investments in the agriculture\nsector, for example, through tailored crop and index-based\nlivestock insurance. There is also a gap in financing to\ndownscale climate information services and early warning\nsystems which have been identified as vital for climatesmart agriculture and assisting effectiveness of crop and\nlivestock insurance as well as disaster risk reduction for the\nagriculture sector. Another area with significant funding gaps\nis research and development specifically tailormade research\nin livestock breeding, genetics, livestock diseases and feeds\nand feeding to guide on genotype environment matching.\nSimilarly, the country is unable to commit sufficient financial\nresources to revitalize agricultural extension services.\n\n▶\nUnder water, fisheries and the blue economy, funding\nestimated at Ksh. 250 billion is required to support climate\nresilient irrigation and water Infrastructure, and a similar\namount for climate resilience building through, water supply\nand sanitation, Infrastructure estimated at Ksh 250 billion.\n\n▶\nThe forestry sector is in need of financial resources to\ndevelop an MEL system for adaptation monitoring and\nevaluation, which remains a key gap.\n\n▶\nFor the Tourism sector, financing for implementation of The\nReviewed Strategic Plan for Tourism and Wildlife 2023-2027\nwhich integrates adaptation of climate change in the sector.\n\n2) Technology Development and Transfer Needs 27\nKenya carried out technology needs assessments in 2005\nand 2015. The findings identified environmentally sustainable\ntechnologies such as solar dryers, drought tolerant crops, water\nharvesting, and efficient irrigation technologies.\nKenya is well-placed to build on its success with M-Pesa and other\nmobile money applications to improve farmers’ access to credit\nfor procuring adaptation technologies, to improve access to CIS,\nand to improve access to training. Kenya welcomes support to\nexplore expanding this learning on mobile applications to other\nsectors and products.\nKenya has deployed adaptation technologies with some degree\nof success, but the rate and scale of adoption remains low due\nto a number of challenges including limited awareness, high cost\nof interventions, low investment, and inadequate installation\nand maintenance. Other challenges include weak policies and\nstandards. Support is therefore required to support awareness,\nand development of and adapting the needed technologies to\nthe local context. This will require continued capacity building\nfor and engagement of the private sector.\nBiennial Transparency Report 77 |\n\nTechnology transfer needs for different priority sectors are\nsummarised below:\n\n▶\nFor disaster risk management, there is need for Limited\nPredictive Modelling and Analysis Tools. While advancements\nhave been made, predictive models still struggle with\naccurately forecasting droughts due to their complex\nnature. This is particularly true for multi-year or prolonged\ndroughts, where factors like climate variability (e.g., El Niño)\nadd complexity.\n\n▶\nThere is a need to create capacity for domestic earth\nobservation data management for drought/climate early\nwarning, to complement and eventually replace external\nopen-source systems and data sources.\n\n▶\nUnder food and nutrition security, there is increasing need for\ndevelopment or adoption of digital applications to support\nactions in the value chains that enhance climate adaptation\nand resilience by contributing to Climate Smart Agriculture.\n\n▶\nAs climate change impacts the oceans through warming and\nother changes like sea level rise, the water and blue economy\nsector is in need of oceanographic and environmental\nmonitoring technologies needed to monitor the health of\nMarine ecosystems and related resources for appropriate\nadaptive response.\n\n▶\nUnder forestry, adoption of the ‘JAZA MITI APP’ on monitoring\nthe progress of the planted trees was a great innovative idea\nwhich requires further scale up, particularly to local levels\nwhere communities and climate planning structure at the\nWard levels can put it into use. The sector is also in need\nof development of technologies on dryland tree species,\nefficient utilization of wood and non- wood forest products\nto reduce pressure on forest ecosystems and enhance their\nadaptive capacity.\n\n▶\nFor Manufacturing, Energy and Transport, there needs to\nbe establishment of real-time, automated, and integrated\nearly warning systems for climate-related hazards that\ncater to industrial operations, energy infrastructure, and\ntransport systems. Deployment of advanced energy storage\nsystems to enhance grid flexibility and support renewable\nenergy integration is also seen as a gap in the energy sector\nwhich hampers the role of renewable energy in supporting\nadaptation.\n\n▶\nPromotion of affordable climate-smart and energy-efficient\ntechnologies for industries and decentralized renewable\nenergy storage at the household, community levels and\nnational levels\n\n▶\nUnder manufacturing, there is a gap in access to technology\nfor equipment design, prototyping and fabrication to serve\nthe growing market and encourage local production with\nlocally available suitable substitutes for machine parts for\ncost effective designs and reconditioning to fit purpose.\n3) Capacity Building Needs\nWhile key institutions and the related arrangements that support\nclimate adaptation activities have been established, capacity\ndevelopment is still essential for these institutions as well as\nother relevant public and non-state actor institutions to deliver\non adaptation actions. Towards this end, a critical mass of\nknowledge and lessons on climate risks and vulnerabilities is\nbeing accumulated through several initiatives. These include\nthe Kenya County Climate Risk Profiles prepared for 45 counties\nby the by Ministry of Agriculture, Livestock, Fisheries and Cooperatives (MALF&C) with support of the International Center\nfor Tropical Agriculture and the CGIAR Research Programme on\nClimate Change, Agriculture and Food Security; the Climate Risk\nProfile Kenya prepared by the World Bank in 2021; assessment of\nclimate change impacts on health by the Kenya Red Cross, 2021;\nKenya Climate Smart Agriculture Programme (KCSAP) and the\nevaluation and monitoring process of the CSA Multistakeholder\nPlatform; and assessments at different levels undertaken by\nacademia and research institutions.\nKenya has created a publicly accessible National Climate Change\nResource Centre (NCCRC) that includes a robust and up-to-date\nclimate change knowledge management system, and an updated\nclimate change information portal with platforms for children, the\nyouth, women, and marginalised and minority communities. The\nbusiness plan for NCCRC was in place by the end of 2020 and\nthe resource centre became operational in 20XX and was refitted\nin 20XX to enable access for persons with disabilities. Support\nis needed for continued capacity building for the individuals\nfrom national and county governments, CSOs, and the private\nsector that are engaged on adaptation planning and especially\nimplementation of actions on the ground. Areas for capacity\ndevelopment include:\n\n▶\nBuilding capacities of climate change sector coordinating\nunits at national and county levels on climate risk and\nvulnerability assessments, adaptation planning, and reporting.\n\n▶\nBuilding local capacity to implement adaptation actions and\nprogrammes, to reduce reliance on international organisations\nand consultants and enable local entities (government and\nnon-government) to access climate finance and lead the\nimplementation of adaptation projects and programmes.\n\n▶\nEstablishing or strengthening monitoring, evaluation, and\nlearning systems to support the tracking of progress on\nadaptation action at national and county levels, to improve\nunderstanding of the impacts of adaptation actions, and\nto improve the sharing and communication of learning on\nadaptation.\n\n▶\nStrengthening the capacity of relevant institutions to map,\ncollect, and collate gender disaggregated information to\ninform the design and implementation of adaptation actions.\n\n▶\nThere is a need for enhanced capacity for multi-channel\ndissemination and multi-dialect translations of climate\ninformation, adaptation plans and other key components\nfor disaster risk reduction and adaptive capacity including\naccessibility to PWD.\n\n▶\nFor effective disaster risk management, there is need to\nexpand capacity for production and dissemination of monthly\ndrought early warning bulletins for the traditionally non-ASAL\n| 78 Biennial Transparency Report\n\ncounties scaling up from the current 23 ASAL counties to\nreach the other 24 counties in the country.\n\n▶\nThere is need to build the capacity for sharing lessons\nbetween counties towards scaling the development and roll\nout of tailored early warning systems e.g., monthly national\ndrought early warning bulletins (ASALs).\n\n▶\nThere is also great need to strengthen the capacity of\nextension services along the value chains for food and\nnutrition security, particularly for support to climate-smart\nagriculture in the face of intensifying risks. This would go\nhand in hand or contribute to the need to introduce capacity\nbuilding programs for communities on climate-smart\nagricultural practices.\n\n▶\nConducting capacity building in indigenous knowledge,\nlivestock insurance schemes, early warning systems, livestock\nmanagement and breeding have all also been identified as\nkey for adaptive capacity in the agriculture sector.\n116 Government of Kenya. (2021). National Climate Change Action Plan: Second Implementation Status Report for the FY2019/2020. Ministry of Environment and Forestry, Nairobi, Kenya.\n\n▶\nFor enhanced capacity on adaptation, there needs to be\nestablished a climate change unit in the State Department\nfor Tourism.\n\n▶\nIn the Manufacturing sector, capacity development is\nrequired on project concept development to integrate\nadaptation needs as a way to unlock adaptation financing.\nThe same is critical for the energy and transport sectors\nwere participatory climate risk assessment for proposed\nprojects in now an important need considering the impact\nof climate-related hazards in those sectors.\n\n▶\nThe awareness and capacity of communities to participate\nin climate risk assessments and decision-making processes\nin industries, energy, and transport projects needs to be\nenhanced.\n3.5.4.\nMonitoring and Evaluation of adaptation actions and\nprocesses\nMonitoring, evaluation and learning (MEL) of adaptation is necessary\nto demonstrate that the benefits of adaptation interventions\nare being realised and that lessons learnt are assisting in the\nimprovement of sector adaptation plans and programmes.\nThe Climate Change Act 2016 provides for the coordination of\nMeasurement, Reporting and Verification (MRV) processes by\nthe CCD. NCCAP 2013–2017 provided a National Performance\nand Benefit Measurement Framework (NPBMF). The NPBMF was\nintended to be an integrated framework for MRV of mitigation\naction and monitoring and evaluating of adaptation actions,\nreporting on the synergies between them, and tracking support\nprovided to undertake the actions. The system is also referred\nto as MRV+. Aspects of the system have been operationalised,\nincluding actions related to the MEL system for adaptation. The\nCCD prepared two reports on progress on the implementation\nof NCCAP 2018–2022, and an evaluation of the progress of\nimplementation of the NAP in the agriculture sector.115\nAccording to the report on the implementation of NCCAP\n2018–2022, the adaptation M&E system was supposed to be\nfully functional by June 2023, setting out institutional structures\nand role of stakeholders in reporting; similarly, a climate registry\nfor adaptation actions was supposed to be established with\ninformation publicly available. These actions have been slow\nin implementation based on capacity needs issues addressed\nin section 5.3. However, a short-list of county level adaptation\nindicators has been identified as part of the current NCCAP\n2023 – 2027.116\n3.5.5.\nCooperation good practices, experience and lessons learned\nEfforts to share information, good practices, experience and lessons learned:28\n\n▶\nScience, planning and policies relevant to adaptation: Joint\ninitiatives/ partnerships in adaptation science, planning and\npolicy development have been implemented over the past\nyears of adaptation implementation including:\na.\nThe Adaptation Consortium brought together local\norganizations and international organizations working with\ncounty governments, NDMA and the Kenya Meteorological\nDepartment to make use of Climate Information Services\nto inform adaptation planning and financing through the\nCounty Climate Change Fund Mechanisms (CCCF).\nb.\nMultistakeholder platforms have been established to\nchampion dissemination of climate adaptation good\npractices. An example is the Agriculture (Food and Nutrition\nSecurity) sector where there has been documentation and\nsharing of experiences and lessons learned in Climate\nSmart Agriculture MSP.\nc.\nPolicy innovation and pilot and demonstration project:\nThe Kenya Cereals Enhancement Programme (KCEP)–\nClimate Resilient Agricultural Livelihoods (CRAL) Window\n(KCEP-CRAL), a strategic Government of Kenya (GoK)\npartnership with European Union (EU) and International\nFund for Agricultural Development (IFAD), Food Agricultural\nOrganization (FAO), and World Food Programme (WFP)\nfocused on the three leading rain-fed cereals (maize,\nsorghum and millet) and pulses (beans, cowpeas, green\ngrams and pigeon peas) that account for 95% of the land\nunder food crop production and 70% the value of food\ncrops produced annually. Based on this programme, jointly\nimplemented by these actors, some good practices were\ndeveloped e.g. soil fertility management curriculum and\ntraining materials developed on the 3 crops that can be\nreplicated in other crops. The experience demonstrated that\nBiennial Transparency Report 79 |\n\na more holistic programme/project design that addresses\ncross-sectoral adaptation needs is more impactful.\n\n▶\nCooperation to share information and to strengthen science,\ninstitutions and adaptation: The ICPAC GHACOF and KMD\nMulti- stakeholder seasonal outlook forum is an example\nof cooperation for sharing of best available science for\nadaptation based on the good practice of structured\ndownscaling and dissemination of weather and climate\ninformation accompanied with sector-specific advisories.\nOne important lesson from this collaboration is that coproduction of weather and climate information together\nwith sector specific advisories makes the information\nrelevant, acceptable and understandable. Production and\ndissemination of early warning information with sufficient\nlead time saves lives and livelihoods.\n117 National Environment Management Authority (2015). Kenya- Second National Communication to the United National Framework Convention on Climate Change. URL: https://unfccc.int/sites/\ndefault/files/resource/Kennc2.pdf\n\n▶\nImproving durability and effectiveness of adaptation actions:\nThe County Climate Fund Mechanism (CCCF) piloting and\nits scale up through FLoCCA programme has provided a\nkey framework and lessons on implementation of climate\naction through key local level multi-stakeholder partnerships\nthat prioritise important grassroot structures and actors,\nparticularly communities. Establishment of an enabling legal,\npolicy and institutional framework on which adaptation actions\nare anchored both at the national and sub-national levels\nis a notable good practice that is now replicated across all\nthe 47 Counties in Kenya. A multi-stakeholder collaboration\ninvolving both government and non-state actors working\nwithin existing governance structures at both national and\nsub-national levels armed with enabling policy environment\nis key for achievement of adaptation at scale.\nStrengthening scientific research and knowledge related to adaptation:\n\n▶\nClimate, including research and systematic observation\nand early warning systems, to inform climate services and\ndecision-making: Apart from the mentioned collaboration in\nclimate information service provision through development\nand dissemination of forecasts, there is also a multisectoral\napproach in design, research and early warning systems in\nKenya. Timely and accurate climate information important\nfor sound decision making is now provided through County\nPSPs for seasonal forecasts and advisories. It has been\nlearnt that downscaled advisories packaged in ways the end\nuser can decipher is critical for efficient research, systematic\nobservation and early warning systems across key sectors.\n\n▶\nVulnerability and adaptation: Through the FLoCCA programme,\nthe County Climate Fund Mechanism (CCCF) delivers climate\nfinance based on sound resilience action planning informed\nby Participatory Climate Risk Assessments (PCRA). The\nparticipatory approach used is deliberate about including all\nactors including the marginalized groups in PCRA, planning\nand implementation of adaptation actions.\n\n▶\nMonitoring and evaluation: Participatory stakeholder\nengagement in the development and piloting of the CSA\nM&E framework and tool. Stakeholders such as the state\ndepartments, CSOs, private sector, and research organizations,\nprovided input including in defining appropriate indicators\nand mapping various responsibilities in providing data on\nadaptation actions and achieved results.\n3.6.\tInformation related to averting, minimizing and\naddressing loss and damage associated with climate\nchange impacts\n3.6.1.\nObserved and potential climate change impacts, including\nthose related to extreme weather events and slow onset\nevents, drawing upon the best available science.\nHeavy rains, floods, droughts, soil erosion, and sea level rise\nput both urban and rural infrastructure at risk, particularly for\npoor and vulnerable groups. Environmental degradation, altered\nwater resources, and loss of biodiversity and ecosystem services\nconstitute serious obstacles to the country’s continued development,\nof particular relevance to the country’s tourism sector. In addition,\nrising temperatures will have a negative impact on key parts of\nthe economy, e.g. forestry, agriculture, and livestock. Changes in\nprecipitation patterns can have far-reaching consequences for\necosystems and biodiversity, food production, the water industry\nand rivers. 117\nThe majority of Kenyan agriculture relies on seasonal rains for\nproduction and the projected changes in precipitation patterns\nare expected to directly increase the likelihood of short-term crop\nfailures and long-term production declines. Rain-fed agriculture\nremains the dominant source of staple food production and is\nthe foundation of livelihoods for the majority of the rural poor in\nKenya. The high inter-annual variability of precipitation is already\nhaving devastating consequences on rural livelihoods, with\ndroughts and floods a frequent occurrence in both the arid and\nsemi-arid lands and key agricultural zones.29\n3.6.2.\nActivities related to averting, minimizing and addressing loss\nand damage associated with the adverse effects of climate\nchange\n| 80 Biennial Transparency Report\n\nLoss and damage refer to impacts of climate change that are\nunavoidable by adaptation, mitigation, and other strategies like\ndisaster risk reduction. It is focused on long-term, irreversible\nlosses, like the loss of life and means of subsistence, biodiversity,\nculture, etc. Loss and damage addresses effects that adaptation\nalone is unable to sufficiently address as a policy response.\nUnder the UNFCCC, loss and damage is categorised as the\nremaining costs that cannot be avoided even with adaptation\nand mitigation and can be further divided into economic loss and\nnon-economic loss. These more specifically refer to the negative\nconsequences of the unavoidable risks of climate change, like\nrising sea levels, prolonged heat waves, desertification, and\nextreme events, such as bushfires, species extinction and crop\nfailures.118 These have all been observed in Kenya and as the\n118 Government of Kenya. (2023)\nclimate change progresses these events more frequent and their\nconsequences will become more severe considering the high\nlevels of vulnerability in the country.\nA brief overview analysing the nature of Loss and Damage in Kenya\nhighlights that the country has experienced various natural hazards\nthat have resulted in huge losses and caused serious damage\nto the existing infrastructure, lives and livelihoods. Economic\nlosses attributed to climate change impacts are estimated to be\nbetween 3% – 5% of the GDP per year with projections indicating\nit may rise to about 9% of the GDP per year in 2050. Table 3.18\nsummarises some activities being implemented across some\nsectors in Kenya that may help avert, minimise or generally\naddress loss and damage:30\nTable 3.16: Loss and Damage per Priority Sector in Kenya\nSector\nLoss & Damage\nDisaster Risk\nManagement\n\t• Water levels of lakes in Kenya’s Great Rift Valley increased significantly, hurting local communities\nand ecosystems. Losses and damages associated with the rising water levels in Kenyan lakes\ninclude submerging of land resulting in losses, damage to properties and businesses/livelihoods, and\ndisplacement of households.\n\t• Several sectors were affected by floods resulting from the March - April – May (MAM) rainfalls of 2024.\nOverall, 35 counties were affected, 315 people died, 188 people injured,35 people missing, 58,641 House\nHolds displaced, 412,763 people affected, 291 Internally displacement camps (IDP) were created, over 10,\n131 people were rescued.\n\t• Preliminary livestock mortality estimates of 2.6 million deaths of assorted livestock was recorded at the\npeak of the 2021 – 2023 drought. During this period, drought response consumed over KSh .70 billion\n(GoK KSh. 22 billion; Non-state Actors KSh. 48 billion), a significant diversion of resources that would be\notherwise support development and resilience/preparedness investments.\n\t• For this sector, the total estimated recovery budget for the sector is Ksh. 1,697,140,000 with agriculture\nand livestock budgets amounting to Ksh. 525,140,000 and Ksh. 1,172,000,000 respectively.\nFood and\nNutrition\nSecurity\n\t• In the livestock sub-sector, the poor rains, combined with the effects of the prolonged dry spell and\ndrought due to climate change have affected rangeland and water availability for pastoralists, resulting in\ndiminished forage and livestock deaths, reduced household incomes, and increased food insecurity.\n\t• Recent flooding event during the 2024 MAM long rains led to total of 9,637 livestock being washed away\nin thirteen (13) Counties. These included 5,856 poultry, 372 cattle, 2,480 goats, 524 sheep, 2 donkeys, 22\ncamels and 318 pigs.\n\t• An estimated 298,673 acres of agricultural land was heavily affected by floods in 26 Counties. Over\n52,707 households were directly affected by MAM 2024 Long Rains floods with an estimated loss of Ksh.\n5,252,000,841 in agricultural investment.\nEnvironment\n(Ecosystems\nand\nBiodiversity)\n\t• Submerging of riparian vegetation due to water rise in Great Rift Valley lakes with dire impacts on the\nexisting fauna and flora\nHealth,\nSanitation\nand Human\nSettlements\n\t• The rising water levels of the Rift Valley lakes led to loss of lives and livelihoods, injury, outbreak of\ndiseases.\n\t• During the 2024 MAM rains, sixty-eight (68) Health facilities were affected in twelve (12) counties by\nflooding, road closures, leaking roofs, destroyed pit latrines, and collapsed perimeter walls. The health\nsector infrastructure affected, and the recovery cost is estimated at Ksh. 8,435,000.\nEnergy and\nTransport\n\t• The Kenyan railway network consists of 592 km Standard Gauge Railway (SGR)and 2,046 km Meter\nGauge Railway (MGR). Both were adversely affected by flooding at various points in 2023, including\nextensive erosion of embankments, cut slopes and culvert outlets. Total cost of damage for MGR was\nKSh 1,297,908,422. Total cost of damage for SGR was estimated at Ksh 851,347,200.\n\t• A total of 799 road sections/links have been severely damaged by flooding in 2023. The estimated cost of\nthe damage to roads network was Ksh 26,805,056,121.\nBiennial Transparency Report 81 |\n\nWildlife and\nTourism\n\t• Change in water levels rendered most parts of the Rift Valley lakes less aesthetic, hurting income from\ntourism.\n\t• Bursting of Telek river, Mara River and Sand River in recent 2024 flooding episodes caused submersion\nof hotels and lodges in Mara Game reserve while also destroying bridges connecting to settlement and\ntourist facilities. The flooding also affected 26 camps with minor destructions out of the over 150 camps\nin the Mara.\nActivities related to averting, minimizing and addressing loss & damage\nThe loss and damage from rain-related flooding led to the formation of a National Floods Emergency Response Secretariat based\nat the National Disaster Operation Centre (NDOC) which was mandated to:\n119 Decision 2/CMA.2 Warsaw International Mechanism for Loss and Damage associated with Climate Change Impacts and its 2019 review | UNFCCC\ni.\nDocument and report all flood disaster information\nfrom across the country.\nii.\nProvide Early Warning information, flood alerts,\nflood preparedness, safety and emergency\nresponse information to stakeholders and the\npublic.\niii. Mobilize resources and combine capacities at\nall levels of government to respond to crises.\nOther actions taken to address loss and damage include:\niv. Modernization of the NDOC to enhance Early\nWarning Systems taking advantage of widespread\naccess to ICT and other technology that provides\navenues for collection, collation, processing\nand timely dissemination of information done\nby July 2023.\nv.\nStrengthened climate information dissemination by\nKMD. For example, during the MAM rainfall in 2024,\nKMD issued daily, weekly and monthly updates\nas well as 9 Flash Messages for emergency.\nOver 35 million Short Message Services (SMS)\ncommunications were also delivered for early\nwarning targeting vulnerable areas.31\n3.6.3.\nInstitutional arrangements to facilitate the implementation\nof the activities\nIn response to the pressing need to tackle loss and damage,\nKenya proposes the establishment of National Loss and Damage\nFocal Points (or Focal Institutions). These entities, with advice\nand guidance from the Technical Expert Group (TEG), would be\nresponsible for ensuring the operationalization of loss and damage\ninitiatives on the ground. These initiatives would be aligned with\nthematic areas agreed upon in Decision 2/CMA.2.119\nThese include:\na.\nRisk assessments, including long-term risk\nassessments, of climate change impacts.\nb.\nApproaches to averting, minimizing and addressing\nloss and damage associated with the risk assessments\nreferred to in (a).\nc.\nResources available for supporting such approaches.\nd.\nMonitoring systems for assessing the effectiveness\nof these approaches.\n| 82 Biennial Transparency Report\n\nChapter Four\n04\nInformation on financial, technology\ndevelopment and transfer and capacitybuilding support needed and received\n4.1.\tNational circumstances, institutional arrangements\nand country-driven strategies\nNational Circumstances\nKenya is highly vulnerable to climate change largely due to the\nclimate-sensitive nature of its economy with the agriculture,\nwater, energy, tourism, and wildlife sectors being critical in overall\neconomic output. Several environmental, physical, economic and\nsocial factors contribute to Kenya’s high climate vulnerability. These\ninclude declining natural resources such as water, insecure land\ntenure, environmental degradation and inadequate environmental\nmanagement actions, varying ecological zones with different\nexposure levels, inadequate social safety nets, increased social\nconflicts over increasingly limited natural resources like water\nand pasture during dry seasons and high reliance on natural and\nweather factors for productivity across various economic sectors.\nThese are amplified further by socio-economic factors such as\nhigh poverty levels, rapid population growth and fiscal constraints.\nClimate change significantly increases Kenya’s exposure to\nrisks resulting in multiple and evolving climate change needs. In\naddition to adaptation and mitigation needs, Kenya faces loss\nand damage, and just transition needs. Impacts of response\nmeasures of developed countries are continually having a bearing\non Kenya’s economy.\nDrought and floods are the main climate hazards, negatively\nimpacting lives, livelihoods, economic output and human health\nincreasingly being at risk. Extreme climate events cause significant\nloss of life, adversely affecting the national economy. Sea level\nrise is already affecting coastal towns and communities and\nis expected to impact communities with coastal erosion and\nwetlands loss characterizing negative impacts in coastal areas.\nKenya requires USD 62 billion for mitigation and adaptation actions\nacross sectors up to 2030. Kenya will mobilize resources to meet\napproximately 13% of this budget, requiring international support\nfor the balance. The international support required is in the form\nof finance, technology development and transfer, and capacity\nbuilding to fully realize her NDC. Kenya will consider any climate\nfinance in terms of loans as part of its domestic contribution.\nInstitutional arrangements\nThe Climate Change Act, 2016 established a robust institutional\nframework for Climate Change governance in Kenya. At the apex,\nthe Act established a National Climate Change Council chaired by\nthe President of the Republic of Kenya to provide an overarching\nnational climate change coordination mechanism and ensure the\nmainstreaming of climate change functions by the national and\ncounty governments. The Climate Change Directorate is the lead\nagency of the government on national climate change plans and\nactions to deliver operational coordination.\nThe National Climate Change Action Plans. which are periodically\nreviewed, serve as the strategic blueprint guiding Kenya’s mitigation\nand adaptation efforts, ensuring alignment with Nationally\nDetermined Contributions (NDCs) under the Paris agreement.\nEach state department and national government public entity is\nmandated to integrate the Climate Change Action Plans into sectoral\nstrategies and action plans and report on sectoral greenhouse\ngas emissions for the national inventory. County governments are\nequally mandated to integrate and mainstream climate change\nactions into their planning processes, taking into account national\nand county priorities. A County Executive Committee Member\nappointed by the Governor coordinates climate change affairs\nat the County level and is reporting for reporting on progress of\nimplementation of climate change actions to the County Assembly\nand the Climate Change Directorate.\nBiennial Transparency Report 83 |\n\nFurther, the National Policy on Climate Finance (2018) and The\nNational Green Fiscal Incentives Policy provides clear direction on\nmechanisms for enhanced mobilization of climate finance from\nall sources. The Climate Finance and Green Economy Unit at the\nNational Treasury and Planning is responsible for coordinating\nclimate finance mobilization and reporting in the country.\nCountry-driven strategies\nKenya’s country driven approach is embedded within Kenya’s\nclimate change legal and policy frameworks that set national\nclimate change priorities identified through sectoral needs’\nassessments and stakeholder consultation processes. The\nframeworks designate sector level actions that require support\nand form the basis for to address climate change.\nThe country recognizes the importance of developing needsresponsive interventions that enhance adaptive capacities,\nbuild resilience to climate change and reduce greenhouse gas\nemissions. In principle, all climate actions must be country\ndriven, and country owned, developed in a manner that is in\nline with national climate plans and priorities in consultation\nwith national and county governments’ institutional structures,\nand stakeholders.\nKenya underscores the crucial importance of means of\nimplementation in driving successful implementation of climate\naction in line with national commitments. The country explores and\nadopts technologies as well as requisite capacity strengthening\nefforts to facilitate effective delivery of impactful actions.\nExamples of these technologies include drought-resistant\ncrops and renewable energy solutions, access to which is\nfacilitated by collaboration with international partners. There are\nstill technological gaps across sectors and a need for further\ntechnology transfer to enable the full implementation of the NDC\nand a just transition\nKenya also undertakes capacity–building efforts which are equally\ncrucial for climate action. Training programs, technical assistance,\nand community engagement initiatives are designed to enhance\nthe adaptive capacity of local institutions and communities. These\nefforts ensure that climate actions are sustainable and locally\ndriven. However, capacity building initiatives often struggle with\ninadequate funding, lack of infrastructure, insufficient human\nresources and inadequately address institutional capacity gaps.\nFinancial resources are critical to Kenya’s adaptation and mitigation\nstrategies. The country has made significant strides in mobilizing\nclimate finance from both domestic and international sources.\nHowever, there remains a huge gap between finance needed\nand what is availed. This gap leads to delays and comprises the\neffectiveness of efforts to address climate change. Additionally,\nKenya.\n4.2.\tUnderlying assumptions, definitions and\nmethodologies\nIn determining support received, Kenya makes the following:\nAssumptions\n1.\nOn-budget and off-budget support was considered\nin this BTR, acknowledging existing limitations in offbudget support tracking and data compilation that\nrequire more complex and detailed tracking practices\nto be developed over time. On-budget support refers to\nfinancial support received directly into Kenya’s budget from\ninternational sources. Off-budget refers to financial and\nin-kind (technological and technical assistance) resources\nreceived by the government through non-governmental\nchannels or offered directly to government agencies\nwithout direct financial input to the national budget.\n2.\nFollowing the explanation above, we assume that Kenya\nreceived the full sum of indicated amounts within the\nJanuary 2021 to December 2022 period into the national\nbudget.\nDefinitions and methodologies\n3.\nOnly core climate change support is considered as support\nreceived. In this BTR, Kenya considers support received\nfrom projects whose main(core) objective is climate\nchange mitigation and adaptation that are designated\nunder the NDC. Development projects with climate\nbenefits have not been considered due to challenges in\ndetermining additionality.\n4.\nThe BTR report only considers finance received and\nexpended (used) in contributing to the objectives of the NDC.\n5.\nIn principle, concessional loans received to support core\nclimate change projects shall count as Kenya’s climate\nfinance contribution. Kenya does not count market-rate\nloans (commercial loans) as climate finance.\n6.\nFinancial resources from the ex-chequer (internal budgetary\nallocation) are counted as Kenya’s own contribution.\n7.\nTo avoid double counting, this report has not considered\ninformation on support provided to Kenya based on the\nOECD/DAC data. This data will, however, be considered in\nfuture reports after Kenya develops an elaborate tracking\nsystem for climate finance.\n8.\nInformation on non-monetized climate support received\nhas not been included in the report. This is due to a lack\nof adequate information and data.\n9.\nThe average exchange rate for the dollar for the reporting\nperiod is Kshs.109.\n| 84 Biennial Transparency Report\n\n4.3.\tInformation on financial support needed\nKenya conducted a technical analysis of the resources required to\nmeet the country’s NDCs’ targets. The technical analysis evaluated\nthe national and sectoral policies, plans, and strategies including\nidentified priority actions to inform data driven decisions based\non evidence and analytics. To complement the technical analysis,\ndata from available sectoral reports was assessed allowing for\nthe extraction of meaningful insights to better understand Kenya’s\npriorities in scaling up climate action in meeting our NDC targets.\nThe NDC targets cut across different sectors including disaster risk\nreduction, agriculture (crops, livestock, and fisheries), environment,\ngender, youth, and other vulnerable groups, as well as devolution.\nOverall, Kenya requires USD 62 billion until 2030 to support\nimplementation of NDC targets. Of this amount, mitigation\nactions for the period 2020-2030 require an estimated total of USD\n17,725 million with designated sectoral financial totals as follows:\nEnergy USD 8,890 million, Agriculture 250 million, Transport and\ninfrastructure USD 4,240 million, LULUCF USD 4126 million, and\nwaste USD 39 million. Of the total mitigation finance needed,\nKenya intends to shoulder 21% (3,725 million USD) from domestic\nsources subject to national circumstances, while the balance\nof USD 14,000 million (79%) is to be covered by international\nsupport. Adaptation remains a key priority for Kenya. To meet\nits adaptation costs for the period 2020-2030, Kenya requires an\nestimated USD 43,927 million. Subject to national circumstances,\nKenya intends to mobilize domestic resources to cater for 10%\nof the adaptation cost, while 90% of the adaptation cost, will\nrequire international support in the form of finance, technology\ndevelopment and transfer, and capacity building.\n4.4.\tInformation on financial support received\nKenya has received a total of about USD 508 Million in this BTR\nperiod. This constitutes both on-budget and off-budget support.\nThe on-budget support accounts for 89% of the total sum which\nis USD 457 Million. USD 53 Million was delivered as grants, USD\n365 million was in loans. In line with Kenya’s NDC definition of\nclimate finance, the USD 365 million received as loans (both\nconcessional and commercial) shall be counted towards Kenya’s\ncontribution. Off-budget support amounted to USD 51 Million.\nThis amount is not representative of the full support received\nduring this period due to limitations in tracking various bilateral\ninitiatives in Kenya. Kenya acknowledges the need to design and\nstrengthen off-budget tracking mechanisms and the importance\nof international support towards this objective within the scope of\navailing support for reporting and building Monitoring, Reporting\nand Verification systems.\n4.5.\tInformation on technology development and transfer\nsupport needed\nKenya’s technology development and transfer support needed is\nincluded in sectoral costs indicated in section 4.3 as estimated\nfinance needed to support technology development, and adoption.\nHowever, the methodology does not distinctly separate specific\nsupport needed for various technologies from the earmarked\npriority actions. Therefore, this BTR does not include specific\nfinance needed for technology development and transfer.\nKenya considers the development of a Technology Action Plan\nas an important intervention to assess the technological costs\nof various technologies identified in the NDC.\n4.6.\tInformation on technology development and transfer\nsupport received\nKenya has received technology-specific support through the\nKenya Industrial Research and Development Institute (KIRDI),\nthe National Designated Entity for the technology mechanism\nof the UNFCCC. The financial support received for the period\n2021 to 2022 for technology development and transfer is USD\n816,860.80. Details of the projects are provided in the Common\nTabular Format tables.\n4.7.\tInformation on capacity-building support received\nThe support required for capacity-building initiatives during this BTR period is included in the total support needed (USD 62 billion)\nas outlined in section 4.3. Specific costing of capacity building needs across each NDC target sector was not available.\nBiennial Transparency Report 85 |\n\n4.8.\tInformation on capacity-building support received\nKenya has received a total of USD 5.6 million towards capacity-building initiatives in this BTR period which was majorly from the GCF\nReadiness support. A total of USD 4.5 million was delivered as grants/technical assistance.\n4.9.\tInformation on support received for the\nimplementation of Article 13 of the Paris Agreement and\ntransparency-related activities, including transparencyrelated capacity-building\nKenya received support from different sources to facilitate the\nimplementation of Article 13 of the Paris Agreement in 2024. The\nGlobal Environment Facility (GEF) funding under the Enabling\nActivities was Kenya’s only direct funding to prepare the first\nBiennial Transparency Report (BTR1). Kenya received an additional\n$250,000 for an existing National Communication Project, which\nwas previously supported with $500,000. This brings the total\nsupport for preparing the NC/BTR report to $750,000. The GEF\nfunding enabled Kenya to compile NC3 and BTR. Due to internal\nadministrative challenges that affected the disbursement of\nproject funds from UNEP, the GEF implementing entity supporting\nKenya, Kenya could not receive the required resources within time\nto prepare the reports. The contributions from the Transparency\nAccelerator Initiative, GIZ, NAP-Global, CIAT, Fauna & Flora and\nCBIT-GSP through technical assistance contributed to compiling\nthe NC3 and BTR1.\nThe Common Tabular Formats have been submitted electronically\nto the UNFCCC.\n.\n\n05\nInformation on Flexibility\nOne of the guiding principles of the modalities, procedures and\nguidelines (MPGs) for the enhanced transparency framework used\nin the preparation of this inventory document is the provision of\nflexibility to those developing country Parties that need it in the light of\ntheir capacities. Below is a summary table of the flexibility provisions\napplied.\nTable 5.1: Summary of flexibilities applied\nMPD flexibility\nprovision (18/CMA.1)\nDescription of\nthe flexibility\napplication\nClarification of\ncapacity limitation\nDeadline\nfor capacity\nimprovement\nProgress made to\naddress areas for\nimprovement\nPara 85\nEstimates of expected\nGHG emissions for\nactions, policies, and\nmeasures\nLack of capacity to\nestimate expected\nGHG emission\nreductions for identified\npriority actions, policies\nand measures\n2030, Subject to the\navailability of support\nNA\nPara 92, 95 and 102\nProjections of GHG\ngas emissions and\nremovals\nLack of capacity to\nreport projections\n2028, Subject to the\navailability of adequate\nsupport\nNA\nChapter Five\nBiennial Transparency Report 87 |\n\n06\nImprovements in Reporting Over Time\nKenya has developed a detailed improvement plan for the GHG report\nannexed in the National Inventory Document. For the chapter on NDC\ntracking, improvement plans will prioritize projections and emission\nestimation for actions, policies and measures. Since Kenya’s NDC has an\nemissions indicator, implementing the inventory improvement plan is\ncritical for addressing the gaps in the NDC tracking chapter.\nChapter Six\n| 88 Biennial Transparency Report\n\nAnnex\nAnnex 1: National GHG Inventory Document.\nBiennial Transparency Report 89 |\n\nw w w . e n v i r o n m e n t . g o . k e",
    "created_utc": "2025-12-03T00:57:12Z"
  },
  {
    "country": "Kenya",
    "section": "National policy framework",
    "source_doc": "NC",
    "doc_url": "",
    "extracted_text": "Policy\nand\nRegulatory Framework forms the basis for\npolicy and legislative framework to promote\ncoherence,\ncoordination\nand\ncooperative\ngovernance of climate change issues in Kenya.\nSubcomponent 3: Adaptation Analysis and\nPrioritisation\nidentified\nand\nprioritised\nimmediate, medium and long-term adaptation\nactions. The proposed actions have informed\nthe 2013-2017 Medium Term Plan and the\ncountry’s National Adaptation Plan.\nSubcomponent\n4:\nMitigation\nidentified\npotential\nlow-carbon\ndevelopment\nopportunities in the six mitigation sectors set\nout in Article 4.1 of the UNFCCC: energy;\ntransport; industry; agriculture; forestry; and\nwaste management. This has provided the basis\nfor identifying potential internationally and\ndomestically supported NAMAs and REDD+\nactivities that would promote sustainable\ndevelopment.\nSubcomponent 5: The Technology draws\nattention to the barriers affecting the uptake of\ntechnologies\nrelated\nto\nadaptation\nand\nmitigation.\nSubcomponent 6: National Performance and\nBenefit Measurement provides a framework\nfor measuring, monitoring, evaluating, verifying\nand reporting results of mitigation actions,\nadaptation actions and the synergies between\nthem.\nSubcomponent 7: Knowledge Management\n\n195\n\nand\nCapacity\nDevelopment\nprovides\na\nknowledge management system to address the\nsharing of climate change-related knowledge\nand proposed capacity building measures to\naddress the institutional and technical capacity\nneeds of the various actors.\nSubcomponent 8: Finance developed an\ninnovative financial mechanism that includes a\nclimate fund, investment strategy and carbon\ntrading platform to position the country to\naccess finances from various sources.\n\nTECHNOLOGY TRANSFER\n\nKenya’s National Climate Change Strategy, its\nAction Plan and the second Medium Term Plan\n(MTP) 2013-2017 articulate a low carbon and\nclimate resilient development. This require\naccess\nto,\ndiffusion\nand\ntransfer\nof\nenvironmentally sound technologies (ESTs).\nKenya like most developing countries does not\nhave adequate technological capacity to meet\nthese needs and effectively mitigate and adapt\nto climate change. While the Government has\ncontinuously\ncommitted\nto\nfacilitate\nthe\nidentification of relevant ESTs and knowledge in\nmost sectors of its economy, the adoption,\ndiffusion and application has remained low\nmainly due to financial constraints, limited\ncapacity and awareness amongst users.\n\nFor a developing and industrialising country like\nKenya to tackle the issues of poverty and\nachieve the Millennium Development Goals\n(MDGs), economic activities and growth have to\ncontinue. The country has already developed its\ndevelopment blue print, Vision 2030, through\nwhich the country is to realise its development\nobjectives looking into the future up to 2030.\nAccording to the emissions analysis in the\nNCCAP, the development envisaged in Vision\n2030 is likely to result in continued, and even\nincreased emissions of greenhouse gases in the\nBusiness-As-Usual (BAU) development pathway\nscenario. However, a low carbon climate\nresilient\ndevelopment\npathway\nas\nrecommended in the NCCAP is a promising\noption for Kenya.\n\nPreviously, and with varying degrees, Kenya has\napplied modern technologies to better cope\nwith climate variability. In future, the country\nplans to apply new technologies to pave way for\nlow carbon climate resilient development.\n\nDespite the aforementioned Kenya’s technology\nneeds\nassessment\nreveal\nESTs\nadoption,\ndiffusion and application has remained low,\nmainly due to financial constraints, limited\ncapacity and awareness amongst users.\n\nStatus of Kenya’s Technology Needs\nAssessment\n\nKenya, being a developing country, does not\nhave\nadequate\ntechnological\ncapacity\nto\neffectively mitigate Climate Change. Kenya\ntherefore needs to transfer, develop and adapt\nappropriate technologies for Climate Change\nmitigation and adaptation. In order to do this,\nKenya, as a country, has had to identify the\ntechnology needed to address Climate Change\nin line with the country’s Vision 2030 and other\nnational development priorities. It is for the\nabove reason, and in conformance with Article\n4, paragraph 5 of the Convention, with decision\n4/CP7 that Kenya has carried out two fully\nparticipatory Technology Needs Assessments\n(TNAs) that involved many stakeholders,\nincluding the Government, Private Sector, Civil\nSociety and International Organisations. The\nTNA’s were undertaken in 2005 and 2013, with\nthe objective of identifying, evaluating and\nprioritising technological needs for the purpose\nof\nachieving\nsustainable\ndevelopment,\nincreasing resilience to climate change and\navoiding dangerous anthropogenic climate\nchange. The TNA’s have been carried out with\nreference to the guidelines laid out in UNDP\n(2003) and Gross et al. (2004).\nThe 2005 TNA was the country’s initial formal\nstep towards the assessment of EST’s needs in\nthe country. The TNA also marked Kenya’s first\n\n196\n\nstep towards factoring the development and\ndiffusion of EST’s in the country’s investment\nstrategy. The sectors covered were those\nidentified in the country’s initial national\ncommunication (INC). The study addressed both\nthe need for technologies to mitigate climate\nchange and to facilitate adaptation but with a\ngreater emphasis on mitigation than adaptation\ndue to inadequate resources. It reported a\nnumber of opportunities for both greenhouse\ngas (GHG) mitigation and adaptation without\nmuch in terms of prioritisation and next steps.\nThe technologies identified in 2005 for the\nagriculture and water sectors included drought\ntolerant sorghum, drip irrigation, conservation\ntillage, bio-technology, tissue culture banana,\nearly warning systems, hay production and soil\nand water conservation. Technologies for the\ndevelopment of renewable energy resources,\nsuch as geothermal, solar and wind power were\nalso identified. The technologies developed in\nthe energy sector have not only been crucial for\nmitigation but also supports adaptation, from\nimproving the accessibility of energy for rural\nhouseholds and businesses, to enhancing the\nenergy security of the country through\ndiversification away from hydropower.\nOn adaptation technologies, the 2005 TNA\nidentified a number of opportunities for\nreducing the vulnerability of smallholder\nfarmers and broadly recommended that to be\nsuccessful, adaptation planning should not be\nundertaken as a separate exercise from other\nplanning processes in Kenya. “Mainstreaming”\nclimate change planning into other planning\nprocesses is the key to successful adaptation\nand limiting the negative effects of climate\nchange. This would facilitate the incorporation\nof the anticipated effects of climate change into\npoverty\nreduction\nstrategies\nand\nrural\ndevelopment\nstrategies.\nMany\nof\nthe\nrecommendations were not specific to climate\nchange and made good sense from a\nsustainable development point of view. Those\nthat could be accomplished at low cost, but\nhave\nhigh\nimpacts\nwere\nidentified\nas\nrepresenting the highest priorities for shortterm action.\nThe 2005 TNA further recommended that\nsuccessful rural development and successful\nadaptation to climate change need to be\nimplemented through an integrated ecosystems\napproach to agriculture and natural resource\nmanagement. In the process, it was thought\nthat environmental services projects such as the\nClean Development Mechanism (CDM) offered\nopportunities to gain experience with these\nintegrated types of projects. However, by 2013,\nit was evident that such projects had not been\nimplemented for the last 8 years as had been\nanticipated.\nThe TNA further outlined a number of\nopportunities to reduce the vulnerability of\nsmallholder farmers through better use of\nforestry opportunities.\nThe later TNA of 2013 was the output of a fully\ncountry-led process and\nthe views and\ninformation contained therein was the product\nof the National TNA team, led by NEMA. The\nreport filled the gaps of the initial process and\nled to the country’s prioritisation of its EST\nneeds\nin\nmitigation\nand\nadaptation,\ndevelopment of the technology action plans\n(TAPs),\nproject\nideas\nwhich\nand\nalso\nrecommended enabling frameworks to address\nidentified barriers to the diffusion of the\nprioritised technologies. The TAPs and the\nproject ideas prepared will facilitate the\nidentification of technology transfer projects\nand their links to financing sources. These will\nform the basis for a portfolio of projects and\nprogrammes to facilitate the transfer of, and\naccess to, climate technologies and know-how\nin the country.\nSpecifically, the 2013 TNA report applied a\nmulti-stakeholder process and a linear additive\nMultiple Criteria Analysis Framework to further\nprioritise technology needs for climate change\nmitigation within the energy and waste\nmanagement sectors. The complete results of\nthe\nTNAs\nprocess\ncan\nbe\nfound\n\n197\n\nhttp://unfccc.int/ttclear/templates/render_cms\n_page?TNR_cre.\nIn addition, in 2013, Kenya nominated the\nDirector,\nKenya\nIndustrial\nResearch\nand\nDevelopment Institute (KIRDI) as the National\nDesignated Entity (NDE) for the Climate\nTechnology Centre and Network (CTCN).\nKenya’s NDE will serve as the national entity for\nthe development and transfer of technologies\nand a focal point for interacting with the CTCN\nregarding requests from the country about its\ntechnology needs. The institutional structures\nto efficiently operationalise the NDE functions\nare currently being put in place.\nPriority Sectors and Technology Options\n\nAs already reported above, the TNA process\nwas participatory and involved a number of\nstakeholders\nincluding\ncivil\nsocieties,\ninternational organisations and private sector.\nEnergy (including Transport-subsector) and\nWaste Management were the prioritised\nsectors for mitigation and Agriculture and\nWater for adaptation.\n\nWhy the Priority Technologies\n\nThe portfolio of technologies chosen were\nthose with better socio-economic and/or\nsustainable development benefits for the\ncountry. The technology prioritisation process\ngenerated an initial list of specific technologies.\nThe criteria for prioritisation was based on the\nfollowing:\nx Technology and innovation\nx Barriers in implementation\nx Potential for fundable projects.\n\nThe initial list was taken through a multi-criteria\nanalysis\n(MCA),\nwith\nweightings\nfor\nidentification of final options as shown in Annex\n1 ANNEX 1: TABLES AND FIGURES\nTable 61. The weightings were determined by a\nbroader stakeholder community, and the scores\nsummed to give a ranked priority list of\nprioritised technologies discussed below.\n\nMitigation\n\nEnergy\nThe TNA process revealed that decentralised\nrenewable energy systems have an important\nrole to play in the country’s 80 per cent\npopulation with limited electric energy access.\nThe Solar Home Systems (SHS) and Solar Dryers\ntechnologies were prioritised to meet most of\nthis need.\n\nSHS technology\nSHS technology is ranked highly due to its\npotential to provide electricity in the rural areas\nwhere about 95 per cent of the population is\nnot connected to the grid.205 The SHS market in\nKenya started to develop in earnest in 1982\npurely along commercial lines.206 Despite its\nlong establishment in the country, its diffusion\nhas been slow. This is mainly attributed to high\ninitial installation costs, lack of awareness of the\npotential social and economic benefits and a\nlack of adherence to system standards by\nsuppliers resulting in low quality products in the\nmarket.207,208 The lack of quality standards, for\nexample, has led to reduced performance and\nlower lifetime making it not a preferred choice\nwith end users. Therefore, there is interest to\nincrease diffusion and to promote cooperation\nagreements with internationally recognised\ncentres of excellence to enable exchange of\ninformation\n(particularly\nstandardisation,\nlessons learned, measurements and support)\nand promoting project execution in the\ncountry.209 The TNA process identified a large\npotential (about 7,000,000 households) for its\ndiffusion in the country.210 It also recognised an\nadditional potential to provide electricity to the\nalready grid connected households in both the\nurban and rural areas as a measure to ensure\ncontinuous power supply in view of frequent\npower outages.211 The country’s target for SHS\n\n198\n\ntechnology is to reach three million households\nby 2020 and including rural based institutions\nsuch as schools, hospitals, dispensaries, prisons\nand Government offices.\n\nSolar dryers\nSolar dryers were ranked highly due to their\ncontribution\nto\nthe\nagriculture\nsector.\nAgriculture is the main economic activity and\nsource of livelihoods in Kenya. Farmers produce\ncereals, vegetables and other foods that require\ndrying to prevent spoilage and facilitate\nstorage. Direct solar drying by laying products\nout in the sun is traditionally used. The\ntraditional open sun drying, has inherent\nlimitations such as:\nx High crop losses due to inadequate drying\nx Fungal attacks\nx Insects, birds and rodents encroachment\nx Unexpected down pour of rain and other\nweathering effects.\nIn such conditions, solar-energy crop dryers\nappear increasingly to be attractive. While the\nsmall scale farmers could still rely on the direct\ndrying, the method is seen as not effective for\nlarge\nand\nmedium\nscale\nfarmers.\nThe\nunreliability has made these farmers rely on\neither technologies that use fuel wood or diesel\nas is the case with the National Cereals and\nProduce Board (NCPB) of Kenya whose bulk of\ndryers use diesel or wood fuel. Over 45 stations\nof NCPB use diesel while 65 of the tea factories\nuse wood fuel. The prioritised solar dryers have\npotential to replace the use of diesel and wood\nfuel mitigating climate change and enhancing\nconservation of forests within the country. The\nGerman Development Institution (GIZ) has\nplayed a key role in introducing the technology\nin the country. The Kenya Industrial Research\nand Development Institute is equally working\nwith institutions and women's groups in\ndeveloping improved dryers for their fruits,\nvegetables,\ncereals\nand\nlegumes\non\na\ncommercial basis.212 However the diffusion has\nbeen slow mainly due to lack of awareness.213\nThe interest is to increase diffusion of solar\ndryers with the following targets in mind:\nx 50,000 small scale family units\nx 1,000 commercial farmers and companies\nx 100 cooperative societies and associations\nx 65 vegetable processers and tea factories\nIf the target are realised, the diffusion will more\nthan double the number of commercial farmers\nand family units using the technology.214\nNotwithstanding the prioritised decentralised\nrenewable technologies noted above, the\ncountry’s current and planned energy sources\nof hydropower, geothermal, wind, natural gas,\ncoal and biomass also warrants technology\nknow how. These include:\n\nHydropower\nKenya’s total\ninstalled\nlarge\nhydropower\ncapacity is 743 megawatts, majority of which is\nthe less disbursed large hydropower (>15\nmegawatts plants). Small hydro (>15 megawatts\nplants)\npotential\nis\nestimated\nat\n3,000\nmegawatts, of which less than 30 megawatts\nhave been exploited and only 15 megawatts\nsupply\nthe\ngrid.215\nAlthough\na\nmature\ntechnology in the country, large hydropower is\nvery sensitive to climate variability. On the\nother hand, the small hydropower, which is\ndisbursed over a larger geographical area,\nreduce the susceptibility of the country to\nmajor fluctuations in power supply in the event\nof depressed rain in specific regions of the\ncountry. Its environmental impacts are minimal\nthrough the use of run-of-the-river schemes in\nwhich no dam or reservoir storage is involved\nhence minimal interference with natural\nhabitats and farmlands, and no relocation of\npeople. The small hydropower development is\ntherefore seen as serving a critical part of the\nsolution towards sustainable electricity supply,\nbridging the demand supply gap and meeting\nthe electricity needs of the country. However,\nthe country lacks appropriate technologies,\nadequate capacity for installation and repairs\nand infrastructure facilities to manufacture\nturbines or parts that might be critical in\n\n199\n\nmaintenance of the plants.216 217 In the past,\nspecifically development of small hydropower\nhas been hindered by:\nx High installation costs averaging US$ 2,500\nper kilowatt\nx Inadequate hydrological data\nx Effects of climate change\nx A limited local capacity to manufacture small\nhydro power components\nExpansion of small hydropower generation in\nKenya can result in great socio- economic and\nenvironmental benefits and is an area where\nKenya can import knowledge, products and\nservices.\n\nNatural gas & coal\nAs of early 2015, all coal and gas utilised in the\ncountry was imported. However, there have\nbeen new discoveries of oil and coal. These\ninclude the already identified commercially\nviable coal reserves in Mui Basin Kitui County –\nwith further exploration work ongoing in other\nparts of the country. With the discovery, the\nGovernment has plans to build a coal fired\npower plant in its coastal region which may\nexpose it to sea level rise. For the natural gas\nthere is still no sufficient volumes of this\ndiscovered. Any of these fuels adoption will\nneed climate change issues factored and the\nmost\nmodern\ntechnologies\n(such\nas\nPulverization (critical, super critical and ultrasuper critical for coal) and Combined Cycle Gas\nTurbines for Gas) and including clean coal\ntechnology and carbon capture and storage.\nTechnology transfer will be required from both\ndeveloped and developing countries.\n\nWind\nKenya has vast unexploited wind energy\nresource that, in combination with appropriate\nGovernment policies, can result in financially\nfeasible\nand\nhighly\nsuccessful\nwind-farm\nprojects for investors218 and fulfil power\nrequirements\nfor\nthe\nwhole\ncountry.219\nAccording to the Ministry of Energy and\nPetroleum, Kenya has a proven wind energy\npotential of as high as 346 W/m2 and speeds of\nover 6m/s in many parts.220\n\nHigh capital cost and lack of sufficient wind\nregime data have been some of the barriers\naffecting the exploitation of wind energy\nresources. Moreover, potential areas for wind\nenergy generation are far away from the grid\nand\nload-centres,\nrequiring\nhigh\ncapital\ninvestment for the transmission lines.\n\nCurrently (2012), wind provides about 7.1 MW\nof electricity. 221 Different initiatives are planned\nto achieve this, such as substituting thermal\ngeneration of energy with wind power plants\nand combining wind with thermal plants (winddiesel hybrid). These are seen as routes to cut\ndown on the large amounts of foreign exchange\nrequired for the diesel thermal power plants. To\naid the wind energy plans the Ministry of\nEnergy and Petroleum has developed a Wind\nAtlas and installed more than 60 Wind Masts\nand Data Loggers in various counties across the\ncountry to collect site specific data with a view\nto open up electricity generation from wind.\nThe wind energy is one of the fastest growing\nsources and its technological advances are\nrapidly reaching the global market. For example\nHorizontal-Axis Wind Turbine (HAWT) has been\npopular Vertical-Axis Wind Turbine (VAWT) are\ngaining popularity. VAWT is not as efficient as\nHAWT, however they fit urban areas well due to\ntheir compact designs. Kenya in its aspiration\nto explore it as a resource, could seek to\nconsider\nthese\nadvances\nand\nto\nadapt\ntechnologies and materials to make them more\nappropriate\nfor\nthe\ncountry.\nTechnology\ntransfer will be required from developed\ncountries.\n\nThe technology advancement to harness power\nfrom wind energy would also help in cost\nreductions in generation for Kenya. Also, wind\nenergy poses a unique opportunity for Kenya to\ndirectly\nleapfrog\nthe\npath\ntaken\nby\nindustrialised countries, to renewable sources\nof energy directly\n\n200\n\nThe Government has estimated that 500\nmegawatts and 2 gigawatts of wind capacity will\nbe installed in Kenya by 2016 and 2030,\nrespectively. It is encouraging independent\ninvestment in the wind sector and has\nintroduced a competitive feed-in tariff in order\nto attract investments in the wind sector.\n\nGeothermal\nKenya was the first African country to build\ngeothermal energy sources, thus a leading\nproducer of geothermal energy in Africa. The\ncurrent (2012) production of about 573\nmegawatts is still fairly small, compared to the\ncountry’s full potential of 7,000 megawatts.222\nThere are 14 geothermal fields identified along\nthe Rift Valley, with only one (Olkaria)\ndeveloped to date. Geothermal has been\nidentified in the NCCAP and the National Least\nCost Power Development Plan as one of Kenya’s\nmost effective technologies to meet growing\nelectricity demand and keep the sector on a\nhigh-growth low-carbon development pathway.\nPlans are there to increase geothermal\nproduction\ncapacity\nby\nanother\n1,000\nmegawatts by 2017 and 5,000 megawatts by\n2030.223\n\nGeothermal has numerous advantages over\nother sources of electricity that make it suitable\nas a source for base load electricity generation\nfor the country:\nx It is not affected by drought and climatic\nvariability\nx It has the highest availability (capacity factor)\nat over 95%\nx It is green energy with no adverse effects on\nthe environment\nx It is indigenous and readily available in\nKenya, unlike most thermal energy that\nrelies on imported fuel.\n\nRealising the need to reduce the long gestation\nperiods in the development of geothermal\npower, the Government has set up the\nGeothermal Development Company (GDC) to\nundertake\nintegrated\ndevelopment\nof\ngeothermal power through initial exploration,\ndrilling,\nresource\nassessments\nand\nthe\npromotion of direct utilisation of geothermal\nresources. GDC is 100 per cent owned and\nfunded by the Government. By undertaking the\ninitial project activities, GDC will absorb the\nattendant risks associated with geothermal\ndevelopment\nand\ntherefore\nopen\nup\nopportunities for both public and private\nparticipation. GDC is working on its first\ngeothermal plant of 200 MW in Menengai via\nsupport from Scaling Up Renewable Energy\nProgram in Low Income Countries (SREP)\nprogramme.\nThe\nproposed\nMenengai\ngeothermal field development will be the first\nfield to be developed outside Olkaria. SREP will\nhelp GDC, design and test out an investment\nand project structure with the help of\ndevelopment partners that could be replicated\nfor developing the other fields.\n\nCurrently, the main bottlenecks to geothermal\nexpansion are capital limitations of the two\nmain\n(government-owned)\ngeothermal\ndevelopers, KenGen and GDC, and a long leadtime for bringing capacity on-line. Only by\nmaking it attractive for private investors to coinvest in earlier development stages will the\nsector expand fast enough to meet its\nambitions.\n\nTo this end, Kenya has developed a NAMA with\nan overarching goal of accelerating geothermal\nresource development in Kenya by catalysing\nprivate sector investments.\nAccording to the NAMA proposal, Kenya needs\napproximately US$ 20 billion of investments to\nreach its geothermal targets. There is an acute\nawareness that a significant portion will need to\ncome from private sources. Three categories of\nbarriers\nprevent\nsignificant\nprivate\nparticipation:\nx Financial barrier due to a high risk-low return\n\n201\n\nprofile.\nx Inadequate\ncommercial\nand\ntechnical\ncapacity to deal with IPPs, access to wider\ncapital funds, permits and approvals, and\nprivate\nsector\ndevelopers\nwho\nhave\ndifferent (often more rigorous) needs\nconcerning contractual documents.\nx Capacity constraint in future involving local\nhuman resources with geothermal related\nknowledge and skills, good data sets and\ninformation on resources. Reaching Kenya’s\nambitious goals for geothermal power\ngeneration will require a significant scaling\nup of human resource capacities and knowhow. This will include both knowledge\ndevelopment through university and college\ncurricula, as well as skills development,\nthrough on-site training in geothermal\nfields.\nThe overall NAMA seeks to address these\nbarriers through a set of technical and financial\nsupport instruments as shown in Annex 1\nTable 62. The NAMA has been posted to the\nUNFCCC NAMA registry and is requesting for\nexternal support besides to complement the\nGovernment efforts\n\nThe capacity development supported by SREP is\nimportant to make GDC a credible actor in\ndeveloping other geothermal fields. In terms of\ntechnology transfer, Kenya is geared to\nbecoming an exporter geothermal knowledge,\nproducts and services in the region.\n\nBiomass and biofuels\n\nThe Government has identified the existence of\npower generation using forestry and agroindustry residues such as the use of bagasse for\nco-generation. The total potential for cogeneration\nusing\nsugarcane\nbagasse\nis\nsignificant. So far only Mumias Sugar Company\n(Independent Power Producer) generates 35\nmegawatts out of which 26 megawatts is\ndispatched to the grid. The generation potential\nwithin the other 10 sugar factories is estimated\nto be up to 300 megawatts have not been\nexploited. The sugar industry also has the\npotential to produce ethanol from molasses, a\nwaste product from sugar production. Ethanol\nwas introduced in Kenya as a fuel blend for\ngasoline in 1983. However, due to management\nand pricing problems, its use was discontinued\nin 1993. The Government has in its plan to\nreintroduce power alcohol as a motor fuel in its\nlong-term policy to enhance security of supply\nand redress the trade imbalance arising from\npetroleum imports.\n\nCurrently the total installed capacity for ethanol\nproduction is 22 million litres per year which\ncan be blended with petroleum. The blending\ntechnology already exists but for most of the\nsugar\nplants,\nthe\nexisting\nco-generations\ntechnologies require upgrading.\n\nWaste\n\nMethane capture from biogas digesters in rural\nhouseholds is the technology prioritised for the\nwaste sector. It is the most preferred because it\nhas many benefits. It provides clean energy for\nrural household for cooking and lighting. It\nboosts crop production at lower costs and\nreduces indoor air pollution. It also reduces\ndeforestation and hence enhances carbon sinks.\nAlthough the technology is currently promoted\nby the Government and Non-Governmental\nOrganisations, resulting in a number of biogas\ndigesters in the country, its penetration remains\nvery low mainly due to limited trained\ninstallations technicians. It is estimated that up\nto 2,000 units have been installed in total,\nthough it is impossible to estimate what\npercentage remain in working condition due to\nthe dispersed and sometimes uncontrolled and\ninformal\nnature\nof\ninstallations.224\nThe\npreliminary targets for the technology are\nfarmers who undertake mixed farming,\n\n202\n\ninstitutions and commercial enterprises. The\ndiffusion target is to have 120,000 households,\ninstitutions and commercial enterprises having\naccess to bio-digesters by the year 2030.225\n\nAdaptation\n\nWater\n\nSurface runoff water harvesting and roof rain\nwater\nharvesting\nare\nthe\nprioritised\ntechnologies. Increasing resilience, to limited\nper capita freshwater availability, is a need in\nthe country. Currently most precipitation that\nfalls on human settlements is lost to the\natmosphere through evapotranspiration, and or\nruns into rivers away from settlements before\nuse. This is particularly relevant in the ASALs,\nwhere limited rainfall received is usually very\nintense and often seasonal.226 The technologies\nare considered to have the potential to\ncontribute greatly to the volume of freshwater\navailable for human use in the country. A report\nby UNEP227 showed that rainwater harvesting in\nthe country has the potential to supply the\nwater needs of between six and 10 million\npeople. It shows rainfall contribution is more\nthan adequate to meet the needs of the current\npopulation several times over, if rainwater\nharvesting is fully implemented. As such\ncollection and storage of rainwater through\nsurface or roof catchment can provide a\nconvenient and reliable water supply during\nseasonal dry periods and droughts. Both\ntechnologies have been adopted in some parts\nof the country but adoption and diffusion in\nmany\nparts\nare\nfacing\nseveral\nbarriers\nparticularly the high installation cost. For\nexample\nfor\nthe\nsurface\nrunoff\nwater\nharvesting, there are presently only 26 large\ndams in the country and 3,000 small dams and\nwater pans with a total storage capacity of\nabout 124 million m3, which is far below the\nrequired threshold of 4.5 billion m3 of\nstorage.228 The targets for the transfer and\nadoption of the two selected technologies are\nto construct 10,000 community surface run-off\nrainwater harvesting systems, each with a\ncapacity of about 30,000 m3 in the ASALs and to\nassist 500,000 households in the ASALs to install\nroof rainwater harvesting systems, each with a\ncapacity of 10 m3, both by 2017. 229\n\nAgriculture\n\nDrought Tolerant Sorghum Variety and Drip\nIrrigation technologies are prioritised. The\nrainfall pattern is unreliable in most parts of the\ncountry and droughts have become more\nfrequent and severe. Therefore there is need\nfor development and introduction of high\nyielding, drought tolerant, early maturing crop\nvarieties, such as the drought tolerant sorghum,\nin order to enhance food security in the\ncountry. Drought tolerant sorghum varieties\nsuch Serena and Seredo, are produced as a\nresult of plant breeding to enhance their\nresistance or tolerance to stresses that result\nfrom climate variability. Both grow in areas with\nas little as 250 mm of rainfall per annum. The\nbreeds have been developed and adopted by\nsome farmers in the country. Extension agents\nand NGOs are also promoting drought tolerant\nsorghum for food security and beer brewing.\nHowever, studies on the extent of adoption by\nfarmers in the country are still on-going. 230 The\npreliminary target for the transfer and diffusion\nof drought tolerant sorghum varieties is to\nintroduce the technology to one million farmers\nby the year 2017. 231\n\nDrip irrigation on the on the other hand was\nranked highly as it is considered to provide 90\nper cent water-use efficiency in contrast to\nsurface irrigation and sprinkler systems, which\nprovide 60 per cent and 75 per cent efficiency,\nrespectively.232 It enables farmers to adapt to\nclimate change in crop production under erratic\nrainfall pattern233. Available statistics show a\nvery low adoption level of drip irrigation in the\ncountry. According to the Government, almost\nall National Irrigation Board schemes are\nsurface irrigated.234 The small number of drip\nirrigation usage is attributed to the high capital\n\n203\n\ninvestment cost and to some extent the low\ntechnical know-how of the farmers regarding\nthe use of the technology.235 The TNA process\ntarget for the drip irrigation technology is\nintroduction of 500,000 and 1,000 drip\nirrigation systems to individual farmers and\ninstitutions, respectively by the year 2017.\n\nIdentified Barriers to Technology Needs\nand Enabling Environments\n\nAll of the ranked technologies have had early\nadoption in Kenya. The key challenge for Kenya\nis for their successful diffusion. A list of\npotential barriers and proposed enabling\nframework to their diffusion is shown in Annex\n1 Table 63. In Kenya, three barriers stand out:\nx High cost of purchase, installation and\nmaintenance;\nx Weak policies and lack of standards; and\nx Limited information and awareness.\nIn as much as cost is fundamental and seems as\nthe major barrier to development of all the\nprioritised technologies in the country, it is\nrecognised that it is only part of the picture.\nTheir development has as much to do with local\nprivate sector interest in the technology,\navailability of quality equipment and market\nawareness. Therefore for most of these\ntechnologies, an informed private sector\ninfrastructure with a whole network of players\nincluding importers, distributors, assemblers,\ntechnicians and marketing agents is required,\nnone of whom will invest if they don’t\nunderstand the technology and the potential\ndemand.\nThis\nmakes\ninformation\nand\nawareness campaigns a key measure. Therefore\noutreach programmes and including through\nsuccessful\ndemonstration\nprojects\nare\nconsidered necessary to raise awareness of the\nbenefits.\n\nCurrent Mechanisms for Technology Transfer\nin Kenya\n\nThe\nprincipal\nmechanisms\nof\ntechnology\ntransfer\nin\nKenya,\nhave\nmainly\nbeen\nadministered by the GEF and the CDM. Others\nsuch as Japan sectoral crediting mechanism and\nNAMAs are starting to take centre stage. One\nNAMA for accelerated geothermal electricity\ndevelopment submitted to the UNFCCC registry\nis seeking financial and capacity development\nsupport.236\n\nTechnology Transfer Associated with CDM\nProjects\n\nUnder the Kyoto protocol, the CDM projects is\nperceived\nto\nhave\nmade\nsome\nlimited\ncontributions to technology transfer. 237\nAn assessment of the project design documents\n(PDDs) of Kenya’s registered CDM projects238\n(Annex 1) shows that of the 20 registered CDM\nprojects in Kenya, 16 projects claimed some\ntechnology transfer benefits. However, it has\nnot been possible to establish the extent to\nwhich\nthe\nCDM\ncontributed\nto\ntheir\nimplementation and how many of the projects\nhave actually been implemented and therefore,\nrealised technology transfer benefits.\n\nDespite\nany\nexplicit\ntechnology\ntransfer\nmandate, several CDM projects have been\nfound to contribute to technology transfer by\nfinancing emission reduction projects using\ntechnologies not available in Kenya. There is\nwide disparity across various project types and\nthe analysis revealed that only in the renewable\nenergy (geothermal, cogeneration, wind, hydro,\nsolar and biogas), water purification and energy\nefficiency (efficient transformers, lighting and\ncookstoves) sectors there was some degree of\ntechnology\ntransfer.\nStill\ncomparative\nassessment reveals that the component of\n\n204\n\ntechnology\ntransfer\nis\ninadequate\nand\ncomparatively small. Waste-to-energy, and\nindustrial energy sectors show no significant\ntechnology transfer unlike the other sectors\nwhere there is some technology transfer\ninvolved for projects.\n\nRegardless of the aforesaid, with the inception\nof GEF and CDM, technology transfer has\nbecome a vital and recognised activity in Kenya\n\nand has led to capacity building within the\ncountry, but the pace and progress are\nsomewhat slow and need immediate and\nconsistent ramp-up.\n\nOn the policy front there is no evidence to show\nthat CDM has been capable of encouraging\npolicy changes to foster technology innovation\nin the country. Project level CDM being an\ninstrument that concentrate on single projects,\nit can be said it has been useful for Kenya in the\nvery early stage of demonstration of the\ntechnology, but the real technology transfer\nprocesses requires much more effort. A number\nof studies239 have expectation that scaled-up\nmechanisms such as CDM Programme of\nActivities (PoAs) and NAMAs may be able to\nmobilise cumulative technological learning on a\nmuch larger scale than project-by-project CDM.\nKenya’s 14 registered PoAs240 (Annex 1\nTable 65) have the objective of scaling up the\ndeployment of technologies to targeted endusers across Kenya. PoA model eliminates cost\nbarriers and bring in the private sector players.\nA trend already observed especially with the\nimproved cooking stoves. Equally, NAMAs are\nexpected to support an enhanced scale of\nactivity from a wider set of participants. Kenya\nhas developed and submitted one NAMA for\naccelerated geothermal electricity development\nin Kenya. Both are areas which Kenya seeks to\nmaximise on.\n\nApart from the efforts undertaken through the\nmechanisms enabled by the UNFCCC and other\nmulti and bilateral organisations, several steps\nare also being taken at the national level. The\nNCCAP is the first nation-wide overarching\nframework that maps the roadway to low\ncarbon and climate-resilient future, with\nsignificant focus on technology being a major\ndriver. The other document is the Technology\nNeeds Assessment and Technology Action Plans\nfor Climate Change Mitigation; March 2013.\n\nApplying modern technologies to better cope\nwith climate variability is not new to Kenya.\nTechnology developments have helped Kenya\ncope with climate variability in the past, and\nnew technologies will help Kenya move toward\na low carbon climate resilient development\npathway. Examples of such technologies include\ngeothermal electricity generation, wind power\ngeneration, energy-efficient light bulbs such as\ncompact fluorescent lights, solar (photovoltaic,\nthermal), improved cook stoves, drought\ntolerant crop varieties (such as drought-tolerant\nsorghum developed by the Kenya Agricultural\nResearch Institute), conservation agriculture,\ndrip irrigation technology for arid and semi-arid\nregions, and water harvesting and purification\ntechnologies, among others.\n\nKenya has recently established the first Climate\nInnovation Centre in the world (a World Bank\ninitiative) at the Strathmore Business School.\nDedicated\nto\nsupporting\nclimate\nchange\ntechnologies and research and development\nentrepreneurship, its main focus will be on\ninnovative technologies in the area of energy,\nagriculture\nand\nwater\nsupply\nthat\nwill\ncontribute to green development and growth.\nThe centre will play an important role in\ndeveloping green technologies in Kenya and will\ntarget solutions that are relevant across the\nEast\nAfrica\nregion.\nTo\nimprove\nclimate\nknowledge and information management and\ncapacity, Kenya is in the process of establishing\n\n205\n\nthe Climate Change Resource Centre at Kenya\nMeteorological Services (KMS). In addition, the\ncountry has set up, and is in the process of\nequipping, the National Climate Diagnostic\nLaboratory at KMS.\n\nIndigenisation of technology is a must for\nensuring, low carbon technology penetration,\nowing to the high costs of the technology. As\nclimate change and its mitigation are seen as a\ncollective responsibility of all countries in the\nworld, diffusion of technology and capacity\nbuilding should be the major focus as well, both\nat multilateral and national levels.\n\nThe development of domestic technological\ncapability is crucial because an endogenous\ntechnological change may lead to substantial\nreduction in carbon prices as well as GDP cost,\nand it is in this context that significant action on\nthe technology transfer component should be\naddressed through various agreed mechanisms.\nApart from this, capacity building in terms of\ninstitutional infrastructure, development of\nskilled professionals, and better incentive\nstructures\nfor\nadoption\nof\nlow\ncarbon\ntechnologies will create a more favourable\ntechnology transfer environment, which can be\nachieved through structured and dedicated\nR&D expense allocations.\n\nRe-emphasising the importance of technology\ntransfer to Kenya so as to meet climate change\nrelated challenges, it is imperative to ramp up\nthe mechanisms of technology transfer in terms\nof value as well as the portfolio significantly.\nThis would not only help in mitigating\nsignificant carbon from the atmosphere but also\nhelp Kenya in meeting its development goals.\n\nTechnology Transfer under the GEF\nMechanism\n\nThe GEF as an operating entity of the financial\nmechanism of the UNFCCC has become the\nlargest public sector funding source to support\nthe transfer of ESTs to developing countries.\nThe climate change focal area strategy\nprogramming has evolved over the years\nthrough the different replenishment cycles. The\nGEF\nclimate\nchange\ninvestments\nhave\npromoted technology transfer at all stages of\nthe technology development cycle, from\ndemonstration of innovative emerging lowcarbon\ntechnologies\nto\ndiffusion\nof\ncommercially proven ESTs and practices.\nKenya has had GEF funded projects right from\nthe pilot stages in 1991 to the current cycle GEF\n5 as shown in Annex 1 Table 66.\n\nThe cycle one of GEF 1994-1998, had\nprogrammatic long-term approaches and shortterm projects promoting mitigation through the\nuse of commercialised or nearly commercialised\ntechnologies\nthat\nwere\nnot\nyet\nwidely\ndisseminated. 241 GEF-2 (1998–2002) to GEF-3\n(2002–2007) addressed technology transfer\nthrough energy efficiency and renewable\nenergy technologies that were mature (such as\nwind, solar and geothermal), available in\ninternational markets, and profitable, yet faced\nhuman, institutional, technological, policy, or\nfinancial barriers to dissemination in developing\ncountries such as Kenya. 242 GEF-4 (2007–2010)\nfocused heavily on climate change issues. The\ncurrent GEF-5 (2010–2014) endeavours to make\na transformative impact in helping GEFrecipient countries such as Kenya move to a\nlow-carbon development path through market\ntransformation\nand\ninvestment\nin\nenvironmentally\nsound\nclimate-friendly\ntechnologies. It continues to support the\ntechnology transfer framework through six key\nobjectives:\nx Promote the demonstration, deployment, and\ntransfer\nof\ninnovative\nlow-carbon\ntechnologies;\nx Promote market transformation for energy\nefficiency in the industrial and building\nsectors;\nx Promote investment in renewable energy\ntechnologies;\nx Promote\nenergy-efficient\nlow-carbon\n\n206\n\ntransport and urban systems\nx Promote conservation and enhancement of\ncarbon\nstocks\nthrough\nsustainable\nmanagement of LULUCF; and\nx Support enabling activities and capacity\nbuilding.\nKenya is at the stage that requires market pull\nto achieve widespread adoption and diffusion\nof its prioritised technologies hence these\nobjectives fit with the aim detailed in the TAPs\nand project idea notes.\n\nA key recent GEF activity in Kenya was the\nNational\nPortfolio\nFormulation\nExercise\norganised by NEMA and held in March 2011 to\nidentify the country’s priority areas and\nrecommend bankable project proposals for\nendorsement by the Operational Focal Point243\nfor submission to the GEF secretariat/council.\nThe participants included members of the\nNational Steering Committee made up of key\nstakeholders including Government ministries\nand departments, GEF Implementing Agencies\n(UNEP, World Bank, UNDP, UNIDO, and FAO),\nAcademia and Civil Society Organisations. The\nobjective of the meeting was to provide an\nopportunity for the stakeholders to review all\nproject proposals seeking funding from GEF to\nensure that they address national priorities and\ngenerate\nlocal,\nnational\nand\nglobal\nenvironmental benefits.\n\nThe GEF portfolio in Kenya, under the\nreplenishment cycles, is broadly spanned over\nfive focal areas, including climate change\n(mitigation and adaptation), biodiversity, land\ndegradation,\ninternational\nwaters,\nand\npersistent organic pollutants (POPs).244 The\nstudy of projects supported by the climate\nchange focal area of the GEF reveals that many\nprojects do contribute towards technology\ntransfer, although the overall contribution from\nthe portfolio is quite limited. It is, however,\nnoted that the share of projects supported by\nthe GEF has a major component in which there\nis no technology transfer. This trend is more or\nless consistent across all GEF replenishment\ncycles. However, in the latest cycles, there is\nsome improvement in the overall share of\nprojects involving technology transfer, but this\nis substantially low. The same trend is visible in\nvalue terms as well. The total funds contributing\nonly to the technology transfer activities (the\ntotal project outlay from GEF to technology\ntransfer projects) have shown an increasing\ntrend, but the actual amount contributing to\ntechnology transfer activities is much smaller.\nDirect assessment of the exact and direct\ncontribution of the GEF mechanisms to\ntechnology\ntransfer\nactivities\nin\nKenya’s\nportfolio was not possible because the\nnecessary\ndetailed\ninformation\nwas\nnot\navailable for all the projects. But this would\nconstitute important information to be revealed\non the technology transfer aspect.\n\nAs far as the GEF portfolio is concerned, a\nnumber of projects under implementation\nindicate that technology transfer and capacity\nbuilding is taking place across the nation, in\nvarious sectors. A fair amount of low-carbon\ntechnologies and know-how is being transferred\nand purchased, most involving cross-boundary\nacquisitions, but it is not adequate.\n\nRESEARCH AND SYSTEMATIC\nOBSERVATION\n\nVarious systematic observation and research\nactivities related to national, regional and the\nglobal climate change are carried out in Kenya.\nThe country continues to be active in both\nfields,\nboth\nindependently\nand\nwith\ninternational partners. Various institutions\nincluding\ninternational\norganisations,\nuniversities and autonomous institutions of\nexcellence, promote, undertake and coordinate\nclimate and climate-related research activities\nand programmes in the country. Kenya\nMeteorological\nDepartment\n(KMD),\na\ndepartment currently under the Ministry of\nEnvironment, Natural Resources and Regional\nDevelopment Authorities (MENRRDA), was\n\n207\n\nstarted\nin\n1929,\nis\nmandated\nby\nthe\nGovernment to promote and undertake climate\nand climate change-related research and\nsystematic observations in the country. Its\nmandate is broad and includes:\nx Managing\nsurface\nand\nupper\nair\nmeteorological\nobservations\nand\nthe\npublication of the climatological data;\nx Provision of meteorological and climatological\nservices to the country’s key sectors of\nagriculture,\nforestry,\nwater\nresources\nmanagement,\ncivil\naviation\nand\npublic\nutilities;\nx Provision of meteorological services to\nshipping in the west of Indian Ocean and to\nmilitary aviation for the safety of national\ndefence;\nx Maintenance\nof\nan\nefficient\ntelecommunications\nsystem\nfor\nrapid\ncollection\nand\ndissemination\nof\nmeteorological\ninformation\nrequired\nfor\nnational and international use in accordance\nwith the World Meteorological Organization\n(WMO) and the International Civil Aviation\nOrganization (ICAO) procedures;\nx Co-ordination of research in meteorology and\nclimatology including co-operation with other\nauthorities\nin\nall\naspects\nof\napplied\nmeteorological research; and\nx Capacity building programmes in all fields of\nmeteorology and other related scientific\nsubjects which are relevant to development\nwithin the country and other countries that\nparticipate in its training activities.\nCollaborating very closely with KMD are two\nother institutions:\nx Africa’s\nIGAD\nClimate\nPrediction\nand\nApplications Centre (ICPAC), which was\nformerly known as the Drought Monitoring\nCentre, Nairobi (DMCN), and a specialised\ninstitution of IGAD with its headquarters in\nNairobi. It undertakes climate monitoring and\nseasonal predictions of climate stress and\nserves eleven member countries245 in the\nGreater Horn of Africa region. It is a “Regional\nCentre of Excellence” providing climate early\nwarning information and supporting specific\nsector applications to enable the region cope\nwith various risks associated with extreme\nclimate variability and change for poverty\nalleviation, environment management and\nsustainable development.\nx The Institute for Meteorological Training and\nResearch (IMTR), which is responsible of\ntraining personnel in meteorology, hydrology\nand related geo-sciences in the country and\nother Anglophone countries in Africa. The\ninstitute is upgraded to the status of the\nWMO Regional Training Centre (WMO-RTC).\nIMTR RTC is also regarded as a “Centre of\nExcellence” with two components, one\nlocated on the grounds of the KMD offering\ndiploma courses and at the University of\nNairobi, Department of Meteorology located\nat Chiromo Campus offering degree courses.\nThe two work very closely together, especially\nin the coordination of international training\nprogrammes for the WMO members.\nKenya’s Systematic Observation, Monitoring\nand Research\n\nThe need for information and tools to enable\nKenya to cope with the impacts of climate\nchange is real and urgent. The Fifth Assessment\nReport (AR5) by the Intergovernmental Panel\non Climate Change (IPCC) highlighted that\nKenya is one of the 20 countries and regions\nmost at risk. To ensure that the country is\nsufficiently\nresilient\nand\nprepared\nthe\nGovernment recognises that the country\nrequires the development and delivery of\noperational meteorological and climatological\ninformation\nprepared,\ninterpreted\nand\ndelivered to meet its society’s needs. Kenya has\nthe infrastructure and framework to enable\nthis, such as its network discussed below and\nincluding institutionally through the KMD’s new\n\n208\n\nsub-branch of Climate Change and Pollution\n(CCP) monitoring services. However more is\nrequired. The CCP is specifically created to\nundertake research, monitoring, detection and\nassessment for climate change within the\ncountry. The sub-branch constitute three\ndivisions which include:\nx Climate Change;\nx Atmospheric pollution monitoring; and\nx Urban pollution monitoring.\nThe climate change division carry out extensive\nscientific research in the country consistent\nwith the regional and global issues of climate\nchange. The atmospheric pollution monitoring\ndivision undertakes long-term measurements of\natmospheric\nchemical\ncomposition\nand\nbackground\npollution.\nIt\nprovides\nvital\ninformation on GHGs and aerosols in equatorial\nAfrica, and the effect of biomass burning on the\nregional build- up of tropospheric ozone. The\nlatter is undertaken at Mt. Kenya Global\nAtmosphere Watch (GAW) Station part of the\nWMO Atmospheric Research and Environment\nProgramme.\nWhile\nthe\nurban\npollution\nmonitoring division undertakes environmental\nmonitoring for continuous measurement of\nCarbon Monoxide (CO), surface Ozone (O3) and\nmeteorological\nparameters.\nThis\nenables\ncontinuous monitoring of ambient vehicular\nemissions and provide early warning system on\nclimate-related health impacts in the country.\n\nSystematic Observation\n\nThe country hosts a number of observational\nstations and an extensive communication\nnetwork to support the systematic observation\nmonitoring and research. The communication\ncentre\nat\nKMD\nis\na\nRegional\nTelecommunications Hub (RTH) that collects\nobservational data originating from its own and\nassociated National Meteorological Centres\n(NMCs) relaying such data directly to the global\nMain Telecommunication Network (MTN) as\nshown in Figure 65 & Figure 66, respectively.\n\nFigure 66 Africa regional telecommunication network\n\nSource: KMD website\n\n209\n\nFigure 67 Global main telecommunication network\n\nSource: KMD website\n\nThe national level communication configuration\ninfrastructure include round the clock data\ncollection stations from geographically\ndispersed observing locations as shown in\nFigure 67 forming the national observational\nnetwork and feeding into real-time data\nanalysis, modelling and forecasting activities.\n\nFigure 68 Kenya national communication network\n\n210\n\nSource: KMD website\n\nThe country’s national observational network\nconsists of:\nx Approximately 38 manned surface climate\nobservatory stations (called Synoptic Stations)\nthat\nprovide\ninformation\non\nrainfall,\ntemperatures, wind speed and direction, air\npressure, soil temperature, solar radiation,\nsunshine\nduration,\nrelative\nhumidity,\nevaporation and cloud cover; 246\nx 72 Automatic Weather Stations (AWSs);247\nx About 500 active rainfall stations most of\nwhich are operated by volunteer observers.\n2,500 stations were started sometime back\nbut they are now dormant stations. 248\nx Three satellite receiving stations, two for\nMetro-Sat. Second Generation (MSG) and one\nfor\nNational\nOceanic\nand\nAtmospheric\nAdministration (NOAA). The NOAA is currently\nnot functional. 249\nx 4 marine tidal gauges with automatic\nmeteorological sensors at Shimoni, Kilifi and\nLamu by Kenya Meteorological Services and\nat Malindi by Kenya Ports Authority. These\ngauges are used to monitor ocean tides and\nwaves as well as tsunamis. The data collected\nis also used to study sea level rise associated\nwith global warming. The data is crucial in\nproviding information to support decision\nmaking in adaptation planning for coastal\nzone management.250\nx 3 upper air stations located at Dagoretti\nCorner, Garissa and Lodwar. Of these, only\none at Dagoretti is currently operational and\nis making one ascent instead of two ascents\nper day due to inadequate resources for\npurchasing consumables. This is a major\ndrawback\nbecause\nboth\nmorning\nand\nafternoon ascents are required for effective\nweather and climate forecasts.251\nx Aviation Weather Observing Systems at Jomo\nKenyatta International, Wilson, Mombasa,\nKisumu, and Eldoret airports. These systems\nare able to detect and monitor hazards\nassociated with extreme weather events.252\nx 1 ozone Global Atmosphere Watch (GAW)\nstation on Mt. Kenya with two stations in\nNairobi;253\nx 19 hydro-meteorological automatic weather\nstations (12 owned by Kenya Meteorological\nServices and 7 by the Office of the President)\nwhich have been installed in the water\ncatchments254\nx Four lightning and thunderstorm detection\nsystems at Nairobi, Mombasa, Kisumu and\nEldoret. These are used to provide severe\nweather warnings especially for aviation\nsafety;255\nx About fourteen agro-meteorological stations\nmanned by KMD and 5 (at Ruiru, Kisii, Koru,\nMarienain Meru, Kitale and Mwela in\nBungoma)\nmanned\nby\ncoffee\nresearch\nfoundation.256\nx Three river gauges one is vandalised257\nx Two buoys one in Lake Victoria and other\nRusinga Island.258\nThe observations made are relayed to the\nNational Meteorological Centre immediately by\nuse of telephones, fax, radio telephone and\nteleprinters from four Data Collection Centres\nof Garissa, Kisumu, Mombasa and Jomo\nKenyatta\n\nFigure 68) in the country. The NMC then uses\nthe information to provide products such as but\nnot limited to:\nx Daily, five-day, monthly and seasonal weather\nforecasts.\nx Agro-meteorological bulletins that are issued\nevery 10 days to provide information on\n\n211\n\nassessment\nof\ncrop\nperformance\nand\nexpected climate conditions that may affect\nthe crops.\nx Seasonal climate forecasts that contain\ninformation on expected performance of\nrainfall in the various parts of the country.\nThe forecasts also contain warnings on\nexpected climate related hazards including\nareas likely to be at risk and advisories on\ncautionary measures that should be taken.\nThese seasonal forecasts are issued in good\ntime for early warning for communities and\ninstitutions for preparedness and contingency\nadaptation planning.259\nx Information on marine conditions include\ngeneral state of the ocean such as wave\nheights, wind speeds, visibility, and ocean\ncurrents. This information is provided to the\ncommunities in the proximity of the oceans,\nships and fishermen.260\nx Hydrological information include state of the\nriver flows of major rivers especially the\npotential for flooding of rivers such as River\nNzoia. This information is provided to\ncommunities who live in close proximity of\nthe\nrivers\nfor\nearly\nwarning\nand\npreparedness.261\nThe weather and climate information is\nprovided to the user communities in a number\nof ways including the following:\nx Print and electronic mass media where the\ninformation is made available to the media\nand in case of special bulletins which must be\nissued in full, KMD buys space in the media.\nx Information\nprovided\nto\nthe\nlocal\ncommunities through provincial directors of\nmeteorology.\nx Radio Internet (RANET) which is an innovative\ncommunity based radio program established\nwith the aim of providing climate information\nto the local communities as widely as\npossible.\nThe\nclimate\ninformation\nis\ndisseminated through the internet and\nbroadcast by the radio to the local community\ngroups.\nx Through\ninternet-Weather\nand\nclimate\ninformation can also be accessed through the\nKMD internet site: www.meteo.go.ke or\nthrough telephone Number: 0203876957.\nDespite Kenya’s observational network installed\nat strategic areas so that the observations\nrepresent the general climate of a large area,262\nthe quantity and quality are considered not\nenough to cover the whole country and the\nlarger region effectively.263 Kenya, like many\nother developing countries, operates on a lean\nbudget to meet its meteorological needs.264 This\nhas led to the inadequate observation and\nmonitoring sites, with sub-optimal size of sites\nthat are used. A typical example are the rainfall\nstations that have been declining due to\neconomic constraints. The economic constraints\nhave not only hampered maintenance of the\nrelevant equipment but also the personnel to\nman the stations.265 According to the KMD,\nthere were over 2,000 rainfall stations in Kenya\nin the year 1977. However the number of\nrainfall stations drastically dropped to 1,653 by\nthe year 1988, 1,497 by 1990. At present there\nare only 500 rainfall stations in the country. The\nnumber of meteorological stations, which run\non voluntary basis, (schools; administration\ncentres, national reserves, forest stations and\nindividual farms) have also been declining.266 In\naddition, most of the climates monitoring\nstations are concentrated in humid and semihumid areas which have high rain fed\nagricultural\npotential.\nClimate\nmonitoring\nnetworks in the ASALs are seriously limiting yet\nit is in these areas where the need to\nunderstand the high climate variability in the\ncountry is most required. The data currently\nobtained tend to be one-dimensional, or\nmonitored at limited spatial scales, preventing\nthe formulation of a complete picture. Equally\na lot of data found is raw and data gaps exist\nresulting in inconsistencies and omissions,\nmaking them unsuitable for use in planning. The\nNOAA satellite is not operating. This is another\n\n212\n\ntypical example and an unfortunate position for\nthe country as satellite observed or generated\ndata goes a long way in assisting Kenya meet its\nclimatic and weather related goals and needs.267\nA\ncrucial\nsatellite\nproduct\nNormalised\nDifference Vegetation Index (NDVI is of major\ninput in environmental and weather monitoring\non vegetation in the country. It is used by both\nenvironmentalists as well as meteorologists to\nmonitor drought. In Kenya as in most African\ncountries,\nmost\nlivelihoods\nare\nhighly\ndependent on agriculture. This makes it very\nnecessary to keep track of the behaviour of\nvegetation which is to a large extent the\nindicator\nof\nfoliage\nperformance.\nThe\nmonitoring is achieved through monitoring of\nNDVI and its anomalies (Figure 68 & Figure 69\nrespectively) over a reasonable period and\nseason.\n\nFigure 69 NDVI normal vegetation\n\nSource: Gitonga 2014\n\nFigure 70 NDVI vegetation anomalies\n\n213\n\nSource: Gitonga 2014\n\nIn coupling vegetation monitoring with weather\nforecasts,\nmeteorologists\nwould\nbe\nwell\nequipped to advice the decision makers in the\ncountry accordingly.268 With the limited satellite\nin operation, the needed information for\ncontingency, such as adaptation planning, is\ntherefore substantially hindered.\n\nResearch\n\nResearch is important for the country not only\nin understanding the causes, manifestations\nand impacts of climate change, but also in\nresponding to it. The Kenya Meteorological\nSociety (KMS), in conjunction with KMD,\nDepartment of Meteorology, University of\nNairobi (UON) and other stakeholders have\nbeen organising national and international\nworkshops\non\nmeteorological\nresearch,\napplications and services. In addition to dealing\nwith pressing global issues, KMS also facilitates\nsustained interaction of meteorologists and\nusers of meteorological products and services.\nThis is through facilitating communication of\n\nimportant findings, which contribute towards\nthe advancement of meteorological knowledge\namong Kenyans and beyond. KMS organises\nlocal\nand\ninternational\nmeteorological\nworkshops,\nconferences\nand\nsymposia,\nintroduces public education and sensitises the\npublic on the important aspects of meteorology\nsuch as drought, desertification and climate\nchange. The ultimate goal of such ventures is to\nenable meteorologists to better tailor their\nproducts to the needs of the users and the\ncountry.\nOne of the other ways that KMS achieves its\ngoal is by publication of the quarterly Journal of\nthe Kenya Meteorological Society, which was\nlaunched in September 2007. The journal aims\nat enhancing the dissemination of research\nfindings by scientists within Kenya and beyond.\nKMS also publishes a quarterly newsletter called\n‘The KMS Bulletin’. This is distributed to various\n\ninstitutions and individuals. The objective of the\nNewsletter is the promotion of public education\nand awareness on weather and climate.\n\nStatus of National and Regional Programmes\n\nWMO Integrated Global Observing System (WIGOS)\nDemonstration Project Kenya\n\n214\n\nThe project aims at integrating all the national\nobservation systems in Kenya. These include\nland, sea, and upper air observations and other\nnational observing networks that provide time\ncritical data and products. Its objectives include:\nx Modernise\nthe\nnational\nobservational\nnetwork by increasing the number of\nautomatic weather stations, installation of\ntwo upper-air stations, increasing the number\nof hydro-meteorological stations, establishing\na seismic network in the country and\ninstallation of two urban climatology pollution\nmonitoring stations.\nx Significantly improve the availability of\nnational and regional observational data and\nproducts.\nx Improve the regional instruments calibration\ncentre.\nx Standardise instruments and methods of\nobservation in Kenya.\nx Provide end-product quality assurance.\nIn support of the project, KMD is in the process\nof procuring an Integrated Meteorological\nInformation System (IMIS). The IMIS will be able\nto pre-process, decode, process, manage,\nperform\nquality\ncontrol\nand\nintegrate\nconventional\nsurface\nand\nupper-air\nobservations. The project evaluation indicates\nslow progress due to lack of sufficient resources\nwith main constraints being:\nx Inadequate funding from the national budget.\nx Difficulties in explaining WIGOs benefits to\npartner institutions leading to mistrust and\nlack of cooperation.\nRadio and Internet (RANET) CommunicationKenya\n\nRANET-Kenya project was established in 2001\nand is based at the KMD as part of a global\nRANET project. It seeks to transmit vital\nweather and climate information to rural\ncommunities using radio and internet. To\nachieve this, KMD is working with many\npartners such as government departments,\nNGOs and Community Based Organisations\n(CBOs) operating in the local communities,\naddressing challenges that affect them such as a\nfood security and poverty reduction. RANET has\ntwo components namely, Community FM radio\nstations and\nSatellite download\ncentres/\ninformation centres. Kenya has four community\nFM radio stations and more than 22 RANET\ninformation centres. In these centres, it is\npossible for the local communities to receive,\ninformation on weather, climate, health and\nother developmental information in web format\nwithout the necessity of the services of Internet\nService Provider (ISPs). This is made possible\nthrough the use of worldspace digital receivers\nconnected to computers through a worldspace\npc adaptor. In addition to reaching the rural\ncommunities on weather and climate, RANETKenya takes the initiative to develop malaria\nprediction models for application in specific\nhigh risk zones of Kenya.\n\nIntegrating Indigenous Knowledge in Climate\nRisk Management – Nganyi Rainmakers\n\nThis is an ICPAC led project linking scientific and\nindigenous knowledge. The team worked with\nlocal community rainmakers (Nganyi in Western\nKenya) to develop harmonised consensus\nforecasts. In the process, it was hoped that\ntraditional knowledge will be better understood\nand valued, scientific knowledge will be\nincreased, and communities at risk from climate\nchange will have more reliable information in\nlocal languages to help them protect their\nhealth and livelihoods. To start the process,\nICPAC produced a seasonal forecast downscaled\nfor local use by the KMD, then climate scientists\nand Nganyi forecasters met to develop a\nconsensus forecast for the region. With the help\nof local government officials and development\nagencies, the harmonised forecast was then\nconverted into advisories in local languages\nconcerning community health and agriculture\n\n215\n\nfor that season. Building trust between\nscientists and rainmakers was the delicate part\nof the process. Building on lessons learned in\nthe project, ICPAC and other research partners\naim to see harmonised forecasts used on a\nwider scale in the country and beyond.\n\nKenya’s Turn-Key Tsunami Early Warning\nSystem (EWS)\n\nThis is a project to measure water levels at\nthree points along Kenya’s coast for early\nwarning of tsunamis and data collection crucial\nto monitor, predict meteorological and climatic\nevents. It is envisaged that the establishment of\nEWS decreases the impact of tsunamis and\nother related maritime disasters (e.g. tropical\ncyclone, oil spills, marine accidents, store surges\nand strong ocean waves, etc.) within the\ncountry. It uses modern technologies in ocean\nmonitoring as new developments in ocean\nclimate modelling require that the data be\naccurate and the system be durable to\nmaximise\nthe\nsystem’s\nability\nfor\nearly\ndetection of tsunamis and weather and climate\nmodelling activities.\n\nAfrican Satellite Meteorology Education and\nTraining (ASMET)\n\nThe ASMET began in 1997 with the aim of\nreducing the impact of weather related\ndisasters in Africa. This has been achieved by\nproviding weather forecasters lessons that\nteach them how to improve their forecasts by\nmaking better use of satellite data. The initial\nlessons were developed by a team of\nmeteorology instructors from the WMO's\nRegional Training Centres, IMTR in Nairobi,\nKenya and EAMAC in Niger. The first phase of\nthe\nproject\nwas\nfunded\nby\nseveral\norganisations, notably European Organisation\nfor the Exploitation of Meteorological Satellites\n(EUMETSAT) and GIZ (Germany). Since then,\nEUMETSAT has been the sole funder ASMET.\nThrough the project, various training activities\nhave been undertaken at the two WMO\nregional training centres. The training at IMTR\nNairobi and EAMAC focuses on Anglophone and\nFrancophone African countries, respectively.\nDuring the initial phase, four instructors from\nEAMAC and IMTR attended a nine-month\nfellowship program on the instructional design\nand lesson production process producing its\nfirst lesson: Integrating Satellite Imagery of the\nITCZ into Analyses. Since then, the team has\nproduced a number of lessons, which was used\nfor other meteorologists within the country and\nregion. More information can be found on the\nASMET\nwebsite,\nhttp://www.meted.ucar.edu/communities/asm\net/.\nEducation, Training and Public Awareness\nThe climate is a complex system and raising\npublic awareness of the basic science, its\nuncertainties and the risks are vital in order to\nengage the public in a debate about the actions\nneeded to combat climate change and reduce\nits future risks. Therefore Kenya recognises\neducation, training, and public awareness on\nclimate change as essential component of its\naction on climate change.\nEducation\n\nThe Government has, since independence in\n1963, developed a number of education policies\nfor provision of quality, targeted and complete\neducation. Various commissions have been\nappointed by successive governments to\naddress emerging issues that have needed to be\nintegrated into the education system. However\nnone of these commissions formed has\nexplicitly addressed climate change issues\nwithin the education system.269 As such climate\nchange is not formally acknowledged in Kenya’s\neducation curricular at primary, secondary and\ntertiary levels.270 The National Climate Change\nResponse Strategy (NCCRS) also acknowledged\n\n216\n\nthis, noting that “A major concern in Kenya is\nthe\nlack\nof\nadequate\nclimate\nchange\ninformation,\nknowledge\nto\nresearchers,\nplanners, policy makers and the general public\non climate change impacts, adaptation and\nmitigation measures.” Among the measures it\nrecommends is to carry out curricular review to\nintegrate climate change into the Kenya\neducation system.\nDuring the NCCAP development in 2012, the\ncountry undertook a content analysis and\ninterviews to establish the extent to which\nclimate change had been integrated into\nKenya’s education system. Content analysis\ninvolved examination of the relevant education\npolicy documents since independence. Also\nanalysed were the curricular of primary,\nsecondary and tertiary levels of education at\nthe time. In the case of universities in-depth\ninterviews\nwere\nheld\nwith\nheads\nof\ndepartments of relevant sections where climate\nchange courses were taught. The results of the\ncontent analysis and interviews revealed that:\nx 0.36 per cent of the primary school\ncurriculum addresses directly or indirectly\nissues related to climate change.\nx 0.53 per cent of the secondary school\ncurriculum addresses directly or indirectly\nissues related to climate change.\nx 1.11 per cent of the primary teacher training\ncurriculum addresses directly or indirectly\nissues related to climate change.\nx 0.66 per cent of the secondary teacher\neducation curriculum addresses directly or\nindirectly issues related to climate change.\nx 0.45 per cent of the Tertiary and vocational\neducation and training (TIVET) curriculum\naddresses directly or indirectly issues related\nto climate change. Similarly analysis of other\ntertiary institutions revealed that only 0.46\nper cent, of their curricula address directly or\nindirectly issues related to climate change.\nx 27.3 per cent of the university curriculum\naddresses directly or indirectly issues related\nto climate change. It was recognised that\nUniversity programmes have the highest\nproportion of courses that present possible\nentry points for climate change content,\ncompared to other lower levels of the Kenyan\neducation system.\nThe following strategies were then proposed to\nintegrate climate change in the country’s\neducation system:\n\nPrimary level education: It was recommended\nthat the formulators of the primary school\ncurriculum make a conscious effort to introduce\nbasic principles of climate change and its impact\ninto the primary school subject matter by\nintegrating it into all subjects to the extent\npossible. The possible entry points courses\nproposed were nature study and agriculture.\n\nSecondary schools: courses were proposed to\nbe introduced incrementally at secondary\nschool level. The students at secondary school\nneed to be equipped with skills to support a\nfuture low carbon and climate resilient\neconomy.\nIntegrating\nclimate\nchange\nin\nsecondary education was proposed to happen\nthrough the introduction of content that makes\nlearners aware of the need to develop climate\nadaptation and mitigation capacities for their\ncountry.\n\nPost-secondary vocational institutions: the\ncountry experiences lack of middle level\ntechnicians. This is seen as an opportunity to\ntrain secondary leavers with skills to support\nthe widespread adoption of adaptation and\nmitigation practices needed to support the\nNCCAP. For example, whereas it is desirable for\nthe country to promote diffusion and adoption\nof solar heat systems, supportive networks for\ninstallation and maintenance of solar power\nsystems are not well established nationally. This\nis a strong leverage to support integrating of\nclimate change into the curricular.\n\nUniversities: Whereas it was found that climate\n\n217\n\nchange as a subject is now being taught at some\nKenyan universities, it was considered there is a\nneed for these institutions to develop policies\nto ensure that all students trained there are\nfamiliar with climate change and its impacts. As\nclimate change is a cross sectoral issue, civil\nengineers need to learn how to design and\ndevelop structures that can withstand climate\nshocks, doctors need to be aware of the effects\nof climate change on human health, architects\nshould have the skills and training to design\nhouses that need minimal energy to run and\nmaintain and teachers ought to be equipped\nwith knowledge about climate change in order\nfor them to be suited to teach a curriculum that\nintegrates climate change across all subjects\ntaught at schools in Kenya. Therefore, it was\nproposed that the subject be infused into the\nvarious professions taught at universities in the\ncountry.\n\nTraining and Public Awareness\n\nLevel of Awareness and Understanding of\nClimate Change Issues\nThe level of awareness of climate change issues\nand impact is low countrywide.271 The lack of\nclear, simple and relevant climate change\ninformation is one of the major hurdles\naffecting the country’s response to climate\nchange. Equally a number of studies including\none by the British Broadcasting Corporation\n(BBC) in 2009 confirmed that most Kenyans feel\nthey lack basic information to enable them cope\nwith climate change.272 Other challenges\nidentified include:\nx Unavailability\nof\ninformation\nin\nsome\nlocations within the counties.\nx Information not documented formally.\nx Unreliability of available information.\nx High illiteracy levels within communities,\nhence limiting access.\nx Low involvement by the mass media.\nx Lack of in-depth scientific data.\nx The absence of a central location or platform\nfor climate change information.\nKenya’s Public Awareness and Communication\nStrategy has been developed to address these\ngaps. It is developed to provide a framework for\ncreating, collecting, organising, packaging, and\ndisseminating climate change information to\ndiverse publics in Kenya. The Government\nconsiders that the effective sharing of climate\nchange information in the country will result in\na clear and consistent set of messages aimed at\nenhancing public awareness of the pertinent\nissues of climate change and resulting in a\nbetter response in adaptation and mitigation.\nThe strategy provides a framework for the\nGovernment to reach all segments of the\nKenyan population with simplified and timely\ninformation on climate change. It will empower\nKenyan citizens to enjoy their right to a healthy\nenvironment and to play a role in sustaining the\nenvironment for the benefit of current and\nfuture generations.\n\nCAPACITY BUILDING\n\nUnder the framework ‘capacity development’ in\nthe context of climate change is viewed as “the\nactions needed to enhance the ability of\nindividuals, organisations and systems to make\nand implement climate change decisions and\nperform functions in an effective, efficient and\nsustainable manner”.273\n\nCapacity-building in the country is seen as a\ncross-cutting issue which transcends all of the\nactivities relating to the implementation of the\ncountry’s obligations within the Convention.\nHistorically Kenya has undertaken capacitybuilding efforts through dialogue between and\namong developed and developing countries,\nbilateral and multilateral institutions. Key has\nbeen those activities through the GEF. A\nsummary representation is shown in Annex 1.\nRegardless of the progress made, lack of\ninstitutional\nsupport,\nand\nknowledge\nmanagement seems to be the key obstacles to\nthe sustained implementation from these\n\n218\n\ncapacity-building initiatives within the country.\nIn recognition of this, in 2012, Kenya developed\na National Framework for Climate Knowledge\nManagement and Capacity Development within\nits NCCAP. The framework focuses on climate\nchange, it builds on and work in tandem with\nthe country’s initial work of the same under the\nNational\nCapacity\nSelf-Assessment\n(NCSA)\nprogramme by GEF.\n\nThe\ncapacity\ndevelopment\nframework\nis\nfundamental to enable the full, effective and\nsustained implementation of the Convention. It\nis\ndesigned\nto\nenable\nindividuals\nand\norganisations operating within the country’s\nwider national system of implementation of the\nNCCAP, to achieve quality and timely results\nand deliver better performance. This will lead to\nthe attainment of the country’s commitments\nand its obligations to the Convention.\n\nConstraints and Gaps, and Related Financial,\nTechnical and Capacity Needs\n\nThe information in this section are drawn\nlargely from knowledge gaps identified during\nthe SNC development process.\nLike most developing countries, Kenya faces\nseveral challenges in understanding, mitigating,\nand adapting to predicted climate change.\nThese challenges arise from gaps in knowledge\nand understanding, and our ability to address\nthem is constrained by a lack of capacity and\nresearch infrastructure, and an inability to\ncommunicate effectively and to facilitate the\nimplementation of solutions and action. In\nparticular, there is a need to develop human\ncapacity,\ngenerate\nnew\nand\nrelevant\nknowledge, facilitate the establishment of\nresearch infrastructure, and bridge the divide\nbetween research results and socio-economic\noutcomes.\n\nIn the context of more frequent reporting of\nnational GHG inventories by non-Annex I\nParties, it is imperative that the preparation\nprocess shift from a project-based approach to\na more internalised and institutionalised\napproach (UNFCCC, 2012). This shift would\nsupport the timely delivery of the required\ninformation and more efficient use of available\nresources by Parties. Experience in Kenya has\ndemonstrated that because the development of\ngreenhouse gas inventories has been conducted\non an ad-hoc basis with the use of consultants,\nthere has been a “memory loss” between the\npreparation of the INC and the SNC and\ninsufficient capacity developed within internal\nstructures. Clear records of activity data used in\nthe INC and methodologies followed were not\nalways retained which makes it difficult to\nvalidate previous assumptions and update the\ninventory.\n\nInsufficient evidence and documentation of\nquality control/quality assurance also brought\ninto question the reliability of the existing 1994\nInventory. In addition lessons learned from the\npreparation of the INC were not passed on in an\neffective manner since methodological choices\nwere not always explained.\n\nNational Communication Process Constraints\nand Needs\n\nThe\nNational\nEnvironment\nManagement\nAuthority (NEMA), a directorate under the\nMEWNR has had the mandate for the\npreparation of the country’s First National\nCommunication (FNC) and the Second National\nCommunication (SNC).\n\nThe process of preparing SNC commenced in\nJanuary 2014. The SNC process development\nhas taken about 15 months. The SNC process\nhas been led by external consultants contracted\nby NEMA for its preparation.\n\nThe consulting team engaged with NEMA and\ncollected the necessary data and information\nthrough personal consultations. The outputs\nfrom the consultants have been reviewed and\nvalidated through multi-sectoral stakeholder\n\n219\n\nworkshops. While this has been efficient in\nproviding for participation to a broader\naudience, the process has been neither\neffective not efficient in data and information\ngathering.\n\nThe SNC work has been developed mainly\nthrough secondary data from the work done\nunder the NCCRS, NCCAP, the draft National\nAdaptation Plan (NAP) and Kenya’s Vision 2030.\n\nThe SNC however provides a break from the\npast, applying the web-based UNFCCC software\nfor the GHG Inventory section, clear technical\nreports for each of the UNFCCC GHG Inventory\nchapters. There are still significant gaps in both\nthe quantity and quality of the data, the\nmethods and systems of its collection and\narchiving, together with the quality assurance\nmeasures that are needed. Specific needs have\nbeen discussed in detail in the Kenya National\nGreenhouse Gas Inventory Report.\n\nA most critical need is the setting up of an\ninstitutional arrangements, with supporting\nsystems,\nwhich\ntreat\nthe\nnational\ncommunication reporting process as an ongoing\nactivity, and not just a project.\n\nIn order to meet the reporting requirements,\nboth in quality and frequency, the Government\nneeds to provide a robust and continuous\ninstitutional aspect for the preparation of NCs.\n\nThis will ensure that the required continuity is\nmaintained\nand\ncapacities\ncreated\nstrengthened. One of the underlying principles\nhere is to build on and take into account the\ncountry’s planned climate change governance\nstructures wherever possible. The continuous\ninstitutionalisation will ensure the whole\nprocess of preparing NCs is maintained and\nsustained. The current reactive nature of reestablishing the NC process is not sustainable\nand costly. Alternatively the team can consider\ndesign of governance structure to dovetail the\ninterests, responsibilities and capacities of\nplanned climate change governance structures.\nOnce the institutional aspect is agreed to, there\nis a need for Kenya to immediately commence\nthe Third National Communication process.\n\nFor successful implementation, access to\nfunding remains a key need. Given the\nmagnitude of the tasks, complexities of\ntechnological\nsolutions,\nand\ndiversity\nof\nadaptation\nand\nmitigation\nstudies\nand\nassessments, prompt identification and release\nof funds, will undoubtedly contribute to an\nenhanced and sustained capacity.\n\nCapacity building is required at both the\ninstitutional and personnel level and multisectoral representation (i.e., Energy, Industrial\nProcesses,\nSolvent\nand\nProduct\nUse,\nAgriculture, LULUCF and Waste) is critical.\nAlthough some initial and basic training on\ngreenhouse gas inventory work has been\nprovided under the Ministry of Environment\nWater and natural Resources through the UNDP\nsponsored Low Emission Capacity Building\nProgramme, it is recommended that training\nworkshops be conducted as part of future\ngreenhouse gas inventory work to provide both\nto government staff and local consultants\nsectoral level training. The workshops should\nfocus on familiarising a wide audience of\nstakeholders with inventory methodologies and\ntools, engaging them in the data collection\nprocess and providing them with hands-on\nexperience with inventory data, methods and\ntools. The ultimate objective should be such\nthat appointed government staff can complete\nall aspects of inventory work with limited\noutside consultancy.\n\nThe capacity building should be designed to\nestablish ongoing data collection and analysis in\nall the relevant government ministries and\ndepartments, should include the necessary\nprivate sector participation at both association\nand industry sector levels.\n\n220\n\nNational Communication Sector Specific\nConstraints and Needs\n\nGHG inventories\nA number of significant gaps, needs and\nconstraints\nwere\nidentified\nduring\nthe\npreparation\nof\nthe\nSecond\nNational\nCommunication (SNC) inventory for Kenya.\nGaps include not only information on activity\ndata, but also resources and capacity. There is a\nstrong need for institutional capacity building\nand training of government staff to do the\nnecessary data collection and analysis required\nto reduce inventory uncertainties and improve\nthe quality of activity data and emission factors\nused to generate the inventory.\n\nSpecific gaps, needs and recommendations\nassociated with activity data collection, capacity\nbuilding and development of an integrated and\nsustainable Greenhouse Gas Inventory System\nhave been discussed in detail in the Kenya\nNational Greenhouse Gas Inventory Report\n2010. They are in the following areas:\n\nThe sub-sections below summarise specific\ngaps, needs and recommendations, which have\nbeen discussed in detail in the Kenya National\nGreenhouse Gas Inventory Report:\n\nx Activity data collection gaps\nx Capacity building\nx Sustainable\ngreenhouse\ngas\ninventory\nsystems\n\nThe following key components of a sustainable\nGHG Inventory System, as identified by IPCC\nand UNFCCC guidelines, have been discussed in\ndetail in the report:\n\nx Institutional arrangements\nx Methods and data documentation\nx QA/QC procedures\nx Archiving\nx Key category analysis\nx Inventory improvement planning\n\nA major point to note is that the system must\nbe\ntailored\nto\naccount\nfor\nnational\ncircumstances and constraints of Kenya. Further\ndetails of these components are available from\nthe United States Environmental Protection\nAgency’s (US EPA’s) approach to building\nsustainable\nnational\nGHG\ninventory\nmanagement\nsystems\nusing\npre-defined\nNational System Templates.\n\nArrangements for continuous improvement,\nwhich have to be put in place, have been\ndescribed in the Kenya National Greenhouse\nGas Inventory Report:\n\nMitigation\nIn general, there are gaps in both the quality\nand quantity of data use for mitigation\nassessment.\n\nIn order to be able to analyse demand side\nmitigation options, it is critical that fuel\nconsumption and related emissions be allocated\nto end-uses. Historical information on the total\nconsumption of different energy consumers\n(urban\nhouseholds,\nrural\nhouseholds,\ncommercial and industry) is available from the\ndata on petroleum fuels sales and a number of\nreports. However, there is little comprehensive\ninformation available on the end-use demand\nwhere these fuels are ultimately consumed,\nsuch as for cooking, lighting and heating water.\nA large number of reports provide details on\nusage patterns of households and ownership of\nappliances but this data only indirectly indicates\nactual\nenergy\nconsumption.\nOther\ndata,\nespecially for biomass consumption, was often\nfound to be contradictory and therefore not\nreliable.\nEnd-use allocation is based on estimates from\nexperts and from the literature. There is no\ncomprehensive source of information in Kenya\non the historical end-use consumption patterns\nof different consumers of biomass and fossil\nfuels. A large number of documents were\nreviewed that provided some evidence of end-\n\n221\n\nuse consumption patterns or ownership of\nappliances specific to certain fuels but this data\nwas seldom aggregated to the national level or\nonly\nindirectly\nindicated\nactual\nenergy\nconsumption.\n\nFor example, there was detailed data on the\ndistribution of cooking devices used by urban\nand rural households, but this data only\nindirectly\nindicated\nfuel\nconsumption.\nAdditional data or assumptions were required\nin order to estimate how much fuel and what\ntype of fuel was consumed. Expert opinion or\ndetailed end-use fuel consumption patterns\nfrom other countries were in some cases used\nto identify the share of fuel used by different\nend-uses. As a result, there is a fair degree of\nuncertainty\nassociated\nwith\nthe\nend-use\nallocation and a number of the estimates are\nnot Kenyan specific. However, the uncertainty\nin end-use allocation does not affect overall\nestimates of emissions, but it does impact the\nuncertainty associated with estimates of the\npotential for mitigation where specific end-uses\nare targeted.\n\nDeveloping a baseline projection for Kenya’s\nelectricity sector is challenging because there is\nconsiderable uncertainty regarding how the\nsector may grow to meet a large suppressed\ndemand for electricity. Specific plans are in\nplace but they assume very high growth rates.\nThe Updated Least Cost Power Development\nPlan (ULCPDP) presumes a 14% per annum\ngrowth rate in electricity supply between 2010\nand 2030 in their reference case. This compares\nto historical growth in electricity supply of\nabout 7% between 2000 and 2010. The cost to\nachieve this dramatic growth is estimated at\nU.S$ 41.4 billion (excluding committed projects)\nwhile\ngeneration\ntechnologies\nthat\nare\nexpected to make up the vast majority of new\nsupply still face considerable barriers to\nimplementation. Technologies such as nuclear,\ncoal and wind have either not been proven in\nKenya or have limited current penetration.\nGeothermal, which is expected to comprise the\nlargest portion of generation, has high initial\ncosts, long lead times and risk of resource\nexploration that must be overcome.\nThe future growth in petroleum product\nconsumption for road transportation (gasoline,\nlight diesel oil and additives) was determined\nbased on estimates of the growth rate in the\noverall vehicle stock, the growth rate in the use\nof vehicles (demand for service) and the change\nin average fuel efficiency over time. There were\nno known projections of this growth in Kenya\nand the analysis employed knowledge of\nhistoric growth to inform these assumptions.\n\nIn order to look at low-carbon options that\ndifferentiate between personal passenger, bus\nand freight vehicles it is necessary to divide the\ntotal consumption of on-road transportation\nfuels into these end-uses. This is challenging\nbecause there is limited information on the fuel\nusage by end-use in Kenya. The basis for the onroad allocation by end-use was vehicle\nregistration data between 2000 and 2006 and\ndetailed vehicle registration data on new\nvehicles available for 2005 and 2008.\n\nThe agricultural sector is currently the largest\nsource of GHG emissions of all sectors. Despite\nits important contribution to overall emissions,\ndata required to calculate GHG emissions is\nlacking and there is significant uncertainty\nassociated with the emission estimates when\ncompared\nto\nenergy\ndemand,\nelectricity\ngeneration and transportation sectors.\n\nAdaptation\nTwo knowledge gaps have been identified\nwhich have a direct impact on climate change\nimpacts and vulnerability:\nx Understand a changing climate\nx Adapting to a changing climate\nUnderstanding a Changing Climate\n\nThere is need for deeper understanding of how\nthe climate and related ecosystems are\nchanging, with special emphasis on the local\n\n222\n\nlevel, the speed of the change and where it is\nhappening. Understanding of the complex\n\ninteractions within Kenya’s ecosystem and how\ncertain changes will affect other aspects is\nnecessary. This understanding, at the local level,\nis required to improve predictive capability and\nto plan appropriate adaptive responses.\n\nAs already explained under the section on\nResearch and Systematic Observations, Kenya is\nactive\nin\nmonitoring\nand\nsharing\nearth\nobservation data. What is not exactly clear at\nthe local level is interpretation of the data to\nidentify critical thresholds and how it should be\ncommunicated, for action, to the various\nstakeholders.\n\nThere is also uncertainty about the regional\neffects of large-scale global climate change.\nAlthough many researchers tend to work within\na single domain (land, air and sea), it remains a\nfact that ecosystems are interconnected.\nHowever, understanding how the ecosystems\nare linked, and how changes in one system will\naffect others, has been in adequate at the local\nlevel. There is need to understand what are the\npriority forms of change on the land, sea and air\nthat will directly or indirectly affect the other\necosystems.\n\nCurrent predictions of climate change rely on a\nnumber of models that simulate possible future\nchanges in the real world. However, global\nmodels focus on broad-scale changes to the\nEarth’s climate, and their predictions are often\ntoo coarse to be useful at a regional or local\nlevel.\nIt\nis\nalso\ntrue\nthat,\nby\nadding\nunderstanding generated at a local level, it is\npossible to improve global models, their\npredictions, and therefore their usefulness.\nThere\nare\ngaps\nin\narrangements\nfor\nunderstanding and incorporating local input in\nclimate predictions.\n\nThere is need to continue to develop climate\nmodels that are specific for Kenya and the\nregion in order to represent the country’s and\nregion’s climate.\n\nAdapting to a Changing Climate\n\nIt is currently understood that climate change is\ninevitable and that its impacts include increases\nin the magnitude and frequency of both floods\nand droughts, changes to fire regimes that will\nplace people and property at higher levels of\nrisk, rises in sea level and accompanying\nincreases in the magnitude and frequency of\nstorm damage along the coast, as well as\nchanges to the dynamics of diseases affecting\nhumans and livestock. However, at local level\nthere is lack of understanding of the uncertainty\nand risk, which areas are most at risk from\nrapidly-changing conditions, what can be done\nto avoid, or minimise, adverse effects of\nchange, and how can Kenya’s biodiversity be\nprotected from adverse change.\n\nAnother gap is lack of understanding on how\nthe urban planners of our cities can build urban\nresilience.\n\nIt is difficult to predict the exact effects of\nclimate change on food security and research is\nneeded to enable better understating of the\nissue. For water planners, planning has been\nbased more on historical data than on future\npredictions. This has a direct bearing on future\nwater security. There is a local knowledge gap\non how this should be changed.\n\nThere is inadequate information on the\npotential cost of planned adaptation responses\nto climate change. An estimate of the average\nannual cost of climate-related events (storms,\nfloods, droughts, and fires) in Kenya cannot be\nmade with any level of accuracy, due to a lack\nof reliable and comprehensive data.\n\nKenya, like other African countries, does not\nhave enough adequately trained climate change\n\n223\n\nprofessionals and support is needed in this\nregard. Future funding to develop enough\nclimate change professionals is therefore\nneeded.\n\nTechnology Transfer\nKenya like most developing countries does not\nhave adequate technological capacity to meet\nits needs and effectively mitigate and adapt to\nclimate change. While the Government has\ncontinuously\ncommitted\nto\nfacilitate\nthe\nidentification\nof\nrelevant\nenvironmentally\nsound technologies and knowledge in most\nsectors of its economy, the adoption, diffusion\nand application has remained low mainly due\nto:\nx\nFinancial constraints\nx\nLimited capacity and awareness\nx\nLack of quality and standards\nFinance constraints pertain to lack of access to\ncapital and inappropriate subsidies (such as lack\nof appropriate fiscal policies and support\nmechanism of taxes, duty and pricing). These\nare further exacerbated by lack of clear plans\nand targets on technologies. Appropriate\nenabling framework through a wide array of\npolicies, from certainty on target technologies\nto various financial incentives such as reducing\nimport tariffs are necessary. Leverage of private\nsector finance is also necessary.\n\nThere is also a widespread lack of local\ntechnically trained staff to install, operate and\nmaintain technologies including awareness and\naccess to information on benefits of prioritised\ntechnologies. Comprehensive information and\nawareness campaigns will be necessary to raise\nawareness of the benefits of these technologies\nand even through successful demonstration\nprojects. This must be coupled with training of\nskilled manpower (technicians, engineers and\ninstallers) for comprehensive support of the\nprioritised technologies to market deployment.\nThe training will require not only the technical\naspects, but also involve sales and marketing\nexpertise.\n\nLimited technical standards and quality control\nhas led to technology higher failure rates which\ndamages the reputation of equipment\n\nmanufacturers\nand\nsuppliers\nand\ntheir\ntechnology.\nDevelopment\nof\ncertification\nsystems for the technology equipment will\nmake end users more confident about a\ntechnology through guaranteed-result schemes.\nThe norms, standards, and testing procedures\nwill ensure that relevant technologies sold and\ninstalled in the country are built to meet the\nhighest international standards. Knowledge\ntransfer systems and knowledge transfer\nnetworks is also a necessity for diffusion and\nsuccess.\n\nResearch and Systematic Observation\nWhile the Government remains the principal\nsource of funding in research and systematic\nobservation, its investment in this area has\nremained low - less than one per cent of the\nGross Domestic Product. 274 The low budgetary\nallocation means there is a problem of:\nx Lack\nof\nnecessary\nequipment\nand\ninfrastructure\nx Weak information management in most\nprogrammes, and non-existent in some\nx Inadequate staff and technical capacity for\nclimate observation and climate change\nresearch\nThe lack of requisite equipment for data\ncollection, research and modelling has meant\nthat key institution such as the Kenya\nMetrological Department does not functioning\noptimally.\nThe\ninformation\nmanagement\n(processing of climatological data) is in coarse\nresolution and mostly processed manually with\ninformation in the hardcopy format. This\nprocess leads to highly likelihood of inaccurate\ndata. This has hampered ability for the country\nto continuously collect and generate accurate\ndata leading to gaps, inconsistencies and\n\n224\n\nomissions. Accuracy of the information is very\nimportant not only for the country but also of\nits role regionally and globally. In addition staff\ntechnical capacity is inadequate and in some\ncases lacking. 275 They are therefore not able\ngenerate the required data and information for\nuse in policy making and planning. This is\nfurther compounded by the low intake of\nresearch students in climate change related\nfields in the Kenyan universities. 276 Where\nthere has been an attempt to train staff such on\nclimate change modelling. The training has\nfaced challenges in the areas of budgetary\nallocations to purchase climate change specific\ninfrastructure,\nfacilities\nand\nequipment\nparticularly super computers for modelling.\n\nIn all of the above, access to more funding both\ndomestically\nand\nexternally\nis\ntherefore\nnecessary\nto\ntraining\nstaff,\nupgrading\nequipment, plants and instruments required for\nimproved information, products and services.\nSpecific areas of needs277 include:\nx Infrastructure including suites of in situ\nsampling,\nobservation\nand\nmonitoring\nsystems, and remote sensing imagery and\nimaging devices.\nx Finance increase from Government and\nexternal sources.\nx Robust\nand\naccessible\ninformation\nmanagement systems.\nx Skilled manpower and equipment. The need\nfor suitably-qualified personnel to collect\ndata, operate the relevant instrumentations,\nprocess and analyse data, and communicate\nresults.\nx Capacity building in modelling. To enhance\nthe density of climatic data recording and\nstrengthen existing ones\nx State-of-the-art data processing and analysis\nhardware and software, relevant laboratory\nspace and equipment\nEducation, training and awareness\n\nEducation,\ntraining\nand\nawareness\nhave\ncontinued to lack since the first National\nCommunication. Which has meant that climate\nchange issues have continue to receive minimal\nconsideration in the formal education.\n\nWhile Kenya has now developed strategy and\nplans on education, training and awareness. The\nkey challenge is its implementation. Effective\nmanagement and implementation of these will\nneed availability of adequate human, financial\nand\ninfrastructural\nresources.\nThe\nimplementing organisations will also need to\nattract, develop, retain and effectively utilise\nhuman resources with specific knowledge, skills,\nattitudes and motivations required to address\npriority actions identified in the plans.\n\nCapacity Building\n\nKenya has undertaken numerous capacitybuilding efforts. There are a number of civil\nsociety, academic and research institutions,\nprivate sector and individual researchers\ngenerating very useful climate change research\nwork. Together they generate and consume\nclimate change information and knowledge.\nHowever, lack of knowledge sharing seems to\nbe a constraint. This prevents the sustained\nimplementation\nand\ndiffusion\nfrom\nthe\ncapacity-building initiatives within the country.\n\nInstitutional\narrangement\nto\nformally\nmainstream of all the actors will bring immense\nbenefit to the climate change agenda in Kenya.\n\nIf effected it will create a comprehensive\ncollaboration arrangement that will allow the\nclimate change information and knowledge to\nflow across the government, private sector, civil\nsociety, academic institutions and individual\nresearchers. In addition appropriate knowledge\nmanagement and information arrangement for\nflow among the national and county\n\ngovernments, civil society, private sector,\nresearch institutions, individual researchers and\n\n225\n\nacademic\ninstitutions\nis\nrequired.\nThe\narrangement will address the generation or\ncapture, organising, refining and dissemination\nof easily understandable and implementable\nknowledge\nproducts\nfor\nthe\nintended\nbeneficiaries within an enabling environment.\n\n226\n\nANNEX 1: TABLES AND FIGURES\nTable 61 TNA process prioritised sector and technologies\nResponse\nSector\nTechnology options\nScore\n\nEnergy (including\nTransport-subsector)\nSolar Home Systems (SHS)\n0.86\nSolar Dryers\n0.80\nNon-Motorized Transport (NMT)\n0.66\nMini-hydros\n0.49\nElectric Trains\n0.34\nMass transport\n0.24\nCo-generation\n0.01\nWaste\nBiogas\n0.91\nWaste paper recycling\n0.61\nWaste composting\n0.50\nPlastic waste recycling\n0.48\nMethane capture from landfills\n0.44\nWaste re-use\n0.27\nAdaptation\nAgriculture\ndrought resistant sorghum, and\n0.97\ndrip irrigation\n0.83\nhay preservation\n0.83\nBiotechnology - Tissue Culture\nBanana\n0.55\nEarly Warning System for Crop\nProduction\n0.32\nConservation Tillage\n0.14\nWater\nroof rain water harvesting, and\n0.92\nsurface runoff water harvesting\n0.90\nsolar powered desalination\n0.62\nDrilling of boreholes\n0.36\nConstruction of sand dams\n0.32\nTreatment of waste water for\nirrigation\n0.0\nSource: 2013 TNA process mitigation and adaptation report\n\nTable 62 Overall Geothermal NAMA – barriers, NAMA solutions, and key features (GoK, 2014)\nThe Gaps\nRisk/Return Inadequate\nNeed for responsive\nTechnical Support\nFuture human capacity\nconstraint\nNAMA to address\ngap through…\nRisk mitigation\ninstruments\nPremium payment\nmechanism\nTechnical Assistance\nFacility\nNational Geothermal\nCapacity Building\nProgram\nKey features\nThree sub-components\nare proposed for the early\nstage risks. Provision of\ncontingent grants,\ncomplemented by a\ndrilling risk insurance\nand a long term risk\n(LTR) guarantee.\nA premium payment\nmechanism would entail\ndisbursement of a predefined additional\nincome per MWh to\nincrease financial\nattractiveness on specific\nfields for a limited\nperiod.\nA technical assistance\nfacility (TAF) will\nprovide advisors,\ntraining, secondments\nand workshops\naddressing IPP\nintegration, mobilizing\nfinance and expediting\nenvironmental and\nsocial approvals.\nThe NAMA will support a\nnational geothermal capacity\nbuilding program that\nundertakes training, research,\nmapping, planning and\ndatabase development.\n\n227\n\nTable 63 Kenya’s technology needs - identified barriers and their enabling framework\nTechnology\noptions\nBarriers\nProposed enabling framework\nSolar Home\nSystems (SHS)\nHigh cost in technology\ninvestment and\ninstallation\nSetting up of local assembling industries for parts and\ncomponents and enhancing R&D for technologies.\nEstablishment of focused training programme for solar\nPV and SHS technicians.\n\nLack of subsidies on\ntechnology and its\ncomponents\nRemoval of VAT technology and its components.\nCurrently VAT exemptions applies to complete SHS\npackage as opposed to single component.\n\nHigh interest rates on\nloans\n\nLending of funds to viable renewable energy projects on\nconcessional rates especially under the GoK proposed\nGreen Energy Fund Facility.\n\nLocal capacity knowledge:\ninadequate information\nand awareness\nConduct adequate information and awareness\ncampaigns through print and electronic media.\n\nLack of research and\ndevelopment\nInitiation of research and development activities in\ntechnology through public and private sector\npartnership.\n\nWeak regulatory\nframework\nStrengthening of regulatory framework.\nSolar Dryers\nHigh up front cost\nSetting up of local assembling industries for solar dryer\nparts and components and enhancing R& D for\ntechnology.\n\nHigh interest rates\nLending of funds to viable renewable energy projects on\nconcessional rates especially under the Government\nproposed Green Energy Fund Facility.\n\nLocal capacity knowledge:\ninadequate information\nand awareness\nConduct adequate information and awareness\ncampaigns through print and electronic media\n\nInadequate skilled\npersonnel\nEstablish critical mass of locally trained personnel\n\nInadequate policy, legal\nand regulatory framework\nFormulate enabling policy, legal and regulatory\nframework for technology\nBiogas\nHigh cost of capital\nReduction of import duty; Provision of soft low interest\nloans; provision of loan guarantees.\n\nLimited human skills\nTechnology suppliers to provide training and technical\nmanuals for construction, operations and maintenance\nof the systems; Customise training programmes in the\nexisting training institutions\n\nLack of information and\nawareness on\ntechnologies\nPotential investors in collaboration with government to\nundertake public awareness campaigns on the use of\nthe products via print and electronic media\n\nLack of policy and\nregulatory framework on\nGovernment to formulate waste management and\nrecycling policy, legislation and regulations\n\n228\n\nwaste management and\nrecycling\nDrought\nresistant\nsorghum\nLack of available capital,\ncredit and loans and high\nprices of seeds\nEstablishment of appropriate financial mechanisms and\ninstitutions to provide capital\n\nMarket failures in relation\nto seed production,\ndistribution and delivery\nsystems\nEstablishment of functional markets: with adequate\nstockists; established certainty on the demand for seeds;\nsimulation on seed demand; improved infrastructure.\n\nInappropriate\ncommunication and\nextension approaches\nDevelopment of institutional and organisational capacity\n\nInadequate\nawareness/training for\nfarmers\nConduct adequate information and awareness\ncampaigns on benefits especially in ASALs\nDrip irrigation\nHigh Cost of initial\ninstallation and\nmaintenance\nReduce interest rates and increase credit facilities\nleading to adequate credit. Furthermore if tax rebates\nand incentives (tax waiver) are provided, the cost of\nimporting kits will be reduced. Training of more\ntechnicians at subsidised rates leading to more\nspecialised manpower and in turn better service delivery\nand low cost\n\nLimited human skills\nDevelopment of human skill involving capacity building\nfor both farmers and technicians\n\nLack of information and\nawareness on technology\nEnhancement of information and awareness will\npromote use of drip irrigation and reduce social and\ncultural barriers and enhance community participation.\nRoof rain water\nharvesting, and\nHigh initial cost of\ninstallation\nEstablishment of appropriate financial mechanisms to\nfacilitate provision of affordable loans.\n\nPoor policy guidance\nOperationalised policy guidance to provide certainty and\nawareness to stimulate adoption\n\nLack of knowledge by\npotential users of\ntechnology and its\nbenefits.\nRelated institutions to create awareness on variability of\nweather and diffusion of roof rainwater harvesting\nshould be created\n\nLack of Government\nincentives/subsides\nGovernment introducing of tax rebate and waivers.\n\nInadequate and unsuitable\nroofs for rainwater\nharvesting\nPromote appropriate housing design; Quality control of\nroofing materials.\nSurface runoff\nwater\nharvesting\n(community\nlevel)\nHigh initial cost in\ntechnology investment\n(construction and labour)\nVAT waiver for construction materials; introduction of\nlow interest credits; provision appropriate smart\nsubsidies.\n\nInappropriate land tenure\nof small land holdings by\nIntroduction of appropriate land policy to discourage\nsubdivision of land into small uneconomic units and\n\n229\n\nindividuals, leading to lack\nof land for establishment\nat community level\nprotect community land from land grabbers. Prioritised\ncommunity land for technology use.\nSource: 2013 TNA process mitigation and adaptation report\n\nTable 64 Kenya CDM registered projects\nProject name\nYear of\nregistration\nProject\nspecifically\nstates no\nTT\nNo\nmention\nor\nindication\nof TT in\nthe PDD\nMention\nor\nindication\nof TT of\nequipment\nand/\nknowledge\nComments\n35 MW\nBagasse Based\nCogeneration\nProject\n\nSep 2008\n\n9\nThere is an indication that:\n- Technology is new in the local\nsugar industry and therefore\ninitially there would be\ninadequate trained manpower to\noperate it and Mumias Sugar\nCompany will have to spend\nsome time and resources to train\npersonnel with right skills to\noperate the technology.\n- Implementation of the project\nwill offer local people skills in\nhigh pressure cogeneration\ntechnology and will act as a clean\ntechnology demonstration for\nthe other local sugar companies.\nOlkaria III\nPhase 2\nGeothermal\nExpansion\nProject in\nKenya\n\nMar 2010\n\n9\nThere is a specific mention of TT\nthat:\n- Technology specific training,\n- Attendance of international\ngeothermal conferences to\nbroadens the experience of the\nstaff.\n- Olkaria provides different\ntraining opportunities to its staff.\nThese courses and development\nopportunities contribute to the\nskills development within the\ncountry.\nOlkaria II\nGeothermal\nExpansion\nProject\n\nDec 2010\n\n9\n\n230\n\nLake Turkana\n310 MW Wind\nPower Project\n\nFeb 2011\n\n9\nThere is a specific mention of TT\nthat:\n- TT will take place in part\nthrough the training of more\nthan 50 local engineers by Vestas\nto provide support to the\noperations and maintenance of\nthe project over its lifetime.\nVestas will be responsible for\nmaintenance efforts over an\ninitial 10-year period, including\nmonitoring and reporting of\nsystem performance\nAberdare\nRange/ Mt.\nKenya Small\nScale\nReforestation\nInitiative\nKamae-Kipipiri\nSmall Scale A/R\nProject\nJun 2011\n\n9\nThere is a specific mention of TT\nthat:\n- The TT to the communities will\nbe through Green Belt\nMovement training in the field\non the technologies to be\nemployed.\nAberdare\nRange / Mt.\nKenya Small\nScale\nReforestation\nInitiative\nKirimaraKithithina Small\nScale A/R\nProject\nOct 2011\n\n9\nThere is a specific mention of TT\nthat:\n- The TT to the communities will\nbe through Green Belt\nMovement training in the field\non the technologies to be\nemployed.\nRedevelopment\nof Tana Hydro\nPower Station\nProject\nOct 2011\n\n9\n\nAberdare\nRange/ Mt.\nKenya Small\nScale\nReforestation\nInitiative\nKibaranyeki\nSmall Scale A/R\nProject\n\nMar 2012\n\n9\nThere is a specific mention of TT\nthat:\n- The TT to the communities will\nbe through Green Belt\nMovement training in the field\non the technologies to be\nemployed.\n\n231\n\nNairobi River\nBasin Biogas\nProject\n\nJun 2012\n\n9\nThere is an indication that:\nThe technology is “Deenbandhu\nmodel 2000”, a model developed\nby the Indian NGO, Action for\nFood Production (AFPRO) there\nis a lack of skilled and/or\nproperly trained labour to\nconstruct the specific\nDeenbandhu technology. The\ndesign combines durable quality\nwith a lifetime of over fifteen\nyears and cheap construction\ncosts by using locally procured\nmaterials. Design of the model\nmay develop over time as such\nProject participants decided to\nsecond trainers from AFPRO to\nKenya to train masons in\nconstruction of biogas units.\n60 MW\nKinangop Wind\nPark Project\n\nJul 2012\n\n9\nThere is a specific mention of TT\nthat:\nThe project will enhance the TT\nto the country and the\nneighbouring countries through\nthe application and promotion of\nwind turbines, accelerating the\naccumulation of experiences and\nabsorption of this kind of\ntechnology and advancement of\ndomestic wind power\ntechnology.\nKaran Biofuel\nCDM project –\nBio-residues\nbriquettes\nsupply for\nindustrial\nsteam\nproduction in\nKenya\nSep 2012\n\n9\nThere is an indication that:\n- the project will promote and\nstimulate awareness about\nrenewable biomass waste\nbenefits, - - enhance diffusion of\nenvironmentally cleaner\ntechnologies\n\nOptimisation of\nKiambere\nHydro Power\nProject\n\nOct 2012\n\n9\n\nCorner Baridi\nWind Farm\n\n9\nThere is a specific mention of TT\nthat:\n\n232\n\nDec 2012\n- Transfer of environmentally\nsafe and sound technology will\ntake place through the\nintroduction of state of the art\nwind turbine technology.\n- Transfer of know-how will take\nplace through the training of\nlocal engineers and other\ntechnical staff by the operations\nand maintenance contractor\nwith the support of the\nturbine manufacturer.\n\nKipeto Wind\nEnergy Project\n\nDec 2012\n\n9\nThere is a specific mention of TT\nthat:\n- Transfer of environmentally\nsafe and sound technology will\ntake place through the\nintroduction of state of the art\nwind turbine technology.\n- Transfer of know-how will take\nplace through the training of\nlocal engineers and other\ntechnical staff by the operations\nand maintenance contractor\nwith the support of the\nturbine manufacturer.\n\nOlkaria IV\nGeothermal\nProject\n\nDec 2012\n\n9\nThere is a specific mention of TT\nthat:\n- Technology transfer - will\nenhance the transfer of\ngeothermal technology to the\ncountry and the neighbouring\ncountries through the\napplication and promotion of\ngeothermal, accelerating the\naccumulation of experiences and\nabsorption of this kind of\ntechnology\nOlkaria I Units\n4&5\nGeothermal\nProject\n\nDec 2012\n\n9\nThere is a specific mention of TT\nthat:\n- Technology transfer - will\nenhance the transfer of\ngeothermal technology to the\ncountry and the neighbouring\ncountries through the\n\n233\n\napplication and promotion of\ngeothermal, accelerating the\naccumulation of experiences and\nabsorption of this kind of\ntechnology.\nEnergy\nefficiency\nimprovement\nproject through\nmodification of\nheat exchanger\nnetwork at\nKenya\nPetroleum\nRefineries Ltd\nApr 2013\n\n9\nThere is an indication that:\n- the project is skills transfer that\nwill take place between ESSAR\nHeavy End Engineering (the\nengineering, procurement and\nconstruction (EPC) contractors)\nand KPRL’s technical and\nengineering staff. This will allow\nthe local industry to maintain,\nimprove and share essential\nindustry related skills.\nRestoration of\nDegraded\nLands through\nReforestation\nin MAU Forest\nComplex,\nKenya\nFeb 2014\n9\n\nThere is a specific mention that\nthere is no technology transfer\nto the Host country.\nRestoration of\nDegraded\nLands through\nReforestation\nin Aberdare\nForest Complex\n& National Park\narea, Kenya\n\nFeb 2014\n9\n\nThere is a specific mention that\nthere is no technology transfer\nto the Host country.\n\n234\n\nTable 65 POA CDM registered projects\nProject\nname\nYear of\nregistration\nProject\nspecifically\nstates no\nTT\nNo\nmention\nor\nindication\nof TT in\nthe PDD\nMention\nor\nindication\nof TT of\nequipment\nand/\nknowledge\nComments\nEfficient\nCook Stove\nProgramme:\nKenya\nMar 2012\n\n9\n\nKTDA Small\nHydro\nProgramme\nof Activities\nSep 2012\n\n9\nThere is a specific mention of TT\nthat:\n- The PoA would support transfer of\nTT and know-how from other\nregions and countries.\nBarefoot\nPower\nLighting\nProgramme\nJuly 2012\n\n9\nThere is a specific mention of TT\nthat:\n- GEEREF aims to accelerate the\ntransfer, development, use and\nenforcement of environmentally\nsound technologies for the world's\npoorer regions, helping to bring\nsecure, clean and affordable energy\nto local people.\nKenya\nImproved\nwoodstoves\nproject\nAug 2012\n\n9\nThere is a specific mention of TT\nthat:\n- With the PoA’s open access\nconcept, allowing in principle both\nlocal manufacturers and importers\nof stoves to become part of the\nPoA, a wide variety of technology\nand design transfers may occur at\nthe CPA level.\nGreen Light\nfor Africa\nDec 2012\n\n9\n\nProject to\nreplace\nfossil fuel\nbased\nlighting with\nSolar LED\nlamps in\nEast Africa\nDec 2012\n\n9\n\nThere is a specific mention of no\ntransfer of technology:\nThe CME will not be transferring\nany skills of manufacturing or\ndeveloping any manufacturing\nfactories within the PoA boundary\nand therefore there shall be no\ntechnology transfer for the CPAs\n\n235\n\nimplemented by the CME.\nIndividual CPA operators who do\nincorporate technology transfer\nelements into the design of their\nCPAs will state so explicitly in the\nCPA DD.\nAfrican\nClean Energy\nSwitch –\nBiogas\n(ACESBiogas)\nDec 2012\n\n9\nThere is a specific mention of TT\nthat:\n- It is anticipated most of TT will be\nSouth-South (i.e. between nonAnnex I countries). This is because\nthere is limited usage of small-scale\nbiogas systems in Annex I countries.\nTT from Annex I countries may\ncome from larger institutional\nbiogas systems.\n- Most of the TT will be in the form\nof know-how as due to the nature,\ne.g. constructed from bricks or size\nit is not possible to import systems.\nBiogas appliances however will\nlikely be imported until local\ncapacity is developed.\nImproved\nCooking\nStoves\nProgramme\nof Activities\nin Africa\nDec 2012\n\n9\n\nSimGas\nBiogas\nProgramme\nof Activities\nDec 2012\n\n9\n\nEast Africa\nRenewable\nEnergy\nProgramme\n(EA-REP)\nDec 2012\n\n9\nThere is a specific mention of TT\nthat:\nDetailed information about the\nexact technology and measure\napplied by the individual SmallScale Programme of Activities (SSCCPAs) will be provided in the\nrelevant section of the specific SSCCPA-DD. The section will also\ninclude a description of technology\nand how know how is being applied\nby the specific SSC-CPA inter alia\ntechnology transfer to the Host\nParty(ies) for application in the SSC-\n\n236\n\nCPA.\nNuru\nLighting\nProgramme\nOct 2012\n\n9\n\nTop Third\nVentures\nStove\nProgramme\nDec 2012\n\n9\nThere is a specific mention of TT\nthat:\n- The CME will ensure training and\ncapacity building is conducted to\ntransfer technology know-how to\nthe end-user. The CME will work\nwith each CPA Implementer to\ntransfer this knowledge. Where\npossible, the efficient cooking\ntechnologies will be manufactured\ndomestically thereby transferring\nfurther know-how to the domestic\nindustry of the host party.\nTATS Solar\nLantern\nProgramme\nof Activities\nDec 2012\n\n9\nThere is a specific mention of TT\nthat:\n- The PoA will facilitate the transfer\nof industry-leading solar lantern\ntechnologies into Kenya. This\ntransfer largely occurs “SouthSouth” (between developing\ncountries), as the products to be\nused in the PoA are manufactured\nin other developing countries (i.e.\nChina, India, etc).\n- Further transfer of knowledge to\nKenya is also made possible\nthrough the education and\nawareness-raising aspects of the\nPoA. End-users will receive\ninformation at the point of sale\nregarding the benefits of solar\nlanterns, as well as how to use the\ntechnology effectively.\nInternational\nwater\npurification\nprogramme\nNov 2012\n\n9\nThere is a specific mention of TT\nthat:\n- The PoA stimulates the technology\ntransfer of both equipment and\nknowledge from developed\ncountries of Annex 1 to the host\ncountries hosting the CPAs. The PoA\nfosters indeed the process covering\nthe flows of know-how, experience\nand equipment and the capacity of\n\n237\n\ndeveloping countries to\nunderstand, utilize and replicate\nthe technology to adapt it to local\nconditions and integrate it with\nindigenous technologies if possible.\nEach CPA will mention where the\ntechnology is coming from and how\nit is transferred to the Host\nCountry.\n\nTable 66 Kenya GEF climate change registered projects\n\nCategory\nGE\ncycle*\nProject\ntype\nGEF grant\nCofinancing\nStatus\nGlobal\nMonitoring of Greenhouse\nGases Including Ozone\nGE Pilot\nPhase\n(91-94)\nFP\n4,800,000\n1,200,000\nProject\nCompletion\nRegional Building Capacity in SubSaharan Africa to Respond\nto the UN Framework\nConvention on Climate\nChange\nGE Pilot\nPhase\n(91-94)\nEA\n 2,000,000\n0\nUnder\nImplementation\nGlobal\nPhotovoltaic Market\nTransformation Initiative\n(IFC)\nGE1\nFP\n30,000,000 90,000,000 Project\nCompletion\nGlobal\nSolar and Wind Energy\nResource Assessment\nGE2\nFP\n6,512,000\n2,508,000\nProject\nCompletion\nNational\nRemoval of Barriers to\nEnergy Conservation and\nEnergy Efficiency in Small\nand Medium Scale\nEnterprises Climate\nChange\nGE2\nFP\n3,153,000\n5,090,000\nProject Closure\nNational\nEnabling Activities for the\nPreparation of Initial\nNational Communications\nRelated to the UNFCCC\nClimate Change\nGE2\nEA\n172,800\n75,000\nProject Closure\nRegional Building Sustainable\nCommercial Dissemination\nNetworks for Household\nPV Systems in Eastern\nAfrica\nGE3\nMSP\n693,600\n539,630\nProject Closure\nRegional Integrating Vulnerability\nand Adaptation to Climate\nChange into Sustainable\nDevelopment Policy\nGE3\nMSP\n1,000,000\n1,265,000\nProject\nCompletion\n\n238\n\nPlanning and\nImplementation in\nSouthern and Eastern\nAfrica\nRegional African Rift Geothermal\nDevelopment Facility\n(ARGeo)\nGE3\nFP\n17,750,000 55,550,000 Under\nImplementation\nNational\nJoint Geophysical Imaging\n(JGI) Methodology for\nGeothermal Reservoir\nAssessment Climate\nChange\nGE3\nMSP\n979,059\n1,754,260\nProject\nCompletion\nNational\nExpedited Financing of\nClimate Change Enabling\nActivities Part II: Expedited\nFinancing for (interim)\nMeasures for Capacity\nBuilding in Priority Areas\nClimate Change\nGE3\nEA\n100,000\n0\nProject Closure\nNational\nMarket Transformation for\nEfficient Biomass Stoves\nfor Institutions and Small\nand Medium-Scale\nEnterprises Climate\nChange\nGE3\nMSP\n975,000\n5,646,470\nProject\nCompletion\nRegional Cogen for Africa Climate\nChange\nGE3&4\nFP\n5,248,160\n61,586,400 Under\nImplementation\nRegional Greening the Tea Industry\nin East Africa\nGE3&4\nFP\n2,854,000\n25,614,000 Project\nCompletion\nRegional Lighting the \"Bottom of\nthe Pyramid\"\nGE3&4\nFP\n5,400,000\n6,750,000\nProject\nCompletion\nNational\nDevelopment and\nImplementation of a\nStandards and Labelling\nProgramme in Kenya with\nReplication in East Africa\nClimate Change\nGE3&4\nFP\n2,000,000\n8,760,900\nUnder\nImplementation\nNational\nAdaptation to Climate\nChange in Arid Lands\n(KACCAL) Climate Change\nGE3&4\nFP\n6,500,000\n44,844,700 Under\nImplementation\nGlobal\nPiloting Climate Change\nAdaptation to Protect\nHuman Health\nGE4\nFP\n 4,500,000\n16,300,000 Under\nImplementation\nRegional Promoting Sustainable\nTransport Solutions for\nEast Africa\nGE4&5\nFP\n2,850,000\n2,825,000\nUnder\nImplementation\nRegional LGGE Promoting Energy\nGE4&5\nFP\n2,853,000\n6,400,000\nUnder\n\n239\n\nEfficiency in Buildings in\nEastern Africa\nImplementation\nGlobal\nSolarChill Development,\nTesting and Technology\nTransfer Outreach\nGE5\nFP\n2,583,000\n5,662,900\nCEO Endorsed\nRegional RLACC - Rural Livelihoods’\nAdaptation to Climate\nChange in the Horn of\nAfrica (PROGRAM)\nGE5\nFP\n7,655,560\n64,000,000 Council\nApproved\nNational\nSustainable Conversion of\nWaste into Clean Energy\nfor GHG Emission\nReduction Climate Change\nGE5\nMSP\n2,000,000\n9,572,000\nPIF Approved\n*Replenishment period of the GEF\nSource: GEF project cycle webpage\n\nTable 67 Kenya's GEF capacity building initiatives\nSource: UNFCCC capacity development portal\n\n240\n\nANNEX II: REFERENCE\nByrne, R., Ockwell, D., Urama, K., Ozor, N., Kirumba, E., Ely, A., Becker, S. and Gollwitzer, L. (2014)\nSustainable energy for whom? Governing pro-poor, low carbon pathways to development: Lessons\nfrom solar PV in Kenya, STEPS Working Paper 61, Brighton: STEPS Centre\nChatterjee, B. (2011). Study on the Integrity of the Clean Development Mechanism: Briefing paper\n“Technology Transfer through the Clean Development Mechanism (CDM)”. AEA Technology, UK\nEllis, K. et al,. (2013). Low carbon competitiveness in Kenya. Policy Brief. ODI, London\nGitonga. I. (2014) Satellite Data Use at Kenya Meteorological Department. World Meteorological\nOrganisation\nGlobal Environmental Facility. (2010). Project Information: Photovoltaic Market Transformation\nInitiative\nGlobal Environmental Facility. (2012). Transfer of Environmentally sound technologies: Case Studies\nfrom the GEF Climate Change portfolio\nGovernment of Kenya (GoK). (2007). Kenya Vision 2030. Nairobi. Nairobi: Government Printers.\nAvailable at: http://www.vision2030.go.ke/cms/vds/Popular_Version.pdf\nGovernment of Kenya (GoK). (2010). National Climate Change Strategy. Nairobi: Government Printers.\nGovernment of Kenya (GoK). (2011). Scaling-up renewable energy program (SREP) investment plan for\nKenya:\nGovernment\nPrinters.\nAvailable\nat:\nhttp://www.renewableenergy.go.ke/downloads/policydocs/Updated_SREP_Draft_Investment_Plan_\nMay_2011.pdf [Assessed 06 September 2014]\nGovernment of Kenya (GoK). (2011). Updated Least Cost Development Plan: Government Printers.\nAvailable at: http://www.renewableenergy.go.ke/downloads/studies/LCPDP-2011-2030-Study.pdf\n[Assessed 06 September 2014]\nGovernment of Kenya (GoK). (2014). National Energy Policy Final Draft. Nairobi: Government Printers.\nAvailable at: http://www.erc.go.ke/energy.pdf [Assessed 22 April 2014]\nGovernment of Kenya (GoK). (2014). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government\nPrinters\nGovernment of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013):\nNational Water Master Plan 2030, Kenya, Government Printers\nGovernment of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012).\nKenya Climate Change Action Plan - Technical Report 8: Availability and Accessibility to Climate Data\nfor Kenya [Accessed 22 April 2014]\nGovernment of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012).\nKenya Climate Change Action Plan – Mitigation Waste Report [Accessed 06 September 2014]\nGovernment of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2014).\nKenya Draft National Action Plan\nGovernment of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012).\nKenya Climate Change Action Plan - Knowledge Management and Capacity Development: Chapter 3.0:\nClimate Knowledge Management and Capacity Development [Accessed 06 September, 2014]\nGovernment of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012).\nKenya Climate Change Action Plan - Knowledge Management and Capacity Development: Chapter 4.0:\nPublic Awareness and Communication Strategy [Accessed 06 September, 2014]\nGovernment of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012).\nKenya Climate Change Action Plan - Knowledge Management and Capacity Development: Chapter 5.0:\nIntegrating Climate Change in Education System [Accessed 06 September, 2014]\nGovernment of Kenya (GoK). National Environmental Management Authority (NEMA).\n\n241\n\n(2013). Technology Needs Assessment - Mitigation TNA\nGovernment of Kenya (GoK). National Environmental Management Authority (NEMA). (2013).\nTechnology Needs Assessment - Adaptation TNA\nGovernment of Kenya (GoK). National Environmental Management Authority (NEMA). (2013).\nTechnology Needs Assessment – Mitigation Barrier\nGovernment of Kenya (GoK). National Environmental Management Authority (NEMA). (2013).\nTechnology Needs Assessment – Adaptation Barrier\nGovernment of Kenya (GoK). National Environmental Management Authority (NEMA). (2013).\nTechnology Needs Assessment – Mitigation TAP\nGovernment of Kenya (GoK). National Environmental Management Authority (NEMA). (2013).\nTechnology Needs Assessment – Adaptation TAP\nGovernment of Kenya (GoK). National Environmental Management Authority (NEMA). (2013).\nTechnology Needs Assessment – Mitigation Project Ideas\nGovernment of Kenya (GoK). National\nEnvironmental Management Authority (NEMA).\n(2013). Technology Needs Assessment – Adaptation Project Ideas\nMukabana. J., (n.d.p) Role and operations of the KMD in service delivery for sustainable development.\nMwakubo, J M. et al., (2007) KIPPRA Discussion Paper No. 74 on Strategies for Securing Energy Supply in\nKenya\nSmall-scale CDM programme of activities design document form (2012), Small Hydro Programme of\nActivities, Kenya Tea Development Authority (KTDA)\nUnited Nations Framework Convention on Climate Change (UNFCCC). (2013). Third synthesis report on\ntechnology needs identified by Parties not included in Annex I to the Convention\nUnited Nations Framework Convention on Climate Change (UNFCCC). (2005). Kenya’s Climate Change\nTechnology Needs and Needs Assessment Report under the United Nations Framework Convention\non Climate Change\nUnited Nations Framework Convention on Climate Change (UNFCCC). (2002). Kenya’s First National\nCommunications Under the United Nations Framework Convention on Climate Change\nWilkins, G., (2002) Technology Transfer for Renewable Energy: Overcoming Barriers in Developing\nCountries. Royal Institute of International Affairs, London.\n\n242\n\nEND NOTES\n\n1 Source: http://www.fao.org/fileadmin/user_upload/drought/docs/BLBL_3Kenya.pdf\n2 A system with two houses; national assembly and senate. In this form before a bill is passed to become a law, it has to be\napproved by the members of the two houses.\n3 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n4 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master Plan\n2030, Kenya, Government Printers\n5 Kenya Bureau of Statistics: Facts and Figures 2012 [Assessed 22 April 2014]\n6 Kenya: A Natural Outlook: Geo-Environmental Resources and Hazards (Developments in Earth Surface Processes) by Paolo\nParon, Daniel Ochieng Olago and Christian Thine Omuto (22 Oct 2013)\n7 Ibid\n8 Kareri, R W, Geography of Kenya, Moi University, Eldoret, Kenya\n9 Met Office. (2011). Climate: Observations, projections and impacts. Kenya. Exeter, UK: Met Office.\n10 McSweeney, C., New, M. & Lizcano, G. 2010. UNDP Climate Change Country Profiles: Kenya. Available: http://countryprofiles.geog.ox.ac.uk/ [Accessed 22 April 2013]\n11 Ibid\n12 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master\nPlan 2030, Kenya, Government Printers\n13 Ibid\n14 Ibid\n15 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Adaptation Technical Analysis Report [Accessed 22 April 2014]\n16 McSweeney, C., New, M. & Lizcano, G. 2010. UNDP Climate Change Country Profiles: Kenya. Available: http://countryprofiles.geog.ox.ac.uk/ [Accessed 22 April 2013]\n17 Ibid\n18 Ibid\n19 Ibid\n20 Defined as daily rainfall total that is in the top 5 per cent of rainfall events for that region and season\n21 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Adaptation Technical Analysis Report [Accessed 22 April 2014]\n22 National disaster management policy (Final draft), Government of Kenya (GOK). (2009). Cited in Parry J, et al Climate Risks,\nVulnerability and Governance in Kenya: UNDP, 2012\n23 Government of Kenya (GOK). (2006). Disaster risk reduction strategy for Kenya 2006–2016: A resilient and safer nation.\nUnpublished cited in Parry J\n24 AEA group\n25 SEI economic costs of adaptation\n26 Ibid\n27 SEI\n28 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n29 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master\nPlan 2030, Kenya, Government Printers\n30 United Nations (UN) Population Division. 2011. “World Population Prospects, the 2010 Revision” New York: United Nations, Department of\nEconomic and Social Affairs, Population Division\n31 Ibid\n32 Kenya Institute for Public Policy Research and Analysis (KIPPRA). (2013). Economic Report 2013 Nairobi: KIPPRA\n33 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n34 Ibid\n35 Kenya Human Development Report (2013) Climate Change and Human Development: Harnessing Emerging Opportunities,\nUNDP\n36 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n37 United Nations (UN) Population Division .2012. “World Urbanization Prospects, the 2011 Revision” New York: United Nations, Department of\nEconomic and Social Affairs, Population Division.\n38 Ibid\n39 i.e. KES 1,239 (US$15.4) and KES 2,648 (US$32.8) per person per month for rural and urban areas respectively\n40 Kenya Institute for Public Policy Research and Analysis (KIPPRA),Kenya, Economic Report 2013\n41 Calculation derived from data given in page 4 of\nhttps://www.census.gov/population/international/files/ppt/Kenya92.pdf\n42 SOE\n43 Found here http://www.iucnredlist.org/initiatives/mammals/analysis/geographic-patterns\n\n243\n\n44 Ibid\n45 Confirmed by researchers at the Kenya Wildlife Society (KWS) as cited in the KENYA HUMAN DEVELOPMENT REPORT (2013)\nClimate Change and Human Development: Harnessing Emerging Opportunities, UNDP\n46 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master\nPlan 2030, Kenya, Government Printers\n47 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2014): Kenya Forest Policy 2014\n48 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Mitigation Analysis – Forestry chapter\n49 Institute of Economic Affairs 2010. Biodiversity and Development. Trade Notes 24. Nairobi: Institute of Economic Affairs. p.5. cited\nin the NCCAP mitigation\n50 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Mitigation Analysis – Forestry chapter\n51 Parry, J E et al, Climate Risks, Vulnerability and Governance in Kenya: A review (2012), UNDP\n52 Forest policy 2014\n53 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Mitigation Analysis – Forestry chapter\n54 Forestry Policy 2014\n55 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Mitigation Analysis – Forestry chapter\n56 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master\nPlan 2030, Kenya, Government Printers\n57 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master\nPlan 2030, Kenya, Government Printers\n58 Ibid\n59 Ibid\n60 Ibid\n61 World Bank 2015; http://www.worldbank.org/en/country/kenya\n62 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n63 Ibid\n64 Kenya Institute for Public Policy Research and Analysis (KIPPRA). (2013). Economic Survey 2013 Highlights. Nairobi: KIPPRA\n65 Ibid\n66 Ibid\n67 Ibid\n68 Kenya Institute for Public Policy Research and Analysis (KIPPRA),Kenya, Economic Report 2013\n69 Kenya vision 2030: A globally competitive and prosperous Kenya as cited in Parry, J E et al, (2012), Climate Risks, Vulnerability\nand Governance in Kenya: A review, UNDP\n70 Kenya vision 2030: A globally competitive and prosperous Kenya as cited in Parry, J E et al, (2012), Climate Risks, Vulnerability\nand Governance in Kenya: A review, UNDP\n71 Kenya Institute for Public Policy Research and Analysis (KIPPRA). (2014). Economic Survey 2014 Highlights. Nairobi: KIPPRA\n72 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n73 IPCC AR5 WGII\n74 Ibid\n75 Kenya Institute for Public Policy Research and Analysis (KIPPRA),Kenya, Economic Report 2013 [Accessed 22 April 2014]\n76 Ibid\n77 Kenya Institute for Public Policy Research and Analysis (KIPPRA). (2014). Economic Survey 2014 Highlights. Nairobi: KIPPRA\n78 Kenya Institute for Public Policy Research and Analysis (KIPPRA),Kenya, Economic Report 2013 [Accessed 22 April 2014]\n79 NCCAP Mitigation Trade sector\n80 Kenya Human Development Report (2013) Climate Change and Human Development: Harnessing Emerging Opportunities,\nUNDP\n81 Conservation Development Centre,\nInternational Institute for Sustainable Development and Safe World, 2009 cited in KENYA HUMAN DEVELOPMENT REPORT\n(2013) Climate Change and Human Development: Harnessing Emerging Opportunities, UNDP\n82 Emerging infectious diseases (EIDs) are defined as infections that have\nrecently appeared in a population or have existed previously but are rapidly\nincreasing in incidence or geographic range (Morens et al., 2004) cited in KNdh report\n83 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n84 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan\n85 Kenya national Bureau of Statistics (2013), Kenya Facts and Figures 2012 (Nairobi, Kenya National Bureau of\nStatistics), page 12\n86 Authors common knowledge\n87 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Mitigation Analysis – Transportation chapter\n\n244\n\n88 This is the contribution computed after the rebasing of Kenya’s GDP in September 2014\n89 comprising crops, livestock, fisheries, agro forestry and associated services\n90 Ibid\n91 UNEP. (2014). Green Economy Assessment Report – Kenya\n92 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2011). State of the\nEnvironment, NEMA\n93 Ibid\n94Situational Analysis Report for the development of National Agricultural Insurance Policy, February 2014,conducted by ASCU\nand funded by GIZ/ACCI\n95Situation Analysis Report for a National Agricultural Insurance Policy, produced by ASCU and ACCI/GIZ.\n96 Strategies for energy supply KIPRA\n97 Strategies for energy supply KIPRA\n98 Strategies for energy supply KIPRA\n99 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n100 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master\nPlan 2030, Kenya, Government Printers\n\n101 Parry, J E et al, (2012), Climate Risks, Vulnerability and Governance in Kenya: A review, UNDP\n102 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan\n103 Ibid\n104 Kenya Human Development Report (2013) Climate Change and Human Development: Harnessing Emerging Opportunities,\nUNDP\n105 See: http://www.thecitizen.co.tz/News/Power-crisis-looms-as-poor-rains-lead-to-low-dam-levels/-/1840340/2154922/-/ydqork/-\n/index.html [accessed 11 July 2014]\n106 Kenya Human Development Report (2013) Climate Change and Human Development: Harnessing Emerging Opportunities,\nUNDP\n107 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2013): National Water Master\nPlan 2030, Kenya, Government Printers\n108 Ibid\n109 Government of Kenya (GoK). (2008). Second Medium-Term Plan (MTP) 2013-2017. Nairobi: Government Printers. [Accessed 22\nApril 2014]\n110 Ibid\n111 Wandiga et al., 2010; Yanda et al., 2006 cited in Parry J\n112 Government of Kenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change\nAction Plan - Adaptation – Policy briefs\n113 Ibid\n114 The information is mainly verbatim (with slight modification to reflect recent developments) as detailed in the Government of\nKenya (GoK). Ministry of Environment, Water and Natural Resources (MEMR). (2012). Kenya Climate Change Action Plan\n115 Parry, J E et al, Climate Risks, Vulnerability and Governance in Kenya: A review (2012), UNDP\n116 NCCAP, GoK\n117 Stockholm Environment Institute (SEI) (2009). The Economics of Climate Change in Kenya. DFID, DANIDA.\n118 Downing, C., Preston, F., Parusheva, D., Horrocks, L., Edberg, O., Samazzi, F., Washington, R., Muteti, M.,\nWatkiss, P. and Nyangena, W. (2008). Kenya: Climate Screening and Information Exchange. Final report. London:\nDepartment for International Development.\n119 McSweeney, C., New, M. and Lizcano, G. (2010). UNDP Climate Change Country Profile: Kenya. New York:\nUNDP-National Communications Support Programme.\n120 Met Office. (2011). Climate: Observations, projections and impacts. Kenya. Exeter, UK: Met Office.\n121 McSweeney, C., New, M. and Lizcano, G. (2010). UNDP Climate Change Country Profile: Kenya. New York:\nUNDP-National Communications Support Programme.\n122 Stockholm Environment Institute (SEI) (2009). The Economics of Climate Change in Kenya. DFID, DANIDA.\n123 Downing, C., Preston, F., Parusheva, D., Horrocks, L., Edberg, O., Samazzi, F., Washington, R., Muteti, M.,\nWatkiss, P. and Nyangena, W. (2008). Kenya: Climate Screening and Information Exchange. Final report. London:\nDepartment for International Development.\n124 Mwango, F.K. (2000). Capacity Building in Integrated Water Resources project in IGAD Region. An IGAD\npublication.\n125 Met Office. (2011). Climate: Observations, projections and impacts. Kenya. Exeter, UK: Met Office.\n\n245\n\n126 Downing, C., Preston, F., Parusheva, D., Horrocks, L., Edberg, O., Samazzi, F., Washington, R.,Muteti, M.,\nWatkiss, P. and Nyangena, W. (2008). Kenya: Climate Screening and Information Exchange. Final report. London:\nDepartment for International Development.\n127 Schreck, C.J. and Semazzi, F.H.M. (2004). Variability of the recent climate of eastern Africa. International Journal\nof Climatology, 24(6), pp. 681-701.\n128 McSweeney, C., New, M. and Lizcano, G. (2010). UNDP Climate Change Country Profile: Kenya. New York:\nUNDP-National Communications Support Programme.\n129 The RCMs have a spatial resolution of as little as 20km² providing greater detail at the country level. When\ncompared to the GCM projections (typically 200km resolution) for rainfall, the RCM models scaled to 40km\nresolution give more detail about the possible nature of the changes to rainfall in the country.\n130 Downing, C., Preston, F., Parusheva, D., Horrocks, L., Edberg, O., Samazzi, F., Washington, R., Muteti, M.,\nWatkiss, P. and Nyangena, W. (2008). Kenya: Climate Screening and Information Exchange. Final report. London:\nDepartment for International Development.\n131 The GCMs are a sub-set of 15 from the 22 member ensemble used by the Intergovernmental Panel on Climate\nChange (IPCC) for the fourth Assessment report, published in 2007. For further details on these models, and results\nof their evaluation, see Randall et al. (2007).\n132 McSweeney, C., New, M. and Lizcano, G. (2010). UNDP Climate Change Country Profile: Kenya. New York:\nUNDP-National Communications Support Programme.\n133 Met Office. (2011). Climate: Observations, projections and impacts. Kenya. Exeter, UK: Met Office.\n134 NCCAP (2013-2017); GoK and ATAR\n135 McSweeney, C., New, M. and Lizcano, G. (2010). UNDP Climate Change Country Profile: Kenya. New York:\nUNDP-National Communications Support Programme.\n136 Intergovernmental Panel on Climate Change (IPCC). (2007). Climate Change 2007: The Physical Science Basis.\nContribution of Working Group I to the Fourth Assessment Report of the Intergovernmental Panel on Climate\nChange. Solomon, S., Qin, D., Manning, M., Chen, Z., Marquis, M., Averyt, K.B., Tignor, M. & Miller, H.L. (eds.).\nCambridge, United Kingdom and New York, NY, USA: Cambridge University Press.\n137 Downing, C., Preston, F., Parusheva, D., Horrocks, L., Edberg, O., Samazzi, F., Washington, R., Muteti, M.,\nWatkiss, P. and Nyangena, W. (2008). Kenya: Climate Screening and Information Exchange. Final report. London:\nDepartment for International Development.\n138 Kenyan Meteorological Department. (2012). Climatological Data [Online]. Available at:\nhttp://www.meteo.go.ke/data/.\n139 McSweeney, C., New, M. and Lizcano, G. (2010). UNDP Climate Change Country Profile: Kenya. New York:\nUNDP-National Communications Support Programme.\n140 Zwaagstra, L., Sharif, Z., Wambile, A., de Leeuw, J., Johnson, N., Njuki, J., Said, M. Ericksen, P.,Herrero, M.\n(2010). An assessment of the response to the 2008-2009 drought in Kenya. A report to the European Union\nDelegation to the Republic of Kenya. ILRI.\n141 Lobell, D. B., Burke, M. B., Tebaldi, C., Mastrandrea, M. D., Falcon, W. P. & Naylor, R. L. (2008) Prioritizing\nClimate Change Adaptation Needs for Food Security in 2030. Science. Vol 319 (1): 607-610.\n142 Wilby, R. L. and Dessai, S. (2010). Robust adaptation to climate change. Weather, 65(7), pp. 180- 185.\n143 15 Hawkins, E. and Sutton, R. (2009). The potential to narrow uncertainty in regional climate predictions. Bull.\nAm. Meteorol. Soc. doi:10.1175/2009BAMS2607.1\n144 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n145 World Bank (2004). The Republic of Kenya: Towards a Water-Secure Kenya – Water Resources Sector\nMemorandum. Report No. 28398-KE. April 2004.\n146 GOK (2012). Kenya Post disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and the World Bank.\n147 Government of Kenya (GoK) (2010). National Climate Change Response Strategy. April. GoK, Nairobi, Kenya.\n148 Kithiia, J. and Dowling, R. (2010). An integrated city-level planning process to address the impacts of climate\nchange in Kenya: The case of Mombasa. Cities 27, 466–475.\n\n246\n\n149 Ericksen, P., Thornton, P., Notenbaert, A., Cramer, L., Jones, P., Herrero, M. (2011). Mapping hotspots of climate\nchange and food insecurity in the global tropics. CCAFS Report no. 5. CGIAR Research Program on Climate Change,\nAgriculture and Food Security (CCAFS). Copenhagen, Denmark. Available online at: www.ccafs.cgiar.org\n150 Herrero, M., Ringler, C., van de Steeg, J., Thornton, PK., Zuo, T., Bryan, E., Koo, J. and Notenbaert, A.M. (2010).\nKenya: Climate variability and climate change and their impacts on the agricultural sector. ILRI-IFPRI World Bank\nProject Report. International Livestock Research Institute, Nairobi, Kenya, 65 p.\n151 Thornton, P.K., Jones, P.G., Alagarswamy, G. and Andresen, J. (2009). Spatial variation of crop yield response to\nclimate change in East Africa. Global Environmental Change 19, 54–65.\n152 Thornton, P.K., Jones, P.G., Alagarswamy, G. and Andresen, J. (2009). Spatial variation of crop yield response to\nclimate change in East Africa. Global Environmental Change 19, 54–65.\n153 Thornton, P.K., Jones, P.G., Alagarswamy, G. and Andresen, J. (2009). Spatial variation of crop yield response to\nclimate change in East Africa. Global Environmental Change 19, 54–65.\n154 Thornton, P.K., Jones, P.G., Alagarswamy, G., Andresen, J. and Herrero, M. (2010). Adapting to climate change:\nAgricultural system and household impacts in East Africa. Agricultural Systems, 103, 73–82.\n155 Gitu (2004). Agricultural development and food security in Kenya: Building a Case for more Support. A paper\nprepared for Food and Agriculture Organization (FAO).\n156 Sugden K., Macgregor N., Thompson D. and Broadmeadow M. (2008). A review of research into adaptation to\nclimate change by agriculture in the UK. Defra, London.\n157 Kabubo-Mariara, J. (2009). Global warming and livestock husbandry in Kenya: Impacts and adaptations.\nEcological Economics 68, 1915–1924.\n158 Otiende, B. (2009). The Economic Impacts of Climate Change in Kenya: Riparian Flood Impacts and Cost of\nAdaptation. Case Study. Economics of Climate Change, Kenya, 2009.\n159 Baylis, M. and Githeko, A.K. (2006). The effects of climate change on infectious diseases of animals. Report for\nthe Foresight Project on Detection of Infectious Diseases, Department of Trade and Industry, UK Government, 35\npp.\n160 Kabubo-Mariara, J. (2009). Global warming and livestock husbandry in Kenya: Impacts and adaptations.\nEcological Economics 68, 1915–1924.\n161 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n162 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n163 Padgham, J. (2009). Agricultural Development under a Changing Climate: Opportunities and Challenges for\nAdaptation. Joint Departmental Discussion Paper- Issue 1. Agriculture and Rural Development & Environment\nDepartments (World Bank).\n164 Herrero, M., Ringler, C., van de Steeg, J., Thornton, PK., Zuo, T., Bryan, E., Koo, J. and Notenbaert, A.M. (2010).\nKenya: Climate variability and climate change and their impacts on the agricultural sector. ILRI-IFPRI World Bank\nProject Report. International Livestock Research Institute, Nairobi, Kenya, 65 p.\n165 Herrero, M., Ringler, C., van de Steeg, J., Thornton, PK., Zuo, T., Bryan, E., Koo, J. and Notenbaert, A.M. (2010).\nKenya: Climate variability and climate change and their impacts on the agricultural sector. ILRI-IFPRI World Bank\nProject Report. International Livestock Research Institute, Nairobi, Kenya, 65 p.\n166 Herrero, M., Ringler, C., van de Steeg, J., Thornton, PK., Zuo, T., Bryan, E., Koo, J. and Notenbaert, A.M. (2010).\nKenya: Climate variability and climate change and their impacts on the agricultural sector. ILRI-IFPRI World Bank\nProject Report. International Livestock Research Institute, Nairobi, Kenya, 65 p.\n167 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n168 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n169 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n\n247\n\n170 Ericksen, P., Thornton, P., Notenbaert, A., Cramer, L., Jones, P., Herrero, M. (2011). Mapping hotspots of climate\nchange and food insecurity in the global tropics. CCAFS Report no. 5. CGIAR Research Program on Climate Change,\nAgriculture and Food Security (CCAFS). Copenhagen, Denmark. Available online at: www.ccafs.cgiar.org\n171 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n172 Osbahr, H. and Viner, D. (2006). Linking climate change adaptation and disaster risk management for\nsustainable poverty reduction: Kenya Case Study, EC.\n173 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n174 Mutimba, S., Mayieko, S., Olum, P. and Wanyatma, K. (2010). Climate Change Vulnerability and Adaptation\nPreparedness in Kenya. Nairobi: Heinrich Böll Stiftung. Available from\nhttp://www.boell.or.ke/downloads/Kenya_Climate_Change_Adaptation_Preparedness.pdf\n175 Obera, D. (2002). Status of Coral Reefs in East Africa. CORDIO Status Report 2002. CORDIO. East Africa.\n176 Patz, J.A., Campbell-Lendrum, D., Holloway, T. and Foley, J.A. (2005). Impact of regional climate change on\nhuman health. Nature, 438, 310-317. doi:10.1038/nature04188\n177 Intergovernmental Panel on Climate Change (IPCC). (2001). Climate Change 2001. Synthesis report. Cambridge\nUniversity Press. Cambridge.\n178 Patz, J.A., Campbell-Lendrum, D., Holloway, T. and Foley, J.A. (2005). Impact of regional climate change on\nhuman health. Nature, 438, 310-317. doi:10.1038/nature04188.\n179 Lindsay, S.W. and Martens, W.J., (1998). Malaria in the African highlands: past, present and future. Bulletin of\nthe World Health Organization 76, 33.\n180 Githekoa, A.K., Ototoa, E.N. and Guiyun, Y. (2012). Progress towards understanding the ecology and\nepidemiology of malaria in the western Kenya highlands: Opportunities and challenges for control under climate\nchange risk. Acta Tropica 121, 19– 25.\n181 Emert et al. (2012). The Impact of Regional Climate Change on Malaria Risk due to Greenhouse Forcing and\nLand-Use Changes in Tropical Africa. Environmental Health Perspectives. Vol 120. N1. January 2012.\n182 Hay, S.I., Cox, J., Rogers, D.J., Randolph, S.E., Stern, D.I., Shanks, G.D., Myers, M.F. and Snow, R.W. (2002).\nClimate change and the resurgence of malaria in the East African highlands. Nature 415, 905-909.\ndoi:10.1038/415905a\n183 WHO (2012). Rift Valley Fever. Global Alert and Response. http://www.who.int/csr/disease/riftvalleyfev/en/\n(Accessed: 22/04/2015).\n184 FAO (2009). Climate change implications for fisheries and aquaculture. Overview of current scientific\nknowledge. FAO Fisheries and Aquaculture Department, Rome\n185 GoK (2012). Kenya Post-Disaster Needs Assessment (PDNA); 2008-2011 Drought. Government of Kenya, with\ntechnical support from the European Union, United Nations and World Bank.\n186 Mutimba, S., Mayieko, S., Olum, P. and Wanyatma, K. (2010). Climate Change Vulnerability and Adaptation\nPreparedness in Kenya. Nairobi: Heinrich Böll Stiftung. Available from\nhttp://www.boell.or.ke/downloads/Kenya_Climate_Change_Adaptation_Preparedness.pdf\n187 Simpson, M.C., Gössling, S., Scott, D., Hall, C.M. and Gladin, E. (2008). Climate Change Adaptation and\nMitigation in the Tourism Sector: Frameworks, Tools and Practices. UNEP, University of Oxford, UNWTO, WMO:\nParis, France.\n188 World Bank 2010. Mainstreaming Adaptation to Climate Change in Agriculture and Natural Resources\nManagement Projects. http://climatechange.worldbank.org/climatechange/content/mainstreamingadaptationclimatechangeagriculture-and-natural-resources management- project. Guidance Note 4: Developing\nReadiness for Institutional Capacity Development and an Enabling Policy Framework.\n189 Business Daily Africa (2010). KenGen profits drop attributed to local drought. 14 October 2010. http://www.esiafrica.com/node/11712\n190 ibid\n191 UNEP. 2011. Developing a National Vehicle Fuel Economy Database & Baseline: Kenya Case Study. United\nNations Environmental Programme.\n192 Ministry of Energy. 2011. Updated Least Cost Power Development Plan. Nairobi: Ministry of Energy.\n\n248\n\n193 Ministry of Energy. 2011.\n194 Ministry of Energy. 2011.\n195 Ministry of Energy. 2011.\n196 Government of Kenya. 2012.\n197 Ministry of Energy. 2011.\n198 UNEP. 2006. Kenya: Integrated assessment of the Energy Policy with focus on the transport and household\nenergy sectors.\n199 ICF (2009). Comparative Evaluation of Rail and Truck Fuel Efficiency on Competitive Corridors. Final Report.\nNovember 19, 2009. Federal Railroad Administration.\n200 Kenya Revenue Authority. 2009. Registrar of Motor Vehicles. Kenya Revenue Authority.\n201 UNEP. 2006.\n202 UNEP. 2011.\n203 International Livestock Research Institute. 2008. Livestock market access and opportunities in Turkana, Kenya.\nResearch Report 3.\n204 In this calculation, only the GHG mitigation impact of methane emission prevention was taken into account.\nEmissions mitigation through the use of methane gas for electricity production was taken into account in the\ncalculations for the electricity sector.\n205 TNA process 2013 mitigation report\n206 Wilkins 2002\n207 TNA process 2013 mitigation report\n208 According to the country’s Energy Regulation Authority website\n209 TNA process 2013 mitigation report\n210 Ibid\n211 Ibid\n212 Ibid\n213 Ibid\n214 Ibid\n215 Ministry of Energy and Petroleum, Kenya found at\nhttp://renewableenergy.go.ke/index.php/content/27\n216 PoA DD Kenya Tea Development Authority (KTDA)\n217. National Energy Policy Final Draft, 2014\n218 Wind Sector Prospectus-Kenya;\nhttp://www.renewableenergy.go.ke/asset_uplds/files/Wind%20Sector%20Prospectus%20Kenya.pdf\n219 Ministry of Energy and Petroleum; http://renewableenergy.go.ke/index.php/content/32\n220 Ibid\n221 Ibid\n222 Ibid\n223 Ibid\n224 SHELL, 2010 mentioned in the TNA process 2013 mitigation report\n225 TNA process 2013 mitigation report\n226 Elliot et al 2011 noted in the TNA TAP adaptation report.\n227 Noted in the TNA fact sheet Technology fact sheets on adaptation Annex 1.1: Water sector Fact Sheets\n228 MW&I, 2010 noted in the TNA TAP adaptation report\n229 MW&I, 2010 noted in the TNA TAP adaptation report\n230 TNA process 2013 adaptation report\n231 Ibid\n232 Ibid\n233 Quezada et al., 2012 noted in the TNA process 2013 adaptation report\n234 TNA TAP 2013 adaptation report\n235 Ibid\n\n249\n\n236 Found here\nhttp://www4.unfccc.int/sites/nama/_layouts/un/fccc/nama/NamaSeekingSupportForImplementation.aspx?ID=51\n&viewOnly=1 [last accessed 06 September 2014]\n237 See Dechezleprêtre et al. (2009); Doranova et al. (2009); Haites et al. (2008); Seres et al. (2008); Youngman et\nal. (2008).] noted in Chatterjee 2011\n238 As of 26 July 2014\n239 See Dechezleprêtre et al. (2009); Doranova et al. (2009); Haites et al. (2008); Seres et al. (2008); Youngman et\nal. (2008).] mentioned in Chatterjee 2011\n240 As at July 2014\n241 Transfer of Environmentally sound technologies: Case Studies from the GEF Climate Change portfolio, 2012\n[revised]\n242 Transfer of Environmentally sound technologies: Case Studies from the GEF Climate Change portfolio, 2012\n[revised]\n243 NEMA houses the GEF OFP for the Kenya, with the mandate to endorse the projects that had been identified\nand reviewed by the NSC for funding from GEF\n244 During the current GEF-5 replenishment period (July 2010 – June 2014), Kenya received an indicative allocation\nto formulate and execute projects for US$8,950,000 in biodiversity, US$5,000,000 in climate change, and\nUS$4,260,000 in land degradation\n245 Namely Djibouti, Eritrea, Ethiopia, Kenya, Somalia, Sudan, South Sudan and Uganda, Burundi, Rwanda and\nTanzania\n246 Personal Communications with Peter Omeny\n247 Ibid\n248 Ibid\n249 Ibid\n250 Ibid\n251 Ibid\n252 Ibid\n253 Ibid\n254 Ibid\n255 Ibid\n256 Ibid\n257 Ibid\n258 Ibid\n259 Technical Report 8: Availability and Accessibility to Climate Data for Kenya\n260 Technical Report 8: Availability and Accessibility to Climate Data for Kenya\n261 Technical Report 8: Availability and Accessibility to Climate Data for Kenya\n262 Technical Report 8: Availability and Accessibility to Climate Data for Kenya\n263 Gitonga 2014\n264 Ibid\n265 Kenya draft National Adaptation Plan\n266 Ibid\n267 Gitonga 2014\n268 Ibid\n269 Knowledge Management and Capacity Development: Chapter 5.0: Integrating Climate Change in Education\nSystem\n270 Knowledge Management and Capacity Development: Chapter 5.0: Integrating Climate Change in Education\nSystem\n271 National Climate Change RS, National Climate Change Action Plan\n272 BBC, 2009 noted in the Knowledge Management and Capacity Development: Chapter 4.0: Public Awareness and\nCommunication Strategy\n273 Knowledge Management and Capacity Development: Chapter 3.0: Climate\n\n250\n\nKnowledge Management and Capacity Development\n274 Mukabana n.d.p\n275 Ibid\n276 Ibid\n277 1st SNC workshop attendees\n\n251",
    "created_utc": "2025-12-03T00:57:12Z"
  }
]